const data = [
  [
    {
      "type": 1,
      "title": "1.毛泽东思想形成和发展的时代背景是:() ",
      "answer": "B",
      "chooses": [
        "A.中国沦为半殖民地半封建社会 ",
        "B.战争与革命成为时代主题 ",
        "C.第一次世界大战的爆发 ",
        "D.中国工人阶级的成长壮大"
      ]
    },
    {
      "type": 1,
      "title": "2.1917年( )的胜利开辟了世界无产阶级社会主义革命的新时代，也给中国送来了马克思列宁主义.... ",
      "answer": "A",
      "chooses": [
        "A.俄国十月革命",
        "B.五四运动",
        "C.中国共产党建立",
        "D.中华人民共和国建立"
      ]
    },
    {
      "type": 1,
      "title": "3.毛泽东思想形成和发展的实践基础是:()",
      "answer": "A",
      "chooses": [
        "A.中国共产党领导人民进行革命和建设的成功实践 ",
        "B.中国共产党领导的工人运动中国共产党领导的农民运动 ",
        "D.中国共产党领导的学生运动"
      ]
    },
    {
      "type": 1,
      "title": "4.中国共产党提出新民主主义革命的基本思想是在:()",
      "answer": "A",
      "chooses": [
        "A.国民革命战争时期 ",
        "B.土地革命战争时期 ",
        "C.抗日战争时期 ",
        "D.解放战争时期"
      ]
    },
    {
      "type": 1,
      "title": "5.以毛泽东为代表的中国共产党人初步开辟了农村包围城市、武装夺取政权革命道路是在:() ",
      "answer": "B",
      "chooses": [
        "A.国民革命战争时期 ",
        "B.土地革命战争时期 ",
        "C.抗日战争时期 ",
        "D.解放战争时期"
      ]
    },
    {
      "type": 1,
      "title": "6.毛泽东思想得到系统总结和多方面展开而趋于成熟是在:()",
      "answer": "C",
      "chooses": [
        "A.国民革命战争时期 ",
        "B.土地革命战争时期 ",
        "C.抗日战争时期 ",
        "D.解放战争时期"
      ]
    },
    {
      "type": 1,
      "title": "7.( )把毛泽东思想确立为党必须长期坚持的指导照想并写入党章。 ",
      "answer": "C",
      "chooses": [
        "A.遵义会议",
        "B.党的六届六中全会 ",
        "C.党的七大",
        "D.党的七届二中全会"
      ]
    },
    {
      "type": 1,
      "title": "8.中国的武装斗争是无产阶级领导下的以()为主体的革命战争: ",
      "answer": "B",
      "chooses": ["A.工人 ", "B.农民", "C.城市小资产阶级 ", "D.知识分子"]
    },
    {
      "type": 1,
      "title": "9.()指出:“全党已经空前一致地认识了毛泽东同志的路线的正确性，空前自觉地团结在毛泽东的旗帜下了。\"",
      "answer": "B",
      "chooses": [
        "A. 《九月来信》",
        "B.《关于若干历史问题的决议》 ",
        "C.《中国共产党党章》 ",
        "D.《论人民民主专政》"
      ]
    },
    {
      "type": 1,
      "title": "10.经济工作和其他一切工作的生命线是:() ",
      "answer": "A",
      "chooses": [
        "A.思想政治工作 ",
        "B.组织建设工作 ",
        "C.作风建设工作 ",
        "D.军队建设工作"
      ]
    },
    {
      "type": 1,
      "title": "11.中国共产党历史上，第一次使用“毛泽东思想的活的灵魂”的表述是在:()",
      "answer": "D",
      "chooses": [
        " A.《反对本本主义》",
        "B.《关于若干历史问题的决议》 ",
        "C.《关于修改党章的报告》",
        "D.《关于建国以来党的若干历史问题的决议》"
      ]
    },
    {
      "type": 1,
      "title": "12.()开始形成以毛泽东同志为核心的党的第一代中央领导集体。 ",
      "answer": "A",
      "chooses": [
        "A.遵义会议",
        "B.第一次政治协商会议 ",
        "C.中共七大 ",
        "D.新中国成立"
      ]
    },
    {
      "type": 1,
      "title": "13.毛泽东思想的精髓是:() ",
      "answer": "A",
      "chooses": ["A.实事求是 ", "B.群众路线 ", "C.独立自主 ", "D.艰苦奋斗"]
    },
    {
      "type": 1,
      "title": "14.中国共产党的根本工作路线是:() ",
      "answer": "B",
      "chooses": ["A.实事求是 ", "B.群众路线 ", "C.独立自主 ", "D.自力更生"]
    },
    {
      "type": 1,
      "title": "15.( )，创造性地将支部建在连上，成立各级士兵委员会，实行民主制度，在政治上官兵平等。 ",
      "answer": "C",
      "chooses": ["A.南昌起义", "B.秋收起义 ", "C.三湾改编 ", "D.古田会议"]
    },
    {
      "type": 1,
      "title": "16.\"人民，只有人民，才是创造世界历史的动力。这句话表达毛泽东思想活的灵魂是() ",
      "answer": "C",
      "chooses": ["A.统一战线", "B.实事求是", "C.群众路线 ", "D.独立自主"]
    },
    {
      "type": 1,
      "title": "17.毛泽东在《反对本本主义》一文中就指出:“中国革命斗争的胜利要靠中国同志了解中国情况。”这句活的意思是()",
      "answer": "C",
      "chooses": [
        "A.加强学习马克思主义理论 ",
        "B.保持与共产国际的联系 ",
        "C.坚持独立自主原则 ",
        "D.必须走群众路线"
      ]
    },
    {
      "type": 1,
      "title": "18.马克思主义中国化时代化第一次历史性飞跃的理论成果是:() ",
      "answer": "A",
      "chooses": [
        "A.毛泽东思想 ",
        "B.邓小平理论 ",
        "C.科学发展观",
        "D.习近平新时代中国特色社会主义思想"
      ]
    },
    {
      "type": 1,
      "title": "19.黄炎培说:我生六十多年，耳闻的不说，所亲眼看到的，真所谓“其兴也浡焉”“其亡也忽焉”，一人一家，一团体，一地方，乃至一国，不少单位都没有能跳出这周期率的支配力。毛泽东说:我们已经找到新路，我们能跳出这周期率。这条新路，就是()",
      "answer": "B",
      "chooses": ["A.革命 ", "B.民主", "C.统一战线 ", "D.党的领导"]
    },
    {
      "type": 1,
      "title": "20.已经包含了毛泽东思想的活的灵魂的实事求是、群众路线、独立自主三个方面的基本因子的著作是:()",
      "answer": "B",
      "chooses": [
        "A.《星星之火，可以燎原》 ",
        "B.《反对本本主义》",
        "C.《矛盾论》、《实践论》 ",
        "D.《新民主主义论》"
      ]
    },
    {
      "type": 2,
      "title": "1.毛泽东思想的科学内涵是:()",
      "answer": "ABC",
      "chooses": [
        "A.马克思列宁主义在中国的运用和发展",
        "B.中国共产党集体智慧的结晶",
        "C.被实践证明了的关于中国革命和建设的正确的理论原则和经验总结 ",
        "D.毛泽东的思想",
        "B.《中国社会各阶级的分析》 ",
        "C.《反对本本主义》",
        "D.《湖南农民运动考察报告》"
      ]
    },
    {
      "type": 2,
      "title": "3.标志着毛泽东思想初步形成的重要文章主要有:",
      "answer": "BD",
      "chooses": [
        "A.《中国的红色政权为什么能够存在》",
        "B.《井冈山的斗争》",
        "C.《星星之火，可以燎原》 ",
        "D.《反对本本主义》"
      ]
    },
    {
      "type": 2,
      "title": "4.体现毛泽东思想得到多方面展开而趋于成熟的著作主要有:()",
      "answer": "ABCD",
      "chooses": [
        "A.《新民主主义论》",
        "B.《矛盾论》、《实践论》",
        "C.《中国革命和中国共产党》、《论联合政府》 ",
        "D.《<共产党人>发刊词》"
      ]
    },
    {
      "type": 2,
      "title": "5.毛泽东思想继续得到发展是在:() ",
      "answer": "ABCD",
      "chooses": [
        "A.国民革命时期 ",
        "B.土地革命时期 ",
        "C.解放战争时期",
        "D.中华人民共和国建立后"
      ]
    },
    {
      "type": 2,
      "title": "6.毛泽东思想成熟的突出表现是:()",
      "answer": "ABCD",
      "chooses": [
        "A.科学阐述了新民主主义革命的对象、动力、领导力量、性质和前途等基本问题",
        "B.提出了新民主主义革命的总路线",
        "C.制定了相应的经济、政治、文化纲领 ",
        "D.指明了新民主主义革命的具体目标"
      ]
    },
    {
      "type": 2,
      "title": "7.下列各项中，体现毛泽东思想在解放战争时期和新中国成立以后继续得到发展的有:() ",
      "answer": "ABCD",
      "chooses": [
        "A.提出了人民民主专政理论 ",
        "B.提出了社会主义改造理论",
        "D.提出了把马列主义的基本原理同中国革命和建设的具体实际“第二次结合”"
      ]
    },
    {
      "type": 2,
      "title": "8.毛泽东思想有多方面的丰富内容，除了关于新民主主义革命理论外，还包括:()",
      "answer": "ABCD",
      "chooses": [
        "A.社会主义革命和社会主义建设理论 ",
        "B.革命军队建设和军事战略的理论",
        "C.思想政治工作和文化工作的理论 ",
        "D.政策和策略的理论以及党的建设理论"
      ]
    },
    {
      "type": 2,
      "title": "9.毛泽东认为，中国资产阶级包括:() ",
      "answer": "AC",
      "chooses": [
        "A.大资产阶级(或买办资产阶级) ",
        "B.城市小资产阶级 ",
        "C.民族资产阶级 ",
        "D.知识分子"
      ]
    },
    {
      "type": 2,
      "title": "10.无产阶级及其政党要实现自己对同盟者的领导，须具备的条件是:()",
      "answer": "AD",
      "chooses": [
        "A.率领被领导者向着共同的敌人作坚决斗争并取得胜利",
        "B.对同盟者采取“有理、有利、有节”的策略原则",
        "C.J坚持独立自主的原则，对同盟者实行又联合又斗争的政策",
        "D.对被领导者给以物质利益，至少不损害其利益，同时给以政治教育"
      ]
    },
    {
      "type": 2,
      "title": "11.毛泽东思想的活的灵魂是:() ",
      "answer": "ABC",
      "chooses": ["A.实事求是", "B.群众路线", "C.独立自主 ", "D.与时俱进"]
    },
    {
      "type": 2,
      "title": "12.毛泽东思想的活的灵魂之——实事求是的基本要求是:()",
      "answer": "ACD",
      "chooses": [
        "A.理论联系实际",
        "B.调查研究",
        "C.坚持在实践中检验真理和发展真理 ",
        "D.一切从实际出发"
      ]
    },
    {
      "type": 2,
      "title": "13.毛泽东思想的历史地位主要表现为:()",
      "answer": "ABC",
      "chooses": [
        "A.是马克思主义中国化时代化的第一个重大理论成果 ",
        "B.是中国革命和建设的科学指南",
        "C.是中国共产党和中国人民宝贵的精神财富",
        "D.是新时期全党全国各族人民团结奋斗的共同思想基础"
      ]
    },
    {
      "type": 2,
      "title": "14.毛泽东思想在( )。 ",
      "answer": "BCD",
      "chooses": [
        "A.国民革命战争时期形成 ",
        "B.土地革命战争时期形成 ",
        "C.抗日战争时期走向成熟",
        "D.在解放战争时期和中华人民共和国成立后继续发展"
      ]
    },
    {
      "type": 2,
      "title": "15.毛泽东思想所确立的马克思主义中国化时代化的( )，指导着我们党不断推进马克思主义中国化时代化，不断开辟马克思主义中国化时代化新境界。 ",
      "answer": "ABC",
      "chooses": ["A.前进方向", "B.基本原则.", "C.基本方法 ", "D.主要内容"]
    },
    {
      "type": 5,
      "title": "1.简述毛泽东思想的活的灵魂。",
      "answer": "答:(1)1981年党的十一届六中全会通过的《中国共产党中央委员会关于建国以来党的若干历史问题的决议》指出:贯穿于毛泽东思想各个组成部分的立场、观点和方法，是毛泽东思想的活的灵魂，它们有三个基本方面，即实事求是，群众路线，独立自主。(2)实事求是，就是一切从实际出发，理论联系实际，坚持在实践中检验真理和发展真理。群众路线，就是一切为了群众，一切依靠群众，从群众中来，到群众中去，把党的正确主张变为群众的自觉行动。独立自主，就是坚持独立思考，走自己的路，就是坚定不移地维护民族独立、捍卫国家主权，把立足点放在依靠自己力量的基础上，同时积极争取外援，开展国际经济文化交流，学习外国一切对我们有益的先进事物。"
    }
  ],
  [
    {
      "type": 1,
      "title": "1.解决中国革命问题的基本前提是：",
      "answer": "B",
      "chooses": [
        "A.分清敌人和朋友  ",
        "B.认清中国国情  ",
        "C.坚持无产阶级领导权 ",
        "D.建立工农联盟"
      ]
    },
    {
      "type": 1,
      "title": "2.近代中国的社会性质是：",
      "answer": "D",
      "chooses": [
        "A.封建社会     ",
        "B.殖民地    ",
        "C.资本主义社会     ",
        "D.半殖民地半封建社会"
      ]
    },
    {
      "type": 1,
      "title": "3.近代中国革命以（）为开端，进入新民主主义革命阶段：",
      "answer": "C",
      "chooses": [
        "A.戊戌变法     ",
        "B.辛亥革命   ",
        "C.五四运动     ",
        "D.中国共产党的成立"
      ]
    },
    {
      "type": 1,
      "title": "4.中国革命的首要问题是：",
      "answer": "C",
      "chooses": [
        "A.认清革命的性质  ",
        "B.认清革命发展前途 ",
        "C.认清革命的敌人和朋友  ",
        "D.认清革命的发展阶段"
      ]
    },
    {
      "type": 1,
      "title": "5.中国革命的首要对象是：",
      "answer": "C",
      "chooses": [
        "A.资产阶级    ",
        "B.官僚资本主义   ",
        "C.帝国主义    ",
        "D.封建主义"
      ]
    },
    {
      "type": 1,
      "title": "6.新民主主义革命最基本的动力是：",
      "answer": "A",
      "chooses": [
        "A.无产阶级    ",
        "B.农民阶级     ",
        "C.贫农    ",
        "D.工人和农民"
      ]
    },
    {
      "type": 1,
      "title": "7.新民主主义革命的主力军是：",
      "answer": "B",
      "chooses": [
        "A.工人阶级    ",
        "B.农民阶级     ",
        "C.民族资产阶级    ",
        "D.小资产阶级"
      ]
    },
    {
      "type": 1,
      "title": "8.新民主主义革命的基本问题是：",
      "answer": "B",
      "chooses": [
        "A.无产阶级领导权问题  ",
        "B.农民问题 ",
        "C.武装斗争问题 ",
        "D.工农联盟问题"
      ]
    },
    {
      "type": 1,
      "title": "9.新民主主义革命的中心问题是：",
      "answer": "A",
      "chooses": [
        "A.无产阶级的领导权          ",
        "B.农民阶级的主力军地位",
        "C.民族资产阶级的领导权      ",
        "D.无产阶级同资产阶级的联盟"
      ]
    },
    {
      "type": 1,
      "title": "10. 毛泽东所说的中国民族资产阶级“从娘肚子里带出来的老毛病”是指：",
      "answer": "A",
      "chooses": [
        "A.软弱性           ",
        "B.妥协性       ",
        "C.动摇性           ",
        "D.两面性"
      ]
    },
    {
      "type": 1,
      "title": "11.区别新民主主义革命与旧民主主义革命的根本标志是：",
      "answer": "B",
      "chooses": [
        "A.革命指导思想不同 ",
        "B.革命领导权不同  ",
        "C.革命前途不同  ",
        "D.革命对象不同"
      ]
    },
    {
      "type": 1,
      "title": "12.中国民主主义革命经历了旧民主主义革命和新民主主义革命两个阶段，“旧”阶段转变到“新”阶段的根本标志是：",
      "answer": "A",
      "chooses": [
        "A.中国革命领导阶级的变化     ",
        "B.中国革命主要对象的变化",
        "C.中国革命基本性质的变化     ",
        "D.中国社会主要矛盾的变化"
      ]
    },
    {
      "type": 1,
      "title": "13.“统帅革命的资产阶级，联合革命的无产阶级，实行资产阶级民主革命。”这一观点的错误实质在于：",
      "answer": "C",
      "chooses": [
        "A.抹杀农民阶级的革命性     ",
        "B.夸大资产阶级的作用",
        "C.放弃无产阶级的领导权     ",
        "D.忽视武装斗争的重要性"
      ]
    },
    {
      "type": 1,
      "title": "14.新民主主义革命的性质是：",
      "answer": "C",
      "chooses": [
        "A.无产阶级革命      ",
        "B.农民阶级革命",
        "C.新式的特殊的资产阶级民主主义革命 ",
        "D.旧式资产阶级民主主义革命"
      ]
    },
    {
      "type": 1,
      "title": "15.新民主主义的政体是：",
      "answer": "C",
      "chooses": [
        "A.各革命阶级的联合专政                 ",
        "B.多党合作的政治协商制度",
        "C.民主集中制的人民代表大会制度         ",
        "D.无产阶级专政"
      ]
    },
    {
      "type": 1,
      "title": "16.抗日战争时期，中国共产党在敌后抗日根据地实行的土地政策是：",
      "answer": "D",
      "chooses": [
        "A.没收地主土地分配给农民    ",
        "B.保持原有的土地状态",
        "C.没收一切土地平均分配        ",
        "D.减租减息"
      ]
    },
    {
      "type": 1,
      "title": "17.包含着新民主主义革命和社会主义革命双重性质的经济政策是：",
      "answer": "C",
      "chooses": [
        "A.没收封建地主阶级的土地 ",
        "B.保护民族工商业 ",
        "C.没收官僚垄断资本 ",
        "D.没收民族资本"
      ]
    },
    {
      "type": 1,
      "title": "18.新民主主义经济纲领中极具特色的一项内容是：",
      "answer": "B",
      "chooses": [
        "A.没收封建地主阶级的土地归农民所有        ",
        "B.保护民族工商业",
        "C.没收官僚垄断资本归新民主主义国家所有",
        "D.没收民族资本归新民主主义国家所有"
      ]
    },
    {
      "type": 1,
      "title": "19.新民主主义文化的特征是无产阶级领导的（）文化：",
      "answer": "A",
      "chooses": [
        "A.民族的科学的大众的     ",
        "B.新民主主义    ",
        "C.社会主义   ",
        "D.共产主义"
      ]
    },
    {
      "type": 1,
      "title": "20.秋收起义失败后，毛泽东创建的（）革命根据地，把武装斗争的主攻方向首先指向农村：",
      "answer": "A",
      "chooses": [
        "A.井冈山        ",
        "B.中央       ",
        "C.湘鄂西       ",
        "D.百色"
      ]
    },
    {
      "type": 1,
      "title": "21.党成立初期，首先把工作重心放在：",
      "answer": "D",
      "chooses": ["A.郊区", "B.国外", "C.农村", "D.城市"]
    },
    {
      "type": 1,
      "title": "22.毛泽东系统阐述中国革命三大法宝的文章是：",
      "answer": "B",
      "chooses": [
        "A.《井冈山的斗争》          ",
        "B.《<共产党人>发刊词》",
        "C.《星星之火，可以燎原》    ",
        "D.《战争和战略问题》"
      ]
    },
    {
      "type": 1,
      "title": "23.中国革命建立最广泛的统一战线不仅是必要的，而且是可能的，这种可能是由：",
      "answer": "B",
      "chooses": [
        "A.中国半殖民地半封建社会的阶级状况决定的",
        "B.半殖民地半封建的中国社会交织在一起的诸多矛盾决定的",
        "C.中国革命的长期性、残酷性及其发展的不平衡性所决定的",
        "D.战争与革命的时代主题决定的"
      ]
    },
    {
      "type": 1,
      "title": "24.在同资产阶级的联盟中必须实行的方针是：",
      "answer": "A",
      "chooses": [
        "A.既联合又斗争              ",
        "B.一切经过统一战线",
        "C.一切服从统一战线          ",
        "D.团结一批评一团结"
      ]
    },
    {
      "type": 1,
      "title": "25.无产阶级及其政党在统一战线中必须坚持的原则是：",
      "answer": "D",
      "chooses": [
        "A.一切经过统一战线      ",
        "B.一切服从统一战线   ",
        "C.坚决斗争      ",
        "D.独立自主 "
      ]
    },
    {
      "type": 1,
      "title": "26.中国新民主主义革命时期的统一战线包含着两个联盟。其中基本的、主要的联盟是：",
      "answer": "B",
      "chooses": [
        "A.工人阶级同城市小资产阶级的联盟",
        "B.工人阶级同农民、小资产阶级等其他劳动人民的联盟",
        "C.工人阶级同农民、小资产阶级和民族资产阶级的联盟",
        "D.工人阶级同可以合作的非劳动人民的联盟"
      ]
    },
    {
      "type": 1,
      "title": "27.中国革命的特点和优点是：",
      "answer": "D",
      "chooses": [
        "A.由中国共产党领导的人民战争 ",
        "B.目标是争取民族独立、人民解放，最终实现国家繁荣富强",
        "C.以反帝反封建作为两大革命任务   ",
        "D.以武装的革命反对武装的反革命"
      ]
    },
    {
      "type": 1,
      "title": "28.人民军队的宗旨是：",
      "answer": "C",
      "chooses": [
        "A.把政治工作放在一切工作的首位 ",
        "B.坚持中国共产党对军队的绝对领导",
        "C.全心全意为人民服务 ",
        "D.坚持以马克思主义为指导"
      ]
    },
    {
      "type": 1,
      "title": "29.建设新型人民军队的根本原则是：",
      "answer": "B",
      "chooses": [
        "A.全心全意为人民服务        ",
        "B.坚持党对军队的绝对领导",
        "C.广泛的思想政治工作        ",
        "D.官兵平等"
      ]
    },
    {
      "type": 1,
      "title": "30.1949年，毛泽东在（  ）一文中，对新民主主义革命的基本经验作了集中概括，丰富和发展了马克思主义关于无产阶级领导人民革命的理论。",
      "answer": "A",
      "chooses": [
        "A.《论人民民主专政》     ",
        "B.《<共产党人>发刊词》",
        "C.《中国革命和中国共产党》   ",
        "D.《改造我们的学习》"
      ]
    },
    {
      "type": 2,
      "title": "1.近代中国社会的主要矛盾是：",
      "answer": "AC",
      "chooses": [
        "A.帝国主义和中华民族的矛盾  ",
        "B.地主阶级和农民阶级的矛盾",
        "C.封建主义和人民大众的矛盾",
        "D.帝国主义和中华民族的矛盾是各种矛盾中最主要的矛盾（表述对，但与题目问的内容不符，不选）"
      ]
    },
    {
      "type": 2,
      "title": "2.毛泽东指出，新民主主义革命对象包括：",
      "answer": "BCD",
      "chooses": [
        "A.资产阶级    ",
        "B.官僚资本主义   ",
        "C.帝国主义    ",
        "D.封建主义"
      ]
    },
    {
      "type": 2,
      "title": "3.新民主主义革命的动力包括：",
      "answer": "ABCD",
      "chooses": [
        "A.工人阶级    ",
        "B.农民阶级   ",
        "C.城市小资产阶级   ",
        "D.民族资产阶级"
      ]
    },
    {
      "type": 2,
      "title": "4.近代中国无产阶级具有的自身特点和优点包括：",
      "answer": "ABC",
      "chooses": [
        "A.深受帝国主义、封建主义和资本主义的三重压迫，革命坚决彻底",
        "B.与农民有着天然的联系，便于结成工农联盟",
        "C.人数虽少，但很集中，便于组织",
        "D.没有任何生产资料"
      ]
    },
    {
      "type": 2,
      "title": "5.新民主主义革命时期无产阶级实现领导权的历史经验是：",
      "answer": "ABCD",
      "chooses": [
        "A.必须建立以工农联盟为基础的广泛的统一战线",
        "B.无产阶级在同资产阶级建立统一战线时，必须坚持独立自主的原则",
        "C.必须建立和发展人民的革命武装力量",
        "D.加强无产阶级政党的建设"
      ]
    },
    {
      "type": 2,
      "title": "6.新民主主义革命就是“新式的特殊的资产阶级民主主义革命”，它的基本特点是：",
      "answer": "ABD",
      "chooses": [
        "A.它有新的领导阶级即无产阶级",
        "B.它有新的指导思想即马克恩主义",
        "C.它属于世界无产阶级革命性质",
        "D.它有了新的前途，经过新民主主义革命进而达到社会主义的目标"
      ]
    },
    {
      "type": 2,
      "title": "7.民主主义革命和社会主义革命的关系是：",
      "answer": "BD",
      "chooses": [
        "A. 两个革命可以“毕其功于一役”        ",
        "B.新民主主义革命是社会主义革命的必要准备",
        "C.两个革命之间需要有一个资本主义的过渡阶段 ",
        "D.社会主义革命是新民主主义革命的必然趋势"
      ]
    },
    {
      "type": 2,
      "title": "8.新民主主义政治纲领规定的新民主主义国家：",
      "answer": "ABD",
      "chooses": [
        "A.国体是各革命阶级的联合专政      ",
        "B.政体是民主集中制的人民代表大会制度",
        "C.各革命阶级的联合专政就是工农民主专政 ",
        "D.人民当家作主是国家制度的核心内容和基本准则"
      ]
    },
    {
      "type": 2,
      "title": "9.新民主主义经济纲领的主要内容是：",
      "answer": "ACD",
      "chooses": [
        "A.没收封建地主阶级的土地归农民所有       ",
        "B.没收外国在华资本归新民主主义的国家所有",
        "C.没收官僚资产阶级的垄断资本归新民主主义的国家所有      ",
        "D.保护民族工商业"
      ]
    },
    {
      "type": 2,
      "title": "10.新民主主义的文化，是民族的科学的大众的文化。其中“民族的”是指：",
      "answer": "BC",
      "chooses": [
        "A.反对外来的资本主义文化",
        "B.反对帝国主义压迫，主张中华民族的尊严和独立",
        "C.在形式和内容上有中国作风和中国气派",
        "D.为全民族90%以上的工农大众服务"
      ]
    },
    {
      "type": 2,
      "title": "11.1938年11月，毛泽东在《战争和战略问题》中明确指出：“共产党的任务，基本地不是经过长期合法斗争以进入起义和战争，也不是先占城市后取乡村，而是走相反的道路。”其依据是：",
      "answer": "BCD",
      "chooses": [
        "A. 无产阶级是革命的领导阶级  ",
        "B. 农民占人口绝大多数，是民主革命的主力军",
        "C. 敌人长期占据着中心城市，农村是其统治的薄弱环节  ",
        "D.中国内无民主制度，外无民族独立"
      ]
    },
    {
      "type": 2,
      "title": "12.中国共产党领导的武装斗争，实质上是在无产阶级领导下的农民战争，这是因为：",
      "answer": "BC",
      "chooses": [
        "A.农民阶级是中国最为集中的、最为革命的先进阶级",
        "B.中国革命不同时期人民武装力量的主要成分是农民",
        "C.中国革命最广大的动力和革命队伍的主力军是农民",
        "D.革命的领导者中国共产党是农民阶级的先锋队组织"
      ]
    },
    {
      "type": 2,
      "title": "13.土地革命战争时期，毛泽东指出：“一国之内，在四周白色政权的包围中，有一小块或若干小块红色政权的区域长期地存在，这是世界各国从来没有的事。这种奇事的发生，有其独特的原因。”这些原因是：",
      "answer": "ABCD",
      "chooses": [
        "A.中国是多个帝国主义国家间接统治的经济政治发展极端不平衡的半殖民地半封建大国",
        "B.国民革命的政治影响及良好的群众基础",
        "C.全国革命形势的继续发展和相当力量的正式红军的存在",
        "D.党的领导的有力量及其政策的不错误"
      ]
    },
    {
      "type": 2,
      "title": "14.土地革命战争时期，中国红色政权能够存在与发展的主观条件有：",
      "answer": "CD",
      "chooses": [
        "A.多个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国",
        "B.良好的群众基础",
        "C.相当力量的正式红军的存在",
        "D.党的领导的有力量及其政策的不错误"
      ]
    },
    {
      "type": 2,
      "title": "15.中国革命走农村包围城市、武装夺取政权的道路，必须处理好（）三者之间的关系，在中国共产党的领导下，实现三者的密切结合和有机统一：",
      "answer": "ACD",
      "chooses": [
        "A.土地革命    ",
        "B.党的建设    ",
        "C.武装斗争    ",
        "D.农村根据地建设"
      ]
    },
    {
      "type": 2,
      "title": "16.中国共产党在中国革命中战胜敌人的三个法宝是：",
      "answer": "ABC",
      "chooses": [
        "A.统一战线    ",
        "B.武装斗争    ",
        "C.党的建设    ",
        "D.土地革命"
      ]
    },
    {
      "type": 2,
      "title": "17.近代中国社会的阶级结构是“两头小中间大”，“两头”是指：",
      "answer": "AC",
      "chooses": [
        "A.无产阶级      ",
        "B.农民阶级   ",
        "C.地主大资产阶级     ",
        "D.城市小资产阶级"
      ]
    },
    {
      "type": 2,
      "title": "18.近代中国社会的阶级结构是“两头小中间大”，“中间”是指：",
      "answer": "BCD",
      "chooses": [
        "A.无产阶级        ",
        "B.农民阶级      ",
        "C.民族资产阶级     ",
        "D.城市小资产阶级"
      ]
    },
    {
      "type": 2,
      "title": "19.中国革命统一战线中的两个联盟是：",
      "answer": "BD",
      "chooses": [
        "A.工人阶级和农民阶级的联盟  ",
        "B.工人阶级同农民、小资产阶级等其他劳动者之间的联盟",
        "C.工人阶级和小资产阶级的联盟   ",
        "D.工人阶级同可以合作的非劳动者之间的联盟"
      ]
    },
    {
      "type": 2,
      "title": "20.正确处理统一战线中两个联盟的关系，必须做到：",
      "answer": "ABD",
      "chooses": [
        "A.放手发展和加强工农联盟         ",
        "B.尽可能扩大第二个联盟，团结一切可以团结的力量",
        "C.孤立大地主大资产阶级  ",
        "D.正确发挥两个联盟之间的相互作用，使它们相互促进"
      ]
    },
    {
      "type": 5,
      "title": "1、简述新民主主义基本纲领的主要内容。",
      "answer": "答：新民主主义的政治纲领是：推翻帝国主义和封建主义的统治，建立一个无产阶级领导、以工农联盟为基础的、各革命阶级联合专政的新民主主义的共和国。新民主主义的经济纲领是：没收封建地主阶级的土地归农民所有，没收官僚资产阶级的垄断资本归新民主主义的国家所有，保护民族工商业。新民主主义的文化纲领：无产阶级领导的人民大众的反帝反封建的文化，即民族的科学的大众的文化。"
    },
    {
      "type": 5,
      "title": "2、简述统一战线、武装斗争、党的建设三者之间的关系。",
      "answer": "答：统一战线和武装斗争是中国革命的两个基本特点，是战胜敌人的两个基本武器。统一战线是实行武装斗争的统一战线，武装斗争是统一战线的中心支柱，党的组织则是掌握统一战线和武装斗争这两个武器以实行对敌冲锋陷阵的英勇战士。"
    }
  ],
  [
    {
      "type": 1,
      "title": "1.毛泽东明确提出以苏为鉴，独立自主地探索适合中国情况的社会主义建设道路的著作是：",
      "answer": "A",
      "chooses": [
        "A.《论十大关系》                       ",
        "B.《新民主主义论》",
        "C.《关于正确处理人民内部矛盾的问题》    ",
        "D.《中国革命和中国共产党》"
      ]
    },
    {
      "type": 1,
      "title": "2.成为党探索中国社会主义建设道路良好开端的文章，是毛泽东发表的:",
      "answer": "B",
      "chooses": [
        "A.《论人民民主专政》     ",
        "B.《论十大关系》  ",
        "C.《纪念孙中山先生》     ",
        "D.《关于正确处理人艮内部矛盾的问题》"
      ]
    },
    {
      "type": 1,
      "title": "3.《论十大关系》的报告围绕的基本方针是：",
      "answer": "C",
      "chooses": [
        "A.独立自主                             ",
        "B.自力更生为主，争取外援为辅",
        "C.调动一切积极因素，为社会主义事业服务 ",
        "D.走中国特色社会主义道路"
      ]
    },
    {
      "type": 1,
      "title": "4.《论十大关系》的前五条主要讨论经济问题，其中前三条讲重工业和轻工业、农业的关系，沿海工业和内地工业的关系，经济建设和国防建设的关系。这实际上明确提出了：",
      "answer": "A",
      "chooses": [
        "A.中国的工业化道路问题  ",
        "B.中国的经济建设问题   ",
        "C.中国的工业发展问题    ",
        "D.工业发展的平衡问题"
      ]
    },
    {
      "type": 1,
      "title": "5.不属于《论十大关系》讨论范畴的是：",
      "answer": "A",
      "chooses": [
        "A.社会主义市场经济和计划经济的关系  ",
        "B.重工业和轻工业、农业的关系",
        "C.国家、生产单位和生产者个人的关系  ",
        "D.革命和反革命的关系"
      ]
    },
    {
      "type": 1,
      "title": "6.党的八大正确分析了社会主义改造完成后我国社会主要矛盾的变化，提出今后党和国家的工作重点是：",
      "answer": "D",
      "chooses": [
        "A.调动一切积极因素，为社会主义事业服务   ",
        "B.正确处理人民内部矛盾，巩固社会主义制度",
        "C.集中力量发展生产力，建设社会主义现代化强国    ",
        "D.技术革命和社会主义建设"
      ]
    },
    {
      "type": 1,
      "title": "7.毛泽东系统论述社会主义社会矛盾理论的著作是：",
      "answer": "A",
      "chooses": [
        "A.《关于正确处理人民内部矛盾的问题》   ",
        "B.《新民主主义论》",
        "C.《论十大关系》                        ",
        "D.《中国社会各阶级的分析》"
      ]
    },
    {
      "type": 1,
      "title": "8.毛泽东在《关于正确处理人民内部矛盾的问题》的报告中指出，社会主义社会的基本矛盾是：",
      "answer": "B",
      "chooses": [
        "A.人民内部的非对抗性的矛盾",
        "B.生产关系和生产力之间、上层建筑和经济基础之间的矛盾",
        "C.无产阶级和资产阶级之间、社会主义和资本主义之间的矛盾",
        "D.人民日益增长的物质文化需要同落后的社会生产之间的矛盾"
      ]
    },
    {
      "type": 1,
      "title": "9.毛泽东认为社会主义社会基本矛盾的特点是：",
      "answer": "C",
      "chooses": [
        "A.相适应  ",
        "B.相矛盾   ",
        "C.又相适应又相矛盾  ",
        "D.不相适应又不相矛盾"
      ]
    },
    {
      "type": 1,
      "title": "10.毛泽东认为，解决社会主义基本矛盾的途径和方法是：",
      "answer": "B",
      "chooses": [
        "A.经过革命     ",
        "B.经过社会主义制度本身来解决",
        "C.经过发展生产力     ",
        "D.经过改变社会主义制度"
      ]
    },
    {
      "type": 1,
      "title": "11.下列不属于人民内部矛盾的是：",
      "answer": "C",
      "chooses": [
        "A.工人阶级和农民阶级的矛盾     ",
        "B.工人、农民同知识分子之间的矛盾",
        "C.敌对分子、敌对势力与人民的矛盾 ",
        "D.民主同集中的矛盾"
      ]
    },
    {
      "type": 1,
      "title": "12.人民内部矛盾是：",
      "answer": "A",
      "chooses": [
        "A.分清是非的问题      ",
        "B.分清你我的问题   ",
        "C.分清敌我的问题      ",
        "D.分清对错的问题"
      ]
    },
    {
      "type": 1,
      "title": "13.解决敌我矛盾应采用：",
      "answer": "B",
      "chooses": [
        "A.说服的方法      ",
        "B.专政的方法      ",
        "C.民主的方法     ",
        "D.教育的方法"
      ]
    },
    {
      "type": 1,
      "title": "14.毛泽东在1957年2月所作的《关于正确处理人民内部矛盾的问题》的报告中，系统论述了社会主义社会矛盾的理论。毛泽东强调，社会主义国家政治生活的主题是：",
      "answer": "B",
      "chooses": [
        "A.正确区分和处理两类不同性质矛盾的问题",
        "B.正确处理人民内部矛盾的问题",
        "C.正确处理敌我矛盾的问题",
        "D.正确认识和处理阶级斗争的问题"
      ]
    },
    {
      "type": 1,
      "title": "15.关于人民内部矛盾表述正确的是：",
      "answer": "B",
      "chooses": [
        "A.人民内部矛盾是由于人民根本利益不一致导致的",
        "B.领导同被领导之间的矛盾属于人民内部矛盾",
        "C.工人阶级和民族资产阶级之间的矛盾不属于人民内部矛盾",
        "D.人民内部矛盾是固定不变的，不会随条件的变化而发生转化"
      ]
    },
    {
      "type": 1,
      "title": "16.在人民民主专政体制下，正确处理两类不同性质社会矛盾的基本方法是：",
      "answer": "D",
      "chooses": [
        "A.依法严惩和说服教育   ",
        "B.暴力镇压和说服教育  ",
        "C.批评和团结           ",
        "D.专政和民主"
      ]
    },
    {
      "type": 1,
      "title": "17.解决科学文化领域的矛盾应坚持的方针是：",
      "answer": "A",
      "chooses": [
        "B.团结-批评-团结",
        "C.文化交流和艺术实践       ",
        "D.异域文化之间的交流与碰撞"
      ]
    },
    {
      "type": 1,
      "title": "18.毛泽东明确提出要走一条有别于苏联的中国工业化道路的著述是：",
      "answer": "B",
      "chooses": [
        "A.《论十大关系》                             ",
        "B.《关于正确处理人民内部矛盾的问题》",
        "C.《为争取国家财政经济状况基本好转而斗争》   ",
        "D.《在扩大的中央工作会议上的讲话》"
      ]
    },
    {
      "type": 1,
      "title": "19.促使我党思考和探索如何走中国工业化道路的直接原因是：",
      "answer": "A",
      "chooses": [
        "A.以苏为鉴，吸取苏联在建设社会主义中的教训 ",
        "B.我国重工业、农业和轻工业发展的比例失调",
        "C.我国生产力落后，经济基础薄弱             ",
        "D.受苏联的影响，强调重工业的发展。"
      ]
    },
    {
      "type": 1,
      "title": "20.走中国工业化道路的关键问题是：",
      "answer": "A",
      "chooses": [
        "A.正确处理重工业和轻工业、农业的关系      ",
        "B.正确处理人民内部的矛盾",
        "C.正确处理两类不同性质的矛盾              ",
        "D.调动一切积极因素为社会主义建设服务"
      ]
    },
    {
      "type": 1,
      "title": "21.我国走工业化道路的根本原因是：",
      "answer": "D",
      "chooses": [
        "A.新中国的工业基础十分薄弱             ",
        "B.中国民族工业发展已经具有了深厚的基础",
        "C.是中国共产党重视国家工业化的一贯政策 ",
        "D.实现民族独立和国家富强的内在要求和必要条件"
      ]
    },
    {
      "type": 1,
      "title": "22.实现我国工业化应坚持的方针不包括：",
      "answer": "D",
      "chooses": [
        "A.“两条腿走路”          ",
        "B.农业为基础，工业为主导，以农轻重为序",
        "C.中央工业和地方工业并举  ",
        "D.国家、生产单位和生产者个人利益兼顾"
      ]
    },
    {
      "type": 1,
      "title": "23.在社会主义建设道路初步探索过程中，关于生产资料所有制调整方面，提出了“三个主体，三个补充”设想的是：",
      "answer": "C",
      "chooses": ["A.毛泽东       ", "B.刘少奇       ", "C.陈云    ", "D.邓小平"]
    },
    {
      "type": 1,
      "title": "24.我党提出的“三个主体、三个补充”意味着：",
      "answer": "C",
      "chooses": [
        "A.社会主义国家要消除商品经济",
        "B.发展商品生产会导致资本主义",
        "C.在我国经济建设发展过程中，也要发挥非公有制经济和市场的作用",
        "D.商品经济是资本主义的本质特征"
      ]
    },
    {
      "type": 1,
      "title": "25.党的八大提出的经济建设的正确方针是：",
      "answer": "B",
      "chooses": [
        "A.统筹兼顾，全面安排             ",
        "B.既反保守又反冒进、在综合平衡中稳步前进",
        "C.团结互助，统筹兼顾               ",
        "D.具体问题具体分析"
      ]
    },
    {
      "type": 2,
      "title": "1.1956年起，毛泽东开始探索适合中国特点的社会主义建设道路。与此相联系，毛泽东提出了一系列新思想，主要有：",
      "answer": "ABC",
      "chooses": [
        "A.强调独立自主地探索适合中国情况的社会主义建设道路",
        "B.提出以苏联为鉴",
        "C.提出马克思主义同中国实际的“第二次结合”              ",
        "D.强调改革开放"
      ]
    },
    {
      "type": 2,
      "title": "2.关于社会主义现代化建设的积极因素表述正确的是：",
      "answer": "ABCD",
      "chooses": [
        "A.积极因素处于主导、统治地位",
        "B.是社会主义事业必定胜利的可靠保证",
        "C.积极因素与消极因素在一定条件下是可以互相转化的",
        "D.积极因素和消极因素是对立统一的关系"
      ]
    },
    {
      "type": 2,
      "title": "3.中国共产党在探索中国建设道路过程中的理论成果有：",
      "answer": "ACD",
      "chooses": [
        "A.毛泽东《论十大关系》的发表   ",
        "B.党在过渡时期总路线的制定",
        "C.中共“八大”制定的路线       ",
        "D.毛泽东《关于正确处理人民内部矛盾的问题》的重要讲话"
      ]
    },
    {
      "type": 2,
      "title": "4.关于《论十大关系》的表述正确的有：",
      "answer": "ABCD",
      "chooses": [
        "A.它是新中国成立以来中央领导集体深入调查研究的成果 ",
        "B.它为中共八大的召开作了理论准备",
        "C.探讨了中央与地方的关系                     ",
        "D.探讨了沿海工业和内地工业的关系"
      ]
    },
    {
      "type": 2,
      "title": "5.社会主义改造的任务完成以后，我国社会的基本矛盾是：",
      "answer": "CD",
      "chooses": [
        "A.敌我矛盾",
        "B.人民内部矛盾",
        "C.生产力和生产关系的矛盾",
        "D.经济基础和上层建筑的矛盾"
      ]
    },
    {
      "type": 2,
      "title": "6.关于社会主义两类不同性质的矛盾表述正确的有：",
      "answer": "AB",
      "chooses": [
        "A.反映在政治上可以划分为敌我矛盾和人民内部矛盾",
        "B.人民内部矛盾是非对抗性的矛盾，处理不当就转化为对抗性的矛盾",
        "C.用专政、说服教育的方法解决敌我矛盾",
        "D.人民同反抗社会主义主义革命的社会势力和社会集团的矛盾属于人民内部矛盾"
      ]
    },
    {
      "type": 2,
      "title": "7.毛泽东在《论十大关系》中指出，正确处理人民内部矛盾的方针、原则包括：",
      "answer": "ABCD",
      "chooses": [
        "A.“团结—批评—团结”",
        "B.实行统筹兼顾、适当安排的方针",
        "C.“百花齐放、百家争鸣”",
        "D.“长期共存，互相监督”"
      ]
    },
    {
      "type": 2,
      "title": "8.毛泽东提出的社会主义现代化建设“两步走”的发展战略是：",
      "answer": "AC",
      "chooses": [
        "A.第一步建成一个独立的比较完整的工业体系和国民经济体系",
        "B.第一步使中国逐步由农业国转变为工业国",
        "C.第二步全面实现工业、农业、国防和科学技术现代化，使中国走在世界前列",
        "D.第二步到本世纪末全面实现现代化，人民生活达到小康水平"
      ]
    },
    {
      "type": 2,
      "title": "9.我党在社会主义建设道路初步探索中提出的重要思想理论观点包括：",
      "answer": "ABCD",
      "chooses": [
        "A.社会主义发展两阶段理论",
        "B.社会主义现代化建设“两步走”发展战略",
        "C.资本主义经济是社会主义经济的有益补充",
        "D.要建立适合我国情况和人民需要的社会主义的市场"
      ]
    },
    {
      "type": 2,
      "title": "10.20世纪50年代末60，我党关于经济体制的认识表述正确的包括：",
      "answer": "ABD",
      "chooses": [
        "A.发展商品生产，利用价值规律      ",
        "B.社会主义经济应既有计划又有多样性和灵活性",
        "C.初步建立社会主义市场经济体制    ",
        "D.建立适合我国情况和人民需要的社会主义的市场"
      ]
    },
    {
      "type": 2,
      "title": "11.中共八大指出进一步加强社会主义民主政治建设必须做到：",
      "answer": "ABD",
      "chooses": [
        "A.加强党对国家机关的领导和监督",
        "B.系统地制定比较完备的法律，健全发展",
        "C.团结一切可以团结的力量，把当前的注意力转到社会主义建设上来  ",
        "D.加强民主集中制"
      ]
    },
    {
      "type": 2,
      "title": "12.毛泽东关于社会主义发展阶段的观点表述正确的是：",
      "answer": "AB",
      "chooses": [
        "A.第一个阶段是不发达的社会主义",
        "B.第二个阶段是比较发达的社会主义",
        "C.不发达的社会主义比比较发达的社会主义需要更长的时间",
        "D.第二个阶段是相对发达的社会主义"
      ]
    },
    {
      "type": 2,
      "title": "13.党领导人民探索社会主义建设道路，历经艰辛和曲折，在理论和实践上取得了一系列重要成果。这些成果具有重要意义：",
      "answer": "ABCD",
      "chooses": [
        "A.巩固和发展了我国的社会主义制度",
        "B.为开创中国特色社会主义提供了宝贵经验、理论准备、物质基础",
        "C.丰富了科学社会主义的理论和实践",
        "D.为其他国家的社会主义建设提供了经验和借鉴"
      ]
    },
    {
      "type": 5,
      "title": "1、简述党对社会主义建设道路初步探索的意义？",
      "answer": "答：第一，巩固和发展了我国的社会主义制度。第二，为开创中国特色社会主义提供了宝贵经验、理论准备、物质基础。第三，丰富了科学社会主义的理论和实践。"
    },
    {
      "type": 5,
      "title": "2、简述党对社会主义建设道路初步探索的经验教训？",
      "answer": "答：第一，必须把马克思主义与中国实际相结合，探索符合中国特点的社会主义建设道路。第二，必须正确认识社会主义社会的主要矛盾和根本任务，集中力量发展生产力。第三，必须从实际出发进行社会主义建设，建设规模和速度要与国力相适应，不能急于求成。第四，必须发展社会主义民主，健全社会主义法制。第五，必须坚持党的民主集中制和集体领导制度，加强执政党建设。第六，必须坚持对外开放，借鉴和吸收人类文明成果建设社会主义，不能关起门来搞建设。"
    }
  ],
  [
    {
      "type": 1,
      "title": "1、20世纪70年代，整个世界发生着大变动大调整，时代主题是（  ）",
      "answer": "B",
      "chooses": [
        "A.革命与战争       ",
        "B.和平与发展       ",
        "C.合作与共赢        ",
        "D.开放与融通"
      ]
    },
    {
      "type": 1,
      "title": "2、科技进步日新月异，以（  ）为核心的高新技术的发展，极大地改变了人们的生产、生活方式和国际经济、政治关系……",
      "answer": "B",
      "chooses": ["A.经济革命", "B.信息技术", "C.全球化", "D.多极化"]
    },
    {
      "type": 1,
      "title": "3、1956年，随着苏共二十大的召开和波匈加件的发生，（  ）的弊端初步暴露出来……",
      "answer": "C",
      "chooses": ["A.社会主义", "B.大跃进", "C.苏联模式", "D.人民公社化"]
    },
    {
      "type": 1,
      "title": "4.党的十一届三中全会以后，以（  ）同志为主要代表的中国共产党人，领导全党和全国人民果断地纠正了这些错误，深刻地分析了错误出现的原因，同时又坚决地维护和继承了过去在理论上和实践上所取得的一切积极成果。",
      "answer": "A",
      "chooses": ["A.邓小平", "B.陈云", "C.叶剑英", "D.胡耀邦"]
    },
    {
      "type": 1,
      "title": "5、以胡锦涛同志为主要代表的中国共产党人，创造性地回答了（  ）这一重大问题。",
      "answer": "C",
      "chooses": [
        "A.什么是社会主义，怎样建设社会主义",
        "B.建设什么样的党，怎样建设党",
        "C.实现什么样的发展、怎样发展",
        "D.什么是马克思主义，怎样发展马克思主义"
      ]
    },
    {
      "type": 1,
      "title": "6、我国改革从（  ）率先突破，逐步转向城市经济体制改革并全面铺开，确立社会主义市场经济的改革方向……",
      "answer": "D",
      "chooses": [
        "A.计划经济为主，市场经济为辅",
        "B.计划少一点，市场多一点",
        "C.包干到户",
        "D.农村实行家庭联产承包责任制"
      ]
    },
    {
      "type": 1,
      "title": "7、1978年12月召开的党的十一届三中全会，重新确立了（  ）的思想路线，彻底否定了 “以阶级斗争为纲”的错误理论和实践。",
      "answer": "A",
      "chooses": ["A.实事求是", "B.群众路线", "C.独立自主", "D.解放思想"]
    },
    {
      "type": 1,
      "title": "8、1982年邓小平在党的十二大开幕词中明确提出：走自己的道路，（  ）。",
      "answer": "B",
      "chooses": [
        "A.建设社会主义市场经济",
        "B.建设有中国特色的社会主 义",
        "C.实现马克思主义中国化时代化",
        "D.建设社会主义初级阶段"
      ]
    },
    {
      "type": 1,
      "title": "9、1987年召开的党的十三大，第一次比较系统地论述了我国社会主义初级阶段理论，明确概括和全面阐发了党的（  ）的基本路线。",
      "answer": "C",
      "chooses": [
        "A.社会主义全面发展",
        "B.“三步走”",
        "C.“一个中心、两个基本点”",
        "D.“四项基本原则”"
      ]
    },
    {
      "type": 1,
      "title": "10、南方谈话是（  ）的集大成之作，从理论上深刻地回答了当时困扰和束缚人们思想的一系列重大问题，推动改革开放和社会主义现代化建设进入新阶段，邓小平理论也逐步走向成熟。",
      "answer": "B",
      "chooses": [
        "A.毛泽东思想",
        "B.邓小平理论",
        "C.“三个代表”重要思想",
        "D.科学发展观"
      ]
    },
    {
      "type": 1,
      "title": "11、我们党所以能够取得这样的胜利，根本原因是在十四年的伟大实践中，坚持把（  ）同中国具体实际相结合，逐步形成和发展了建设有中国特色社会主义的理论。",
      "answer": "C",
      "chooses": [
        "A.马克思列宁主义",
        "B.毛泽东思想",
        "C.马克思主义基本原理",
        "D.科学社会主义"
      ]
    },
    {
      "type": 1,
      "title": "12、1997年召开的党的（  ）正式提出“邓小平理论”这一概念，深刻阐述了邓小平理论的历史地位和指导意义，进一步论述了邓小平对这一理论的创立作出的独创性贡献。",
      "answer": "B",
      "chooses": ["A.十四大", "B.十五大", "C.十六大", "D.十七大"]
    },
    {
      "type": 1,
      "title": "13、（  ）的宪法修正案正式将邓小平理论载入宪法。",
      "answer": "B",
      "chooses": ["A.1998年", "B.1999年", "C.2000年", "D.2001年"]
    },
    {
      "type": 1,
      "title": "14、首次对“三个代表”进行了比较全面的阐述是：（  ）       ",
      "answer": "C",
      "chooses": [
        "A.1989年党十四届三中全会  ",
        "B.1997年党十五大    ",
        "C.2000年，江泽民在广东考察工作时",
        "D.2001年7月1日，江泽民在庆祝中国共产党成立80周年大会上的讲话"
      ]
    },
    {
      "type": 1,
      "title": "15、2002年11月，党的（  ）将“三个代表”重要思想同马克思列宁主义、毛泽东思想和邓小平理论一道确立为党必须长期坚持的指导思想，并写入党章，实现了我们党指导思想的又一次与时俱进。",
      "answer": "B",
      "chooses": ["A.十五大", "B.十六大", "C.十七大", "D.十八大"]
    },
    {
      "type": 1,
      "title": "16、我们党的文件中第一次提出科学发展观是在（  ）。",
      "answer": "B",
      "chooses": [
        "A.党的十六大",
        "B.党的十六届三中全会",
        "C.党的十六届四中全会",
        "D.党的十七大"
      ]
    },
    {
      "type": 1,
      "title": "17、党的（  ）把科学发展观写入党章，科学发展观进一步走向成熟。",
      "answer": "B",
      "chooses": ["A.十六大", "B.十七大", "C.十八大", "D.十九大"]
    },
    {
      "type": 1,
      "title": "18、2017年，党的（  ）把习近平新时代中国特色社会主义思想确立为党必须长期坚持的指导思想并庄严地写入党章，实现了党的指导思想的与时俱进。",
      "answer": "C",
      "chooses": ["A.十七大", "B.十八大", "C.十九大", "D.二十大"]
    },
    {
      "type": 1,
      "title": "19、2018年，（  ）通过的宪法修正案，郑重地把习近平新时代中国特色社会主义思想载入宪法，实现了国家指导思想的与时俱进。",
      "answer": "A",
      "chooses": [
        "A.十三届全国人大一次会议",
        "B.十三届全国人大二次会议",
        "C.十四届全国人大一次会议",
        "D.十四届全国人大二次会议"
      ]
    },
    {
      "type": 1,
      "title": "20、2008年12月，中央召开经济工作会议，强调科学发展观第一要义是（  ），越是在经济发展面临较大困难的时候，我们越是要坚定不移地贯彻发展是硬道理的战略思想。",
      "answer": "A",
      "chooses": ["A.发展", "B.开放", "C.改革", "D.以人为本"]
    },
    {
      "type": 2,
      "title": "1.我国在社会主义建设初期走了不少弯路、犯了不少错误,其深层原因是：（  ）",
      "answer": "CD",
      "chooses": [
        "A.经济上急于求成、盲目求纯和急于过渡",
        "B.在政治上坚持以阶级斗争为纲",
        "C.偏离了党的实事求是的思想路线",
        "D.对什么是社会主义和如何建设社会主义的问题没有完全搞清楚"
      ]
    },
    {
      "type": 2,
      "title": "2.党的十八大以来，（  ）正以前所未有的方式展开，世界百年未有之大变局加速演进。",
      "answer": "ABC",
      "chooses": ["A.世界之变", "B.时代之变", "C.历史之变", "D.人类之变"]
    },
    {
      "type": 2,
      "title": "3.新世纪新阶段，我国进入（  ），经济社会发展呈现一系列新的阶段性特征。",
      "answer": "ABD",
      "chooses": [
        "A.发展关键期   ",
        "B.改革攻坚期",
        "C.开放活跃期",
        "D.矛盾凸显期"
      ]
    },
    {
      "type": 2,
      "title": "4.中国特色社会主义进入新时代，意味着中国特色社会主义（  ）不断发展，拓展了发展中国家走向现代化的途径，给世界上那些既希望加快发展又希望保持自身独立性的国家和民族提供了全新选择，为解决人类问题贡献了中国智慧和中国方案。",
      "answer": "ABCD",
      "chooses": ["A.道路", "B.理论", "C.制度", "D.文化"]
    },
    {
      "type": 2,
      "title": "5、以习近平同志为核心的党中央以伟大的历史主动精神、巨大的政治勇气、强烈的责任担当，统筹国内国际两个大局，统揽（  ），创立习近平新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义的基本方略，提出一系列治国理政新理念新思想新战略，实现了马克思主义中国化时代化新的飞跃……",
      "answer": "ABCD",
      "chooses": ["A.伟大斗争", "B.伟大工程", "C.伟大事业", "D.伟大梦想"]
    },
    {
      "type": 2,
      "title": "6.2002年5月，江泽民在中共中央党校省部级干部进修班毕业典礼上深刻阐述了 “三个代表”重要思想的内在联系，提出“贯彻’三个代表’重要思想，（  ）。",
      "answer": "ABC",
      "chooses": [
        "A.关键在坚持与时俱进",
        "B.核心在坚持党的先进性",
        "C.本质在坚持执政为民",
        "D.目标在坚持党的宗旨"
      ]
    },
    {
      "type": 2,
      "title": "7.以习近平同志为核心的党中央统筹把握（  ），坚持把马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合……    ",
      "answer": "AB",
      "chooses": [
        "A.中华民族伟大复兴战略全局",
        "B.世界百年未有之大变局",
        "C.中华民族伟大复兴",
        "D.中国特色社会主义的前进方向"
      ]
    },
    {
      "type": 2,
      "title": "8.习近平新时代中国特色社会主义思想科学回答了（  ）等重大时代课题。",
      "answer": "ABC",
      "chooses": [
        "A.新时代坚持和发展什么样的中国特色社会主义，怎样坚持和发展中国特色社会主义",
        "B.建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国",
        "C.建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党",
        "D.实现什么样的人类发展、怎样实现人类发展"
      ]
    },
    {
      "type": 2,
      "title": "9.习近平新时代中国特色社会主义思想是（  ）。",
      "answer": "AB",
      "chooses": [
        "A.当代中国马克思主义",
        "B.21世纪马克思主义",
        "C.创新的马克思主义",
        "D.时代的马克思主义"
      ]
    },
    {
      "type": 2,
      "title": "10.中国特色社会主义理论体系是中国共产党长期探索的伟大理论创造，同（  ）一脉相承又与时俱进，是马克思主义中国化时代化的重大理论成果。",
      "answer": "CD",
      "chooses": [
        "A.空想社会主义",
        "B.科学社会主义",
        "C.马克思列宁主义",
        "D.毛泽东思想"
      ]
    },
    {
      "type": 5,
      "title": "1、中国共产党百年奋斗的历史经验是什么？",
      "answer": "答：一是坚持党的领导；二是坚持人民至上；三是坚持理论创新；四是坚持独立自主；五是坚持中国道路；六是坚持胸怀天下；七是坚持开拓创新；八是坚持敢于斗争；九是坚持统一战线；十是坚持自我革命。"
    },
    {
      "type": 5,
      "title": "2、建设中国特色社会主义的十条基本经验是什么？",
      "answer": "答：坚持以邓小平理论为指导，不断推进理论创新；坚持以经济建设为中心 ，用发展的办法解决前进中的问题；坚持改革开放，不断完善社会主义市场经济体制；坚持四项基本原则，发展社会主义民主政治；坚持物质文明和精神文明两手抓，实行依法治国和以德治国相结合；坚持稳定压倒一切的方针，正确处理改革发展稳定的关系；坚持党对军队的绝对领导，走中国特色的精兵之路；坚持团结一切可以团结的力遂，不断增强中华民族的凝聚力；坚持独立自主的和平外交政策，维护世界和平与促进共同发展；坚持加强和改善党的领导，全面推进党的建设新的伟大工程。"
    }
  ],
  [
    {
      "type": 1,
      "title": "1.1980年5月，（  ）第一次提出了 “社会主义的本质”这个概念。",
      "answer": "B",
      "chooses": ["A.毛泽东", "B.邓小平", "C.江泽民", "D.胡锦涛"]
    },
    {
      "type": 1,
      "title": "2.社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到（  ）。",
      "answer": "B",
      "chooses": ["A.小康社会", "B.共同富裕", "C.现代化国家", "D.现代化强国"]
    },
    {
      "type": 1,
      "title": "3、（  ）邓小平第一次把社会主义初级阶段作为事关全局的基本国情加以把握，明确了这一基本国情是制定路线方针政策的出发点和根本依据。",
      "answer": "C",
      "chooses": [
        "A.党的十一届三中全会",
        "B.党的十二大开幕词",
        "C.党的十三大召开前夕",
        "D.党的十四大"
      ]
    },
    {
      "type": 1,
      "title": "4.1979年3月，邓小平在党的理论工作务虚会上发表（  ）的讲话。",
      "answer": "A",
      "chooses": [
        "A.《坚持四项基本原则》",
        "B.《解放思想实事求是，团结一致向前看》",
        "C.《社会主义本质》D.《社会主义计划经济与市场经济》"
      ]
    },
    {
      "type": 1,
      "title": "5.邓小平在南方谈话中再次明确了（ ）的观点。",
      "answer": "C",
      "chooses": [
        "A.“解放思想”",
        "B.“社会主义初级阶段”",
        "C.“科学技术是第一生产力”",
        "D.“党的基本路线”"
      ]
    },
    {
      "type": 1,
      "title": "6.党十二届三中全会提出了社会主义经济是：（）",
      "answer": "B",
      "chooses": [
        "A.社会主义计划经济        ",
        "B.有计划的商品经济",
        "C.社会主义市场经济        ",
        "D.自由市场经济"
      ]
    },
    {
      "type": 1,
      "title": "7.邓小平理论轮廓的形成标志是：（）",
      "answer": "B",
      "chooses": [
        "A.党十一届三中全会公报      ",
        "B.党的十三大报告",
        "C.党十五大报告              ",
        "D.南方谈话"
      ]
    },
    {
      "type": 1,
      "title": "8.邓小平正式提出“建设有中国特色的社会主义”科学命题是在：（）",
      "answer": "C",
      "chooses": [
        "A.党的十一届三中全会上     ",
        "B.党的十一届六中全会上",
        "C.党的十二大上             ",
        "D.党的十三大上"
      ]
    },
    {
      "type": 1,
      "title": "9.把邓小平理论确立为党的指导思想是在：（）",
      "answer": "C",
      "chooses": [
        "A.党的十三大上             ",
        "B.党的十四大上",
        "C.党的十五大上             ",
        "D.党的十六大上"
      ]
    },
    {
      "type": 1,
      "title": "10.邓小平理论首要的基本理论问题是：（）",
      "answer": "D",
      "chooses": [
        "A.社会主义的根本任务问题",
        "B.社会主义的发展阶段问题",
        "C.社会主义的发展动力问题",
        "D.什么是社会主义，怎样建设社会主义的问题"
      ]
    },
    {
      "type": 1,
      "title": "11.1997年9月，（  ）又进一步概括了社会主义初级阶段的特征，强调现在处于并将长口寸期处于社会主义初级阶段是中国最大的实际。",
      "answer": "C",
      "chooses": ["A.党的十三大", "B.党的十四大", "C.党的十五大", "D.党的十六大"]
    },
    {
      "type": 1,
      "title": "12.邓小平理论走向成熟的标志是：（）",
      "answer": "B",
      "chooses": [
        "A.党十三大报告                 ",
        "B.南方谈话",
        "C.党十五大报告                 ",
        "D.《邓小平文选》的出版发行"
      ]
    },
    {
      "type": 1,
      "title": "13.邓小平理论活的灵魂是：（）",
      "answer": "C",
      "chooses": [
        "A.“三个有利于”标准 　        ",
        "B.四项基本原则　",
        "C.解放思想,实事求是思想路线    ",
        "D.改革开放"
      ]
    },
    {
      "type": 1,
      "title": "14.全面改革进程中思想解放的科学总结是指：（）",
      "answer": "D",
      "chooses": [
        "A.《坚持四项基本原则》",
        "B.《解放思想，实事求，团结一致向前看》",
        "C.《邓小平文选》二卷  ",
        "D.《在武昌、深圳、珠海、上海等地的谈话要点》"
      ]
    },
    {
      "type": 1,
      "title": "15.邓小平和我们党对当代中国基本国情的科学判断是：（）",
      "answer": "B",
      "chooses": [
        "A.我国是最大的发展中国家 ",
        "B.我国正处于社会主义初级阶段　",
        "C.中国特色社会主义进入新时代",
        "D.我国已经是发达社会主义"
      ]
    },
    {
      "type": 1,
      "title": "16.系统论述社会主义初级阶段理论的是：（）",
      "answer": "B",
      "chooses": [
        "A.党十二大　       ",
        "B.党十三大",
        "C.党十四大 　　　 ",
        "D.党十五大       "
      ]
    },
    {
      "type": 1,
      "title": "17.党和国家的生命线，人民的幸福线指是：（）",
      "answer": "D",
      "chooses": [
        "A.党的基本纲领",
        "B.党的基本经验",
        "C.党的基本方略",
        "D.党的基本路线"
      ]
    },
    {
      "type": 1,
      "title": "18.建设中国特色社会主义的总依据是：（）",
      "answer": "B",
      "chooses": [
        "A.社会主义本质理论    　　　　　　 ",
        "B.社会主义初级阶段理论    ",
        "C.社会主义改革开放理论    　　　　 ",
        "D.社会主义根本任务理论"
      ]
    },
    {
      "type": 1,
      "title": "19.社会主义的根本任务是：（）",
      "answer": "C",
      "chooses": [
        "A.群众运动 　　  ",
        "B.阶级斗争       ",
        "C.发展生产力     ",
        "D.掌控意识形态领导权"
      ]
    },
    {
      "type": 1,
      "title": "20.中国的发展离不开科学，邓小平深刻地概括为：",
      "answer": "C",
      "chooses": [
        "A.“三个有利于”的标准",
        "B.科学兴国战略和人才强国战略",
        "C.科学技术是第一生产力",
        "D.创新驱动发展战略"
      ]
    },
    {
      "type": 1,
      "title": "21.“一个党，一个国家，一个民族，如果一切从本本出发，思想僵化，迷信盛行，那它就不能前进，它的生机就停止了，就要亡党亡国。”这句话要表达的是（）",
      "answer": "B",
      "chooses": [
        "A.坚持走社会主义道路",
        "B.坚持解放思想、实事求是",
        "C.坚持改革开放",
        "D.中国还处在社会主义初级阶段"
      ]
    },
    {
      "type": 1,
      "title": "22.建设中国特色社会主义，关键在于坚持、加强和改善（）",
      "answer": "A",
      "chooses": [
        "A.党的领导",
        "B.基层群众自治",
        "C.社会主义市场经济",
        "D.国家发展战略"
      ]
    },
    {
      "type": 1,
      "title": "23.1981年，（  ）提出了 “计划经济为主、市场调节为辅”的方针，允许市场调节存在和发挥作用，这为形成社会主义市场经济理论开辟了道路。",
      "answer": "A",
      "chooses": [
        "A.党的十一届六中全会",
        "B.党的十二大",
        "C.党的十二届三中全会",
        "D.党的十三"
      ]
    },
    {
      "type": 2,
      "title": "1.（  ）,是邓小平理论的精髓。",
      "answer": "CD",
      "chooses": ["A.独立自主", "B.与时俱进", "C.解放思想", "D.实事求是"]
    },
    {
      "type": 2,
      "title": "2.在改革中，我们始终坚持两条根本原则，一是（ ），一是（ ）。”",
      "answer": "AB",
      "chooses": [
        "A.以社会主义公有制经济为主体",
        "B.共同富裕",
        "C.社会主义公有制",
        "D.市场经济"
      ]
    },
    {
      "type": 2,
      "title": "3.在拨乱反正和改革开放中，以邓小平同志为主要代表的中国共产党人始终坚持（  ）相统一。",
      "answer": "CD",
      "chooses": ["A.计划经济", "B.市场经济", "C.解放思想", "D.实事求是"]
    },
    {
      "type": 2,
      "title": "4.1978年12月召开的党的十一届三中全会，实现了党的历史上具有深远意义的伟大转折：（ ）",
      "answer": "ABCD",
      "chooses": [
        "A.重新确立了解放思想、实事求是的思想路线",
        "B.停止使用“以阶级斗争为纲”的错误提法",
        "C.确定把全党工作的着重点转移到社会主义现代化建设上来",
        "D.作出实行改革开放的重大决策"
      ]
    },
    {
      "type": 2,
      "title": "5.邓小平南方谈话中提出“三个有利于”标准：（  ）",
      "answer": "ABC",
      "chooses": [
        "A.是否有利于发展社会主义社会的生产力",
        "B.是否有利于增强社会主义国家的综合国力",
        "C.是否有利于提高人民的生活水平",
        "D.是否有利于融入全球体制"
      ]
    },
    {
      "type": 2,
      "title": "6.邓小平在南方谈话中指出：“社会主义本质是：（  ）”",
      "answer": "ABC",
      "chooses": [
        "A.解放生产力，发展生产力              ",
        "B.消灭剥削，消除两极分化　　",
        "C.最终达到共同富裕                    ",
        "D.实现现代化 "
      ]
    },
    {
      "type": 2,
      "title": "7.邓小平关于社会主义本质的概括：（  ）",
      "answer": "ABCD",
      "chooses": [
        "A.遵循了科学社会主义的基本原则，反映了人民的利益和时代的要求",
        "B.廓清了不合乎时代进步和社会发展规律的模糊观念",
        "C.摆脱了长期以来拘泥于具体模式而忽略社会主义本质的错误倾向",
        "D.深化了对科学社会主义的认识"
      ]
    },
    {
      "type": 2,
      "title": "8.邓小平关于社会主义本质的概括，具有重大的政治意义、理论意义和实践意义，促进（  ）",
      "answer": "ACD",
      "chooses": [
        "A.在坚持社会主义基本制度的基础上推进改革",
        "B.社会主义的市场化、自由化和私有化改革",
        "C.改革沿着合乎社会主义本质要求的方向发展",
        "D.建设中国特色的社会主义"
      ]
    },
    {
      "type": 2,
      "title": "9.邓小平理论的主要内容包括：（  ）",
      "answer": "ABCD",
      "chooses": [
        "A.社会主义初级阶段理论和社会主义根本任务的理论              ",
        "B.改革开放理论和社会主义市场经济理论           ",
        "C.党的基本路线和“三步走”战略",
        "D.“两手抓，两手都要硬”和“一国两制” "
      ]
    },
    {
      "type": 2,
      "title": "10.“以经济建设为中心”：（  ）",
      "answer": "ABCD",
      "chooses": [
        "A.回答了社会主义的根本任务问题      ",
        "B.体现了发展生产力的本质要求     ",
        "C.是兴国之要     ",
        "D.是党和国家兴旺发达、长治久安的根本要求"
      ]
    },
    {
      "type": 5,
      "title": "1、简述邓小平理论的历史地位。",
      "answer": "答：（1）邓小平理论，是马克思列宁主义基本原理与当代中国实际和时代特征相结合的产物，是马克思列宁主义、毛泽东思想的继承和发展。（2）邓小平理论第一次比较系统地初步回答了中国社会主义的发展道路、发展阶段、根本任务、发展动力、外部条件、政治保证、战略步骤、党的领导和依靠力量以及祖国统一等一系列基本问题，是中国特色社会主义理论体系的开篇之作。（3）邓小平理论指导了改革开放的伟大实践，使改革开放后的中国发生天翻地覆的变化，迎来了思想的解放、经济的发展、政治的昌明、教育的勃兴、文艺的繁荣、科学的春天，我国社会生产力、综合国力和人民生活都上了一个大台阶，社会主义中国巍然屹立在世界东方，是改革开放和社会主义现代化建设的科学指南。"
    }
  ],
  [
    {
      "type": 1,
      "title": "1.全面阐述了“三个代表”重要思想的科学内涵和基本内容是：（  ）",
      "answer": "D",
      "chooses": [
        "A.1989年党十四届三中全会   ",
        "B.1997年党十五大     ",
        "C.2000年，江泽民在广东考察工作时",
        "D.2001年7月1日，江泽民在庆祝中国共产党成立80周年大会上的讲话"
      ]
    },
    {
      "type": 1,
      "title": "2.“三个代表”重要思想产生的历史起点和逻辑起点： （ ）",
      "answer": "B",
      "chooses": [
        "A.四项基本原则      ",
        "B.“四个如何认识”    ",
        "C.四个全面      ",
        "D.四个伟大"
      ]
    },
    {
      "type": 1,
      "title": "3.勾画建立社会主义市场经济体制的蓝图和基本框架是：（ ）",
      "answer": "B",
      "chooses": [
        "A.党十四大   ",
        "B.党十四届三中全会   ",
        "C.党十八届三中全会   ",
        "D.党十六大   "
      ]
    },
    {
      "type": 1,
      "title": "4. “三个代表”重要思想是有机联系科学体系，“贯彻‘三个代表’要求 ，关键在：（ ）",
      "answer": "A",
      "chooses": [
        "A.坚持与时俱进    ",
        "B.保持党的先进性   ",
        "C.坚持执政为民   ",
        "D.以人为本的立场                  "
      ]
    },
    {
      "type": 1,
      "title": "5. “三个代表”重要思想是有机联系科学体系，“贯彻‘三个代表’要求 ，核心在：（ ）",
      "answer": "B",
      "chooses": [
        "A.坚持与时俱进   ",
        "B.保持党的先进性   ",
        "C.坚持执政为民   ",
        "D.以人为本的立场"
      ]
    },
    {
      "type": 1,
      "title": "6. “三个代表”重要思想是有机联系科学体系，“贯彻‘三个代表’要求 ，本质在：（ ）",
      "answer": "C",
      "chooses": [
        "A.坚持与时俱进   ",
        "B.保持党的先进性   ",
        "C.坚持执政为民   ",
        "D.以人为本的立场"
      ]
    },
    {
      "type": 1,
      "title": "7.江泽民曾强调指出，马克思主义最重要的理论品质是：（ ）",
      "answer": "C",
      "chooses": [
        "A.批评与自我批评                ",
        "B.敢讲真话，做实事",
        "C.与时俱进                      ",
        "D.尊重实践、尊重群众"
      ]
    },
    {
      "type": 1,
      "title": "8.生产力最革命、最活跃的因素是：（ ）",
      "answer": "C",
      "chooses": ["A.生产资料   ", "B.科学技术   ", "C.人     ", "D.劳动对象"]
    },
    {
      "type": 1,
      "title": "9.江泽民指出，第一资源是：（ ）",
      "answer": "C",
      "chooses": [
        "A.石油资源     ",
        "B.生态资源       ",
        "C.人才资源      ",
        "D.劳动力资源"
      ]
    },
    {
      "type": 1,
      "title": "10.我们党站在时代前列，保持先进性的根本体现和根本要求是：（  ）",
      "answer": "D",
      "chooses": [
        "A.必须牢牢把握先进文化的前进方向，建设社会主义精神文明                  ",
        "B.不断实现好维护好发展好最广大人民的根本利益",
        "C.满足人民群众日益增长的物质文化需要                ",
        "D.始终代表中国先进生产力的发展要求，大力促进先进生产力的发展"
      ]
    },
    {
      "type": 1,
      "title": "11.江泽民同志强调，我们全部工作的出发点和落脚点，就是：（  ）",
      "answer": "C",
      "chooses": [
        "A.构建人类命运共同体   ",
        "B. 建设社会主义精神文明     ",
        "C.不断实现好维护好发展好最广大人民的根本利益     ",
        "D.建立和谐世界"
      ]
    },
    {
      "type": 1,
      "title": "12.党要承担起推动中国社会进步的历史责任，必须始终紧紧抓住：（ ）",
      "answer": "C",
      "chooses": [
        "A.战略机遇期                            ",
        "B.科教兴国战略",
        "C.发展这个执政兴国的第一要务            ",
        "D.社会主义政治文明建设"
      ]
    },
    {
      "type": 1,
      "title": "13.明确提出使用“社会主义市场经体制”这个提法的是： （ ）",
      "answer": "B",
      "chooses": [
        "A.邓小平           ",
        "B.江泽民             ",
        "C.胡锦涛        ",
        "D.习近平"
      ]
    },
    {
      "type": 1,
      "title": "14.在建设社会主义市场经济体制过程中，进一步探索公有制特别是国有制的多种有效实现形式，积极推行（ ）",
      "answer": "A",
      "chooses": [
        "A.股份制           ",
        "B.股份合作制         ",
        "C.承包制         ",
        "D.租赁制"
      ]
    },
    {
      "type": 1,
      "title": "15.社会主义(初级阶段)基本经济制度是：（）",
      "answer": "A",
      "chooses": [
        "A.公有制为主体、多种所有制经济共同发展   ",
        "B.各类市场主体自由竞争",
        "C.建立健全社会主义分配制度               ",
        "D.国家保护一切财产安全和利益 "
      ]
    },
    {
      "type": 1,
      "title": "16.江泽民在（ ）把社会主义物质文明、政治文明、精神文明一起确立为社会主义现代化全面发展的三大基本目标。",
      "answer": "B",
      "chooses": [
        "A.党十五大报告中                         ",
        "B.党十六大报告中",
        "C.建党八十周年讲话中                     ",
        "D.党十四届三中全会的讲话中"
      ]
    },
    {
      "type": 1,
      "title": "17.建设社会主义政治文明，最根本的就是要：（）    ",
      "answer": "A",
      "chooses": [
        "A.坚持党的领导、人民当家作主和依法治国的有机统一",
        "B.全面进行政治体制改革，建立宪政国家",
        "C.全面建成小康社会，实现经济高速增长扩张",
        "D.坚持改革开放，建设法制国家"
      ]
    },
    {
      "type": 1,
      "title": "18.坚持党的领导，核心是：（）",
      "answer": "B",
      "chooses": [
        "A.坚持党要管党          ",
        "B.坚持党的先进性    ",
        "C.坚持党的优良传统      ",
        "D.坚持党的阶级基础"
      ]
    },
    {
      "type": 1,
      "title": "19.江泽民强调推进党的建设新的伟大工程，重点是加强：（）",
      "answer": "B",
      "chooses": [
        "A.党的群众基础    ",
        "B.党的执政能力建设   ",
        "C.党的阶级基础   ",
        "D.党的组织建设"
      ]
    },
    {
      "type": 1,
      "title": "20.江泽民强调，领导干部要讲学习、讲政治、讲正气，其中前提是：（）",
      "answer": "A",
      "chooses": [
        "A.讲学习          ",
        "B.讲政治             ",
        "C.讲正气         ",
        "D.讲原则"
      ]
    },
    {
      "type": 1,
      "title": "21.江泽民强调，领导干部要讲学习、讲政治、讲正气，其中核心是：（）",
      "answer": "B",
      "chooses": [
        "A.讲学习          ",
        "B.讲政治             ",
        "C.讲正气          ",
        "D.讲原则"
      ]
    },
    {
      "type": 1,
      "title": "22.江泽民强调，加强和改进党的作风建设，核心问题是：（）",
      "answer": "D",
      "chooses": [
        "A.保持党的执政地位                      ",
        "B.坚持党的领导地位",
        "C.保持党的利益不受影响与损害            ",
        "D.保持党同人民群众的血肉联系"
      ]
    },
    {
      "type": 1,
      "title": "23.江泽民强调，我们党的最大的政治优势是：（）",
      "answer": "D",
      "chooses": [
        "A.党员数量众多，是世界第一大党              ",
        "B.当今中国的执政党、领导党",
        "C.从小到大，从弱变强，走过近百年的历程      ",
        "D.密切联系群众"
      ]
    },
    {
      "type": 1,
      "title": "24.江泽民强调，我们党执政后最大的危险是:（）",
      "answer": "C",
      "chooses": [
        "A.能力不足          ",
        "B.精神懈怠           ",
        "C.脱离群众        "
      ]
    },
    {
      "type": 1,
      "title": "25.我们党的立党之本、执政之基、力量之源是：（）",
      "answer": "C",
      "chooses": [
        "A.始终进行理论创新                   ",
        "B.始终与时代同进步，与世界同发展",
        "C.始终做到“三个代表”               ",
        "D.始终做到独立自主、自力更生"
      ]
    },
    {
      "type": 1,
      "title": "26.“三个代表”重要思想在邓小平理论的基础上，进一步，创造性地回答了，（ ）",
      "answer": "D",
      "chooses": [
        "A.什么是社会主义、怎样建设社会主义的问题",
        "B.进行什么样的革命，怎样进行革命的问题",
        "C.实现什么样的发展，怎样发展的问题",
        "D.建设什么样的党、怎样建设党的问题 "
      ]
    },
    {
      "type": 1,
      "title": "27.江泽民在党的十五大报告中明确指出：依法治国，是党领导人民治理国家的（  ）",
      "answer": "A",
      "chooses": [
        "A.基本方略         ",
        "B.基本路线       ",
        "C.基本纲领       ",
        "D.基本经验"
      ]
    },
    {
      "type": 2,
      "title": "1.江泽民同志认为，中国共产党必须解决好的两大历史性课题是（     ）。",
      "answer": "BD",
      "chooses": [
        "A、纠正党的不良作风 ",
        "B、进一步提高党的领导水平和执政水平",
        "C、防范“四大危险” ",
        "D、提高拒腐防变和抵御风险的能力   "
      ]
    },
    {
      "type": 2,
      "title": "2.2000年5月，江泽民在上海主持党建工作座谈会，强调:“三个代表”重要思想是（   ）。",
      "answer": "ABD",
      "chooses": ["A、立党之本", "B、执政之基", "C、强国之路 ", "D、力量之源"]
    },
    {
      "type": 2,
      "title": "3.江泽民强调，我们想事情，做工作，想得对不对，做得好不好，根本的衡量尺度，就是（   ）。",
      "answer": "ABCD",
      "chooses": [
        "A、人民拥护不拥护，                 ",
        "B、人民赞成不赞成",
        "C、人民高兴不高兴                   ",
        "D、人民答应不答应"
      ]
    },
    {
      "type": 2,
      "title": "4.“三个代表”的相互关系是（    ）。",
      "answer": "ABCD",
      "chooses": [
        "A、发展先进生产力，是发展先进文化的、实现最广大人民根本利益的基础和前提",
        "B、发展先进文化，是发展先进生产力和实现最广大人民根本利益的重要思想保证",
        "C、发展先进生产力和先进文化，归根到底都是为了实现最广大人民的根本利益",
        "D、三者是统一的整体，相互联系，相互促进"
      ]
    },
    {
      "type": 2,
      "title": "5.在十六大报告中，江泽民把社会主义（    ）一起确立为社会主义现代化建设的目标。  ",
      "answer": "ABD",
      "chooses": ["A、物质文明", "B、政治文明", "C、生态文明", "D、精神文明"]
    },
    {
      "type": 2,
      "title": "6.江泽民要求领导干部一定要（     ）。",
      "answer": "BCD",
      "chooses": [
        "A、讲公正        ",
        "B、讲学习         ",
        "C、讲政治        ",
        "D、讲正气"
      ]
    },
    {
      "type": 2,
      "title": "7.“三个代表”重要思想是（      ）。",
      "answer": "ABCD",
      "chooses": [
        "A、马克思列宁主义、毛泽东思想和邓小平理论的继承和发展           ",
        "B、中国特色社会主义理论体系的重要组成部分",
        "C、中国特色社会主义理论体系的接续发展",
        "D、推进中国特色社会主义事业的强大理论武器"
      ]
    },
    {
      "type": 2,
      "title": "8.坚持中国共产党的领导，就是要（     ）。",
      "answer": "ABCD",
      "chooses": [
        "A、坚持党在建设中国特色社会主义事业中的领导核心地位，发挥党总揽全局、协调各方的作用",
        "B、坚持党对国家大政方针和全局工作的政治领导     ",
        "C、坚持党管干部的原则",
        "D、坚持党对意识形态领域的领导"
      ]
    },
    {
      "type": 2,
      "title": "9.“三个代表”重要思想从（     ）方面，揭示了社会主义制度自我完善和发展的途径，",
      "answer": "ABD",
      "chooses": [
        "A、物质基础         ",
        "B、文化支撑       ",
        "C、政治保证        ",
        "D、社会基础"
      ]
    },
    {
      "type": 2,
      "title": "10.之所以要全面建设小康社会，是因为（       ）。",
      "answer": "ABCD",
      "chooses": [
        "A、总体小康社会是低水平的、不全面的、不平衡的",
        "B、我国人均生产的物质产品和物质财富较少，劳动生产率较低",
        "C、总体小康社会偏重于满足物质消费，而文化消费还得不到有效满足",
        "D、存在地区之间、城乡之间的发展不协调、不平衡问题"
      ]
    },
    {
      "type": 5,
      "title": "1.党的十五大报告勾画了实现第三步战略目标的蓝图是什么？",
      "answer": "答：（1）21世纪第一个十年实现国民生产总值比2000年翻一番，使人民的小康生活更加宽裕，形成比较完善的社会主义市场经济体制；（2）再经过十年的努力，到建党一百年时，使国民经济更加发展，各项制度更加完善；（3）到21世纪中叶新中国成立一百年时，基本实现现代化，建成富强民主文明的社会主义国家。"
    }
  ]
]