const data = [
  [
    {
      "type": 1,
      "title": "1．中医学理论体系形成的时期是",
      "chooses": [
        "A．先秦秦汉",
        "B．两晋隋唐 ",
        "C．宋金元",
        "D．明清"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "2．既为中医学理论体系的确立奠定了基础，也是中医学在理论与实践方面继续发展基石的书籍是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《伤寒杂病论》 ",
        "C．《神农本草经》",
        "D．《难经》"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "3．最早提出“四气五味”药性理论的是",
      "chooses": [
        "A．《黄帝内经》 ",
        "B．《伤寒杂病论》 ",
        "C．《神农本草经》",
        "D．《本草纲目》"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "4．最早提出“七情和合”药物配伍理论的是",
      "chooses": [
        "A．《黄帝内经》 ",
        "B．《本草纲目》",
        "C．《神农本草经》",
        "D．《难经》"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "5．我国现存最早的针灸学专著是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《伤寒杂病论》",
        "C．《神农本草经》 ",
        "D．《针灸甲乙经》"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "6．金元四大家中“寒凉派”的代表人物是",
      "chooses": [
        "A．刘完素",
        "B．张元素",
        "C．李杲",
        "D．朱震亨"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "7．金元四大家中“攻邪派”的代表人物是",
      "chooses": [
        "A．刘完素",
        "B．张从正",
        "C．李杲",
        "D．朱震亨"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "8．金元四大家中倡言“阳常有余，阴常不足”的是",
      "chooses": [
        "A．刘完素",
        "B．张元素",
        "C．李杲",
        "D．朱震亨"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "9．金元四大家中倡言“百病皆由脾胃衰而生也”的是",
      "chooses": [
        "A．刘完素",
        "B．张元素",
        "C．李杲",
        "D．朱震亨"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "10．明清时期温病学家中创建“卫气营血”辨证体系的是",
      "chooses": [
        "A．叶桂",
        "B．刘完素 ",
        "C．吴瑭",
        "D．薛雪 "
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "11．明清时期温病学家吴瑭的代表作是",
      "chooses": [
        "A．《温热论》",
        "B．《湿热条辨》",
        "C．《诸病源候论》",
        "D．《温病条辨》 "
      ],
      "answer": "[答案]D "
    },
    {
      "type": 1,
      "title": "12．金元时期易水学派的代表人物是",
      "chooses": [
        "A．刘完素",
        "B．张元素",
        "C．李杲 ",
        "D．朱震亨 "
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "13．《素问·脉要精微论》所说“四变之动，脉与之上下”，主要反映了",
      "chooses": [
        "A．人体自身的完整性",
        "B．人与自然环境的统一性",
        "C．人与社会环境的统一性",
        "D．辨证论治"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "14．《灵枢·顺气一日分为四时》所说的“夫百病者，多以旦慧、昼安、夕加、夜甚”，说明了",
      "chooses": [
        "A．人体自身的完整性",
        "B．自然环境对人体生理的影响",
        "C．社会环境对人体生理的影响",
        "D．自然环境对人体病理的影响"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "15．《灵枢·五癃津液别》所说“天寒衣薄则为溺与气，天热衣厚则为汗”，说明了",
      "chooses": [
        "A．人体自身的完整性",
        "B．自然环境对人体生理的影响",
        "C．社会环境对人体生理的影响",
        "D．自然环境对人体病理的影响"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "16．《素问·疏五过论》所说“尝贵后贱”可致“脱营”病，体现了",
      "chooses": [
        "A．自然环境对人体生理的影响",
        "B．社会环境对人体生理的影响",
        "C．自然环境对人体病理的影响",
        "D．社会环境对人体病理的影响"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "17．我国现存医学文献中最早的一部典籍是",
      "chooses": [
        "A．《黄帝内经》 ",
        "B．《脉经》",
        "C．《伤寒杂病论》 ",
        "D．《诸病源候论》 "
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "18．我国第一部病因病机证候学专著是",
      "chooses": [
        "A．《脉经》",
        "B．《诸病源候论》",
        "C．《千金要方》",
        "D．《三因极一病证方论》"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "19．在病因学方面提出“三因学说”的医家是",
      "chooses": [
        "A．张机",
        "B．李杲",
        "C．巢元方",
        "D．陈言"
      ],
      "answer": "[答案]D "
    },
    {
      "type": 1,
      "title": "20．可与《内经》相媲美的古典医籍是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《神农本草经》"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "21．我国现存最早的药物学专著是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《神农本草经》"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "22．提出“千般疢难，不越三条”的医家是",
      "chooses": [
        "A．张机",
        "B．王叔和",
        "C．陈言",
        "D．张介宾"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "23．系统阐述“三因学说”的医家是",
      "chooses": [
        "A．张机",
        "B．王叔和",
        "C．陈言",
        "D．张介宾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "24．提出温疫病的病因为“戾气”者是",
      "chooses": [
        "A．叶桂",
        "B．刘完素",
        "C．吴瑭",
        "D．吴有性"
      ],
      "answer": "[答案]D "
    },
    {
      "type": 1,
      "title": "",
      "chooses": [
        "25．提出“温邪上受，首先犯肺，逆传心包”者是",
        "A．叶桂",
        "B．刘完素",
        "C．吴瑭",
        "D．薛雪"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "26.我国第一部脉学专著是",
      "chooses": [
        "A．《脉经》",
        "B．《伤寒杂病论》",
        "C．《王叔和脉诀》",
        "D．《崔紫虚脉诀》"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "27．创立了辨证论治的诊治理论的是",
      "chooses": [
        "A．《脉经》",
        "B．《伤寒杂病论》",
        "C．《中藏经》",
        "D．《千金要方》"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "28．《伤寒杂病论》分为《伤寒论》和",
      "chooses": [
        "A．《难经》",
        "B．《金匮要略》",
        "C．《千金要方》 ",
        "D．《肘后备急方》"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "29．由唐代孙思邈编撰的、可称我国第一部医学百科全书的方书是",
      "chooses": [
        "A．《伤寒论》",
        "B．《金匮要略》",
        "C．《备急千金要方》 ",
        "D．《外台秘要》"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "30．南宋陈言对病因的认识包括",
      "chooses": [
        "A．千般疢难，不越三条",
        "B．五志过极皆为热甚",
        "C．内伤脾胃，百病由生",
        "D．三因学说"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "31．刘完素对病因的认识包括",
      "chooses": [
        "A．千般疢难，不越三条",
        "B．五志过极皆为热甚",
        "C．内伤脾胃，百病由生",
        "D．阳常有余，阴常不足"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "32．“攻邪派”的治病方法有",
      "chooses": [
        "A．温补脾胃法",
        "B．汗、吐、下三法",
        "C．滋阴降火",
        "D．寒凉清热"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "33．“补土派”的治病方法有",
      "chooses": [
        "A．温补脾胃法",
        "B．汗、吐、下三法",
        "C．寒凉清热",
        "D．滋阴降火"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "34．“滋阴派”在治疗上主要倡导",
      "chooses": [
        "A．滋阴降火",
        "B．寒凉清热",
        "C．温补脾胃法",
        "D．汗、吐、下三法"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "35．“寒凉派”在治疗上主要倡导",
      "chooses": [
        "A．滋阴降火",
        "B．寒凉清热",
        "C．汗、吐、下三法",
        "D．温补脾胃法"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "36．李杲的代表作为",
      "chooses": [
        "A．《素问玄机原病式》",
        "B．《脾胃论》",
        "C．《儒门事亲》",
        "D．《格致余论》"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "37．刘完素的代表作为",
      "chooses": [
        "A．《素问玄机原病式》",
        "B．《脾胃论》",
        "C．《儒门事亲》",
        "D．《格致余论》"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "38.天地万物相互联系的中介是",
      "chooses": [
        "A.水地",
        "B.精气",
        "C.阴阳",
        "D.五行"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "39.精气学说的产生之源是",
      "chooses": [
        "A.水地",
        "B.精气",
        "C.阴阳",
        "D.五行"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "40．最早提出“六气病源说”的是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《伤寒杂病论》",
        "C．《左传》",
        "D．《难经》",
        "[答案]C"
      ],
      "answer": "哲学基础"
    },
    {
      "type": 1,
      "title": "41．阴阳的最初涵义是指",
      "chooses": [
        "A．日月",
        "B．动静",
        "C．天地",
        "D．昼夜",
        "E．寒热"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "42．“阴阳者，天地之道也，万物之纲纪”体现了阴阳的什么特性 ",
      "chooses": [
        "相关性",
        "B．普遍性",
        "C．可分性",
        "D．转化性",
        "E．绝对性"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "43．《内经》认为“阴中有阴，阳中有阳”，体现阴阳下列的哪一特性",
      "chooses": [
        "A．相关性",
        "B．普遍性",
        "C．可分性",
        "D．转化性",
        "E．绝对性"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "44．“阴阳互藏”关系体现了阴阳的哪一特性",
      "chooses": [
        "A．相关性",
        "B．普遍性",
        "C．可分性",
        "D．转化性",
        "E．绝对性"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "45．中医学将人体具有温煦、推动、兴奋作用的物质及其功能确定为阳，这一认识体现了阴阳的哪一特性",
      "chooses": [
        "A．相关性",
        "B．普遍性",
        "C．可分性",
        "D．转化性",
        "E．绝对性"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "46．属于阳中之阴的时间段是",
      "chooses": [
        "A．上午",
        "B．前半夜",
        "C．下午",
        "D．后半夜",
        "E．以上都不是"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "47．“寒者热之”的治法是阴阳哪一关系的具体应用",
      "chooses": [
        "A．对立制约",
        "B．互根互用",
        "C．消长平衡 ",
        "D．相互转化",
        "E．相互交感 "
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "48．“阳不胜其阴，阴不胜其阳”的病机体现了阴阳的什么关系",
      "chooses": [
        "A．对立制约",
        "B．互根互用",
        "C．消长平衡",
        "D．相互转化",
        "E．相互交感"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "49．“阴在内，阳之守也；阳在外，阴之使也。”此语主要说明了阴阳的哪一关系",
      "chooses": [
        " A．对立制约",
        "B．互根互用",
        "C．消长平衡",
        "D．相互交感",
        "E．相互转化"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "50．植物的生长收藏的变化形式属于",
      "chooses": [
        "A．气与形之间的转化 ",
        "B．形与形之间的转化 ",
        "C．气与气之间的转化",
        "D．有形之体自身的更新变化 ",
        "E．以上都不是"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "51．下列哪一项不能体现阴阳互根的关系",
      "chooses": [
        "A．阳在外，阴之使也 ",
        "B．独阴不胜，孤阳不长 ",
        "C．阴在内，阳之守也",
        "D．重阴必阳，重阳必阴 ",
        "E．阴损及阳，阳损及阴"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "52．阳损及阴，阴损及阳，是阴阳哪一关系在病理方面的体现",
      "chooses": [
        "A．对立制约 ",
        "B．互根互用",
        "C．互相转化",
        "D．消长平衡",
        "E．阴阳自和"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "53．“无阳则阴无以生，无阴则阳无以化”所说明的阴阳关系是",
      "chooses": [
        "A．对立制约 ",
        "B．相互转化 ",
        "C．互根互用",
        "D．消长平衡",
        "E．阴阳交感"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "54．“寒极生热，热极生寒”，体现了阴阳的哪一关系",
      "chooses": [
        "A．相互交感",
        "B．对立制约",
        "C．消长平衡",
        "D．相互转化",
        "E．消长平衡"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "55．言人身脏腑之阴阳，则肾为",
      "chooses": [
        "A．阳中之阳",
        "B．阳中之阴",
        "C．阴中之阳",
        "D．阴中之阴",
        "E．阴中之至阴"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "56．言人身脏腑之阴阳，则肝为",
      "chooses": [
        "A．阳中之阳",
        "B．阳中之阴",
        "C．阴中之阳",
        "D．阴中之至阴",
        "E．阴中之阴"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "57．言人身脏腑之阴阳，则肺为",
      "chooses": [
        "A．阳中之阴",
        "B．阳中之阳",
        "C．阴中之阴",
        "D．阴中之阳",
        "E．阴中之至阴",
        "[答案] A",
        "58．言人身脏腑之阴阳，则心为",
        "A．阳中之阴",
        "B．阳中之阳",
        "C．阴中之阴",
        "D．阴中之至阴",
        "E．阴中之阳"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "59．脾的阴阳属性是",
      "chooses": [
        "A．阳中之阳B．阳中之阴C．阴中之阳",
        "D．阴中之阴E．阴中之至阴"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "60．在医学领域中，下列何项功能属阳",
      "chooses": [
        "A．滋润B．抑制C．凝聚D．收敛E．推动"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "61．在医学领域中，下列何项功能属阴",
      "chooses": [
        "A．推动B．温煦C．滋润D．兴奋E．升散"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "62．根据阴阳学说，下列属阳的是",
      "chooses": [
        "A．寒凉B．凝聚C．兴奋D．闭阖E．向下"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "63．下列属阳的事物是",
      "chooses": [
        "A．青、白B．晦暗C．黄、赤",
        "D．呼吸微弱E．声音低怯"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "64．属于阳的味是",
      "chooses": [
        "A．酸B．苦C．咸D．辛E．涩"
      ],
      "answer": "[答案] D "
    },
    {
      "type": 1,
      "title": "65．阳偏胜形成的证候是",
      "chooses": [
        "A．实证B．里证C．实热证D．实寒证E．表证"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "66．阴偏胜形成的证候是",
      "chooses": [
        "A．实寒证B．实热证C．虚寒证D．虚热证E．表证"
      ],
      "answer": "[答案] A "
    },
    {
      "type": 1,
      "title": "67．“热者寒之”的治疗方法主要适用于",
      "chooses": [
        "A．表证B．虚热证C．里证D．实热证E．实寒证"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "68．阴邪盛而导致的寒实证，其治法是",
      "chooses": [
        "A．实者泻之B．虚者补之C．寒者热之",
        "D．热者寒之E．阴病治阳"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "69．“阳病治阴”的治法用于",
      "chooses": [
        "A．阳偏盛证B．阴偏盛证C．阴偏衰证",
        "D．阳偏衰证E．阴阳俱衰"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "70．“阴病治阳”的治法用于",
      "chooses": [
        "A．实热证B．虚寒证C．实寒证",
        "D．虚热证E．阴阳两虚证"
      ],
      "answer": "[答案] B "
    },
    {
      "type": 1,
      "title": "71．“益火之源，以消阴翳”的治法适用于",
      "chooses": [
        "A．阴盛则寒之证B．阳虚则寒之证C．阴盛伤阳之证",
        "D．阴损及阳之证E．以上都不"
      ],
      "answer": "[答案] B "
    },
    {
      "type": 1,
      "title": "72．“壮水之主，以制阳光”是指",
      "chooses": [
        "A．阴病治阳B．阳病治阴C．阴中求阳",
        "D．阳中求阴E．补阴扶阳"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "73．在补阳时适当配以补阴药的方法，称为",
      "chooses": [
        "A．阴中求阳B．阳中求阴C．阴病治阳",
        "D．阳病治阴E．阴阳双补"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "74．以补阴药为主，适当配伍补阳药的方法属于",
      "chooses": [
        "A．阴中求阳B．阳中求阴C．阴病治阳",
        "D．阳病治阴E．平补阴阳"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "75．属于阴的味是",
      "chooses": [
        "A．酸B．辛C．甘D．淡E．以上都不是"
      ],
      "answer": "[答案] A "
    },
    {
      "type": 1,
      "title": "76．五行学说中“木”的特性是",
      "chooses": [
        "A．炎上B．稼穑C．润下D．从革E．曲直"
      ],
      "answer": "[答案] E "
    },
    {
      "type": 1,
      "title": "77．下列哪一项不属于五行之“金” ",
      "chooses": [
        "A．六腑之大肠B．五体之皮毛C．五志之恐",
        "D．五化之收E．五色之白"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "78．下列除哪项外，均属五行之“土” ",
      "chooses": [
        "A．五脏之脾B．六腑之胃C．五志之悲",
        "D．五官之口E．五气之湿"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "79．下列属于母子关系的是",
      "chooses": [
        "A．水和火B．土和金C．金和木",
        "D．木和土E．金和火"
      ],
      "answer": "[答案] B "
    },
    {
      "type": 1,
      "title": "80．下列归属五行之“土”的是",
      "chooses": [
        "A．目",
        "B．舌",
        "C．口",
        "D．鼻",
        "E．耳"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "81．下列归属于五行之“金”的是",
      "chooses": [
        "A．筋",
        "B．脉",
        "C．肉",
        "D．皮",
        "E．骨"
      ],
      "answer": "[答案] D "
    },
    {
      "type": 1,
      "title": "82．下列归属于五行之“水”的是",
      "chooses": [
        "A．恐",
        "B．脉",
        "C．肉",
        "D．皮",
        "E．怒"
      ],
      "answer": "[答案] A "
    },
    {
      "type": 1,
      "title": "83．下列五行生克关系中哪项表述是错误的",
      "chooses": [
        "A．木克土B．火生土C．火克水",
        "D．金生水E．金克木"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "84．按五行生克的关系，肝为脾之",
      "chooses": [
        "A．母B．子C．所胜D．所不胜E．以上都不是"
      ],
      "answer": "[答案] D "
    },
    {
      "type": 1,
      "title": "85．按五行生克规律，木的所不胜之子是",
      "chooses": [
        "A．木B．火C．土D．金E．水"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "86．下列不属五行相生关系传变的是",
      "chooses": [
        "A．肝火犯肺B．肾病及肝C．心病及肝",
        "D．脾病传肺E．肺病及肾"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "87．“肝火犯肺”属于",
      "chooses": [
        "A．子病犯母B．相克 C．相乘 D．相侮 E．母病及子"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "88．脾病传肾属于",
      "chooses": [
        "A．相克 B．相侮 C．母病及子 D．相乘 E．子病及母"
      ],
      "answer": "[答案] D "
    },
    {
      "type": 1,
      "title": "89．按五行生克规律，肺的“所不胜”之脏是",
      "chooses": [
        "A．脾B．心C．肾D．肝E．以上都不是"
      ],
      "answer": "[答案] B "
    },
    {
      "type": 1,
      "title": "90．按五行生克规律，肾的“所不胜”之脏是",
      "chooses": [
        "A．心B．肝C．脾D．肺E．膀胱"
      ],
      "answer": "[答案] C "
    },
    {
      "type": 1,
      "title": "91．按五行生克规律，肝的“所胜”之脏是",
      "chooses": [
        "A．心B．肺C．肾D．胆E．脾"
      ],
      "answer": "[答案] E "
    },
    {
      "type": 1,
      "title": "92．在五行学说中，不属肝病诊断依据的是",
      "chooses": [
        "A．面色青B．喜食酸味C．易怒D．目赤E．脉洪"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "93．在五行学说中，不属心病诊断依据的是",
      "chooses": [
        "A．面色赤B．喜笑无常C．喜食酸味D．舌赤E．脉洪"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "94．在五行学说中，不属脾病诊断依据的是",
      "chooses": [
        "A．面色萎黄B．口泛甜味C．唇淡无华D．多唾E．肌肉消瘦"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "95．在五行学说中，不属肾病诊断依据的是",
      "chooses": [
        "A．面见黑色B．善恐C．易骨折D．流涎E．耳聋"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "96．在五行学说中，不属肺病诊断依据的是",
      "chooses": [
        "A．面色白B．易悲C．爪甲枯槁D．鼻塞E．流涕"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "97．属于五行相生规律传变的是",
      "chooses": [
        "A．木旺乘土B．土虚木乘C．木火刑金",
        "D．水不涵木E．土虚水侮"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "98．按五行生克乘侮的关系，肾病及脾者属于",
      "chooses": [
        "A．母病及子B．子病犯母C．相乘D．相侮E．相克"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "99．脾病及肝在五行学说中属于",
      "chooses": [
        "A．相乘B．反侮C．母病及子D．相克E．子病犯母"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "100．用五行生克乘侮说明肺病及肝的病理传变，属于",
      "chooses": [
        "A．相乘B．相侮C．母病及子D．子病及母E．相克"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "101．下列属于相侮传变规律的是",
      "chooses": [
        "A．心病及脾B．脾病及肝C．脾病及心",
        "D．脾病及肾 E．肾病及肺"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "102．下列属于“子病犯母”传变规律的是",
      "chooses": [
        "A．脾病及肺B．脾病及肾C．肝病及肾",
        "D．肝病及心E．肺病及心"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "103．下列属于“母病及子”传变规律的是",
      "chooses": [
        "A．肺病及肾B．肝病及肾C．心病及肝",
        "D．肺病及心E．脾病及肾"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "104．据五行相克理论确立的治法是",
      "chooses": [
        "A．培土生金B．滋水涵木C．金水相生",
        "D．佐金平木E．益火补土"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "105．据五行相生理论确定的治法是",
      "chooses": [
        "A．佐金平木法B．扶土抑木法C．引火归元法",
        "D．培土制水法E．金水相生法"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "106．滋水涵木法适用于",
      "chooses": [
        "A．肾阴不足而肝阳偏亢B．脾肾阳虚证C．心肾不交证",
        "D．肺肾阴虚证E．心脾两虚证"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "107．佐金平木法的适用证是",
      "chooses": [
        "A．肝旺脾虚证B．肝火犯肺证C．心脾两虚证",
        "D．肝肾阴虚证E．肺肾阴虚证"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "108．抑木扶土法的适应证是",
      "chooses": [
        "A．肝旺脾虚证B．肝火犯肺证C．心肝火热证",
        "D．脾肾阳虚证E．心肾不交证"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "109．金水相生法的适应证是",
      "chooses": [
        "A．肝脾不调证B．肺肾阴虚证C．肺脾气虚证",
        "D．脾肾阳虚证E．肝肾阴虚证"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "110．古代哲学精概念的产生是源于",
      "chooses": [
        " A．水地说B．五材说 C．元气说 D.五方说 E.人体之精说",
        "[答案] A "
      ],
      "answer": "气血津液"
    },
    {
      "type": 1,
      "title": "111.《灵枢·五癃津液别》所说“天寒衣薄则为溺与气，天暑衣厚则为汗”，说明了",
      "chooses": [
        "A.人体自身的完整性",
        "B.自然环境对人体生理的影响",
        "C.社会环境对人体生理的影响",
        "D.自然环境对人体病理的影响",
        "E.社会环境对人体病理的影响"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "112.精血同源关系主要反映的两脏是",
      "chooses": [
        "A.心与肾",
        "B.肝与肾",
        "C.肺与心",
        "D.肝与肾",
        "E.心与脾"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "113.由父母遗传的生命物质，称之为",
      "chooses": [
        "A.先天之精",
        "B.后天之精",
        "C.肾精",
        "D.水谷之精",
        "E.生殖之精"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "114.水谷之气与清气相结合生成",
      "chooses": [
        "A.卫气",
        "B.营气",
        "C.宗气",
        "D.真气",
        "E.中气"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "115.气机是指",
      "chooses": [
        "A.气的升降",
        "B.气的变化",
        "C.气的运动",
        "D.气血津液互化",
        "E.气的运动形式"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "116.气机升降之枢纽是",
      "chooses": [
        "A.肝脾",
        "B.肝肾",
        "C.肺肾",
        "D.心肾",
        "E.脾胃"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "117.下列除哪项外，均属气机的正常表现",
      "chooses": [
        "A.心气充沛",
        "B.肺气宣发肃降",
        "C.脾气升清",
        "D.胃气降浊",
        "E.肝气疏泄"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "118.所谓“气化”是指",
      "chooses": [
        "A.气的升降出入运动",
        "B.气的温煦作用使水化为气",
        "C.气能化水，水又能化为气",
        "D.气能生血，血又能生气",
        "E.体内精、气、血、津液等物质各自的新陈代谢及相互转化"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "119.对人体生长发育具有促进作用的气是",
      "chooses": [
        "A.元气",
        "B.宗气",
        "C.营气",
        "D.卫气",
        "E.脏腑之气"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "120.积于胸中，上出喉咙，下注气街的气是",
      "chooses": [
        "A.心气",
        "B.肺气",
        "C.元气",
        "D.宗气",
        "E.卫气"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "121.具有营养全身和化生血液作用的气是",
      "chooses": [
        "A.元气",
        "B.营气",
        "C.宗气",
        "D.卫气",
        "E.谷气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "122.血液的生成与哪个脏腑的关系最为密切",
      "chooses": [
        "A.心",
        "B.脾",
        "C.胃",
        "D.肝",
        "E.肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "123.下列不属于津液的是",
      "chooses": [
        "A.胃液",
        "B.肠液",
        "C.涕液",
        "D.泪液",
        "E.血液"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "124.与水液代谢关系较为密切的脏是",
      "chooses": [
        "A.心、肺、脾",
        "B.心、肝、肾",
        "C.心、肝、脾",
        "D.肝、脾、肾",
        "E.肺、脾、肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "125.对津液输布代谢的影响最为重要的腑是",
      "chooses": [
        "A.胃",
        "B.小肠",
        "C.膀胱",
        "D.大肠",
        "E.三焦"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "126.津液输布的主要通道为",
      "chooses": [
        "A.血管",
        "B.经络",
        "C.腠理",
        "D.三焦",
        "E.脏腑"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "127.具有“壅遏营气，令无所避”功能的是",
      "chooses": [
        "A.脾",
        "B.心",
        "C.脉",
        "D.气",
        "E.三焦"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "128.“吐下之余，定无完气”说明哪一项病理变化",
      "chooses": [
        "A.气血两虚",
        "B.气随血脱",
        "C.气不化水",
        "D.气不摄血",
        "E.气随津脱"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "129.具有滑利关节，补益脑髓功能的是",
      "chooses": [
        "A.气",
        "B.血",
        "C.津",
        "D.液",
        "E.精"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "130.在气与津液的关系中，下列哪一项不确切",
      "chooses": [
        "A.气能生津",
        "B.气能摄津",
        "C.气能行津",
        "D.气能化津",
        "E.气能载津"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "131.在气与血的关系中，除下列哪项是错误的",
      "chooses": [
        "A.气能生血",
        "B.气能行血",
        "C.气能摄血",
        "D.气能载血",
        "E.血为气母"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "132.下列哪一项是“津血同源”的理论依据",
      "chooses": [
        "A.同为水谷精微化生",
        "B.同为营气化生",
        "C.同为宗气化生",
        "D.同为元气化生",
        "E.同属阴液，生理功能相同"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "133.由父母遗传的生命物质，称之为",
      "chooses": [
        "A.先天之精B.后天之精",
        "C.肾精D.水谷之精",
        "E.生殖之精"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "134.人体之精分藏于各聛腑，但主要贮藏于",
      "chooses": [
        "A.肝B.心C.脾",
        "D.肺E.肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "135.肾精化为生殖之精以施泄，依靠于",
      "chooses": [
        "A.肾阳温煦B.肾阴凉润",
        "C.天癸促发D.脾胃运化",
        "E.肝气疏泄"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "136.人体中活力很强的运行不息的精微物质是",
      "chooses": [
        "A.精B.气C.血",
        "D.津E.液"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "137.—身之气的生成与哪组脏腑的关系最为密切",
      "chooses": [
        "A.心肝脾B.心肺肾",
        "C.脾肺肾D.肝脾肾",
        "E.心脾肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "138.人体之气的运动称作",
      "chooses": [
        "A.气机B.气化",
        "C.升降出人D.气机调畅",
        "E.阴阳转化"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "139.维持人体相对恒定的体温，属于气的哪项功能",
      "chooses": [
        "A.推动与调控 B.温煦与凉润 C.固摄D.防御",
        "E.中介"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "140.人体生长发育迟缓，责之于气的哪项功能减退",
      "chooses": [
        "A.凉润B.中介",
        "C.推动D.防御",
        "E.固摄"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "141.控制人体体液有规律地排泄和分泌，属于气的哪项功能",
      "chooses": [
        "A.推动B.凉润",
        "C.温煦D.防御",
        "E.以上都不是"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "142.人体内各种生命信息的感应和传递，属于气的哪项功能",
      "chooses": [
        "A.调控B.防御",
        "C.温煦D.中介",
        "E.固摄"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "143.人体中最根本、最重要的气是",
      "chooses": [
        "A.元气B.宗气",
        "C.营气D.卫气",
        "E.脏腑之气"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "144.对血运和呼吸运动均有推动作用的",
      "chooses": [
        "A.心气B.宗气",
        "C.脾气D.卫气",
        "E.营气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "145.称为水谷之悍气的是",
      "chooses": [
        "A.谷气B.清气",
        "C.宗气D.营气",
        "E.卫气"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "146.称为水谷之精气的是",
      "chooses": [
        "A.谷气B.清气",
        "C.宗气D.营气",
        "E.卫气"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "147.《灵枢•决气》说：“中焦受气取汁，变化而赤是谓血。”其“气”是指 ",
      "chooses": [
        "A.自然界清气B.脾胃之气",
        "C.水谷之气D.饮食水谷",
        "E.胸中宗气"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "148.脏腑之精、脏腑之气、脏腑之阴、脏腑之阳之间的关系是",
      "chooses": [
        "A.脏腑之精化生脏腑之气，脏腑之 气分为脏腑之阴与脏腑之阳",
        "B.脏腑之精即是脏腑之气，脏腑之 精分为脏腑之阴与脏腑之阳",
        "C.脏腑之精包含脏腑之气，脏腑之 气分为脏腑之阴与脏腑之阳",
        "D.脏腑之气包含脏腑之精，脏腑之 气分为脏腑之阴与脏腑之阳",
        "E.脏腑之精即脏腑之阴，脏腑之气即脏腑之阳"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "149.逸出脉外的血称为",
      "chooses": [
        "A.血府B.瘀血",
        "C.离经之血D.坏血",
        "E.以上都不是"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "150.具有“壅遏营气，令无所避”功 能的是",
      "chooses": [
        "A.脾B.心C.脉",
        "D.气E.三焦"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "151.与津液的生成最为密切相关的脏腑是",
      "chooses": [
        "A.脾肺B.脾胃",
        "C.脾肾D.肠胃",
        "E.肺肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "152.《素问•厥论》中称“为胃行其津 液者”，是指",
      "chooses": [
        "A.肝B.肺C.肾",
        "D.脾E.三焦"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "153.对津液输布代谢的影响最为重要的腑是",
      "chooses": [
        "A.胃B.小肠C.膀胱",
        "D.大肠E.三焦"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "154.布散于体表，渗入血脉之内起滋润作用的是",
      "chooses": [
        "A.气B.水C.精",
        "D.津E.液"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "155.与津液代谢关系最为密切的是哪一组脏腑",
      "chooses": [
        "A.心肝肾B.心脾肾",
        "C.脾肝肾D.脾肺肾",
        "E.脾胃肾"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "156.血液的运行离不开气的功能，说明了气与血之间的什么关系",
      "chooses": [
        "A.气能生血B.气能行血",
        "C.气能摄血D.血能载气",
        "E.血能养气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "157.“吐下之余，定无完气”说明哪一项病理变化",
      "chooses": [
        "A.气血两虚B.气随血脱",
        "C.气不化水D.气不摄血",
        "E.气随津脱"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "158.“夺汗者无血，夺血者无汗”说明哪两者之间的密切关系",
      "chooses": [
        "A.气与津液B.气与血",
        "C.血液与精D.血液与津液",
        "E.以上都不是"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "159.血虚引起气虚病变的理论根据是",
      "chooses": [
        "A.气能生血B.气能行血",
        "C.气为血帅D.血能养气",
        "E.血能载气"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "160.“亡血家不可发汗”的告诫，是哪一项理论的实际应用",
      "chooses": [
        "A.精血同源B.气血同源",
        "C.肝肾同源D.津血同源",
        "E.血汗同源"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "161.自汗、多尿、出血、滑精等是气的哪种功能失常",
      "chooses": [
        "A.推动作用",
        "B.温煦作用",
        "C.防御作用",
        "D.固摄作用",
        "E.气化作用"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "162.下列不属于气的固摄作用的是",
      "chooses": [
        "A.控制血液",
        "B.防止出汗过多",
        "C.控制尿液",
        "D.固摄精带",
        "E.固摄内脏的位置"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "163.具有防止血液逸出脉外，是气的",
      "chooses": [
        "A.推动作用",
        "B.温煦作用",
        "C.防御作用",
        "D.固摄作用",
        "E.气化作用"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "164.联结心搏动和肺呼吸的中心环节是",
      "chooses": [
        "A.经气",
        "B.气血",
        "C.宗气",
        "D.营气",
        "E.卫气"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "165.血液的正常循环，除下列哪项之外，均与之有关",
      "chooses": [
        "A.心气的推动",
        "B.肺朝百脉",
        "C.脾气统摄",
        "D.肝的疏泄",
        "E.肾的藏精"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "166.大出血导致气随血脱的生理基础是",
      "chooses": [
        "A.气能生血",
        "B.气能摄血",
        "C.气能行血",
        "D.血为气母",
        "E.血能载气"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "167.患者,年老体弱,少气声低,小便清长，尿次频数，甚至有余沥不尽，夜间尤重，病机属于",
      "chooses": [
        "A.气失凉润B.气失防卫",
        "C.气失固摄D.气失温煦",
        "E.气失感传"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "168.患者,半月前下肢创伤大出血,经手术治疗后，精神疲惫，失眠多梦，健忘， 病机属于",
      "chooses": [
        "A.血不养气B.血不化神",
        "C.血不濡筋D.血不载气",
        "E.以上都不是"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "169.患者，下肢浮肿两月余。面色萎黄，食纳不香，腹部时而胀满,大便次数尚 正常，但大便不成形,下肢浮肿,按之凹陷,下午明显。病机属于",
      "chooses": [
        "A.肾不行水B.脾失运化",
        "C.肝失疏泄D.肾失蒸化",
        "E.三焦失利"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "170.患者，全身紫癜三个月。素体虚弱，操劳过度,体疲乏力,头昏自汗，全身 出现散在出血点，有的部位已成片状，色淡 紫，病机属于",
      "chooses": [
        "A.气不生血B.气不行血",
        "C.气不摄血D.气不养血",
        "E.气不调血"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "171.患者剧烈吐泻后，出现气短声低，少气懒言,精神疲惫，体倦乏力，头晕目 眩，自汗，动则加剧等临床表现。属于",
      "chooses": [
        "A.血不养气B.气随津泄",
        "C.气不生津D.血不载气",
        "E.以上均非"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "172.患者素体虚弱，神疲乏力，头昏自汗，畏寒肢冷，口淡喜热饮，小便清长，大便稀薄。属于",
      "chooses": [
        "A.气失凉润B.气失防卫",
        "C.气失固摄D.气失温煦",
        "E.气失感传"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "173.患者外伤大出血后，出现呼吸微弱，汗出不止，全身瘫软,神识朦耽，二便失禁,面色苍白,脉微欲绝。病机属于",
      "chooses": [
        "A.血不养气B.血不化神",
        "C.血不濡筋D.气随血脱",
        "E.以上均非"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "174.患者素体虚弱,近因操劳过度,出现体疲乏力,头昏自汗,渐见口、鼻、唇、舌、咽喉干燥,皮肤干燥枯瘪,大便干燥,小便短少而黄等临床表现。病机属于",
      "chooses": [
        "A.血不养气B.津不载气",
        "C.气不生津D.气不行津",
        "E.以上均非"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "175.患者素体虚弱,操劳过度,出现体疲乏力,头昏自汗,精神疲惫,失眠多梦,健忘等症。属于",
      "chooses": [
        "A.血不养气B.血不化神",
        "C.气不行血D.津不载气",
        "E.气不化神"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "176.患者下肢浮肿,伴有气短声低,少气懒言,体倦乏力,头晕目眩等症。属于",
      "chooses": [
        "A.气不生津B.气不行津",
        "C.气不摄津D.气不养血",
        "E.气不行血"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "177.患者平素神疲体弱，气短懒言，经常感冒，发病时恶寒发热较甚，咳嗽痰白，咯痰无力。属于",
      "chooses": [
        "A.气失凉润B.气失防卫",
        "C.气失固摄D.气失温煦",
        "E.气失感伶"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "178.患者产后失血过多，出现少气懒言，体倦乏力，头晕自汗，动则加剧等。属 于",
      "chooses": [
        "A.血不生气B.血不化神",
        "C.血不濡筋D.血不荣面",
        "E.以上均非"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "179.患者素体虚弱，症见神疲乏力，形体消痩，口燥咽干，颧红，五心烦热，潮热 盗汗。其病机是",
      "chooses": [
        "A.气失凉润B.气失防卫",
        "C.气失固摄D.气失温煦",
        "E.气失感传"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "180.患者,年老体弱,腰膝酸软,头晕耳鸣,精神疲惫,失眠多梦,健忘。其病机是",
      "chooses": [
        "A.气不摄精B.血不生神",
        "C.精不化神D.津不载气",
        "E.气不化神"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "181.布散于体表皮肤，并能渗入血脉的是",
      "chooses": [
        "A.元气",
        "B.宗气",
        "C.营气",
        "D.卫气",
        "E.中气"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "182.灌注于骨节、脏腑、脑髓的是",
      "chooses": [
        "A.精",
        "B.气",
        "C.血",
        "D.津",
        "E.液"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "183.贯心脉的气是",
      "chooses": [
        "A.推动作用",
        "B.营养作用",
        "C.气化作用",
        "D.防御作用",
        "E.固摄作用"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "184.元气的主要功能是",
      "chooses": [
        "A.推动作用",
        "B.营养作用",
        "C.气化作用",
        "D.防御作用",
        "E.固摄作用"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "185.卫气的主要功能是",
      "chooses": [
        "A.推动作用",
        "B.营养作用",
        "C.气化作用",
        "D.防御作用",
        "E.固摄作用"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "186.与津液的输布、排泄密切相关的脏是",
      "chooses": [
        "A.心、肝、肾",
        "B.心、肝、脾",
        "C.肺、脾、肾",
        "D.肝、脾、肾",
        "E.心、肺、肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "187.与血液运行关系最密切的脏是",
      "chooses": [
        "A.心、肝、肾",
        "B.心、肝、脾",
        "C.肺、脾、肾",
        "D.肝、脾、肾",
        "E.心、肺、肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "188.称为生气之根的是",
      "chooses": [
        "A.肝",
        "B.心",
        "C.脾",
        "D.肺",
        "E.肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "189.称为生气之源的是",
      "chooses": [
        "A.肝",
        "B.心",
        "C.脾",
        "D.肺",
        "E.肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "190.五脏中，肝的气机主",
      "chooses": [
        "A.升 ",
        "B.降",
        "C.出",
        "D.入",
        "E.相交",
        "[答案]A"
      ],
      "answer": "藏象"
    },
    {
      "type": 1,
      "title": "191.藏象学说主要是研究",
      "chooses": [
        "A.脏腑生理 B.脏腑病理 C.脏腑生理、病理之间的关系",
        "D.脏腑生理、病理及其之间的关系 E.脏腑、组织、器官结构形态"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "192. 五脏的生理特性是",
      "chooses": [
        "A.传化物而不藏，实而不能满 B.藏精气而不写，实而不能满",
        "C.传化物而不藏，满而不能实 D.藏精气而不写，满而不能实",
        "E.虚实交替，写而不藏"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "193. 下列哪项属于奇恒之腑",
      "chooses": [
        "A.胃 B.小肠 C.三焦 D.胆 E.膀胱 "
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "194. 藏象的基本含义是",
      "chooses": [
        "A. 五脏六腑的形象 B. 内在组织器官的表象",
        "C. 五脏六腑和奇恒之腑 D. 脏腑藏于内，其生理病理表现于外",
        "E. 五脏的形象"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "195. 心与哪季相应",
      "chooses": [
        "A.春 B.夏 C.长夏 D.秋 E.冬 "
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "196. 观察心主血脉的功能是否正常与哪项关系较小",
      "chooses": [
        "A.面色 B.舌色 C.爪色 D.脉象 E. 胸部感觉"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "197. 五脏六腑之大主是",
      "chooses": [
        "A.心 B.肺 C.脾 D.肝 E. 肾"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "198. 心主神志最主要的物质基础是",
      "chooses": [
        "A.津液 B.血液 C.精汁 D.宗气 E. 营气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "199. 肺的行水功能主要依赖于",
      "chooses": [
        "A. 肺主一身之气 B. 肺司呼吸 C. 肺输精于皮毛",
        "D. 肺朝百脉 E. 肺气宣发肃降"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "200. 肺吸人清气主要靠下列哪项功能",
      "chooses": [
        "A.肺气宣发 B.肺气肃降 C.肺主行水",
        "D.肺朝百脉 E. 肺主治节"
      ],
      "answer": "[答案]B "
    },
    {
      "type": 1,
      "title": "201. 下列哪项不属于肺气宣发的具体体现",
      "chooses": [
        "A.排出体内浊气 B.输布卫气于体表",
        "C.将津液输布全身，外达皮 D.将代谢后的津液化为汗液排出体外",
        "E.使全身的血液会聚于肺"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "202. 以下哪项不属于肺气肃降的具体体现",
      "chooses": [
        "A. 吸入自然界清气 B. 排出体内的浊气",
        "C. 将宗气下蓄丹田 D. 将津液向内布散各脏腑",
        "E. 将代谢后的水液下输肾或膀胱"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "203.“主治节”的脏是",
      "chooses": [
        "A.心 B.肺 C.脾 D.肝 E. 肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "204. 脾统血的主要作用机理是",
      "chooses": [
        "A. 控制血液的流速 B. 控制内脏的血液容量",
        "C. 控制外周血液容量 D. 控制血液在脉道内的运行",
        "E. 控制血液上荣头目"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "205. 具有喜燥恶湿生理特性的脏腑是",
      "chooses": [
        "A.心 B.肺 C.脾 D.胃 E.肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "206. 脾为气血生化之源的生理基础是",
      "chooses": [
        "A. 脾主统血 B. 脾喜燥恶湿 C. 脾主升清",
        "D. 脾主运化水谷精微 E. 脾为后天之本"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "207. 五脏中，具有“以升为健”特点 的脏是",
      "chooses": [
        "A.心 B.肺 C.脾 D.肝 E. 肾"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "208. 脾统血是通过下面哪项实现的",
      "chooses": [
        "A. 气的固摄作用 B. 气的温煦作用",
        "C. 气的气化作用 D. 气的卫外作用",
        "E. 气的防御作用"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "209. 藏象学说常以下列哪项来概括整个 消化系统的机能活动",
      "chooses": [
        "A.胃的通降 B.脾的运化 C.胃的受纳",
        "D.脾升胃降 E. 小肠泌别清浊"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "210. 下列哪一项是脾胃虚弱导致血虚的基本机制",
      "chooses": [
        "A. 脾失健运 B. 脾失统血 C. 脾不升清",
        "D. 化源不足 E. 升降失常"
      ],
      "answer": "[答案] A "
    },
    {
      "type": 1,
      "title": "211. 四肢肌肉的壮实主要取决于",
      "chooses": [
        "A. 心主血脉的功能 B. 肾主骨的功能",
        "C. 脾主运化的功能 D. 肺主气的功能",
        "E. 肝主筋的功能"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "212. 男子精液的正常排泄是哪两脏合作 的结果",
      "chooses": [
        "A. 肝肺 B. 心肺 C. 肝肾",
        "D. 肝脾 E. 脾肾"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "213.胆汁的分泌与排泄取决于 ",
      "chooses": [
        "A. 胆贮藏胆汁功能 B. 胆排泄胆汁的功能",
        "C. 脾气的运化功能 D. 小肠泌别清浊的功能",
        "E. 肝气的疏泄功能"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "214. 肝在志为",
      "chooses": [
        "A.魂 B.怒 C.思 D.悲 E.恐"
      ],
      "answer": "[答案] B "
    },
    {
      "type": 1,
      "title": "215. 在肝气疏泄作用的各种表现中，最根本的是",
      "chooses": [
        "A. 调畅情志 B. 调畅气机 C. 调节血量",
        "D. 疏通水道 E. 促进脾胃运化功能"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "216. 在肾气的闭藏功能中，最基本的是",
      "chooses": [
        "A. 纳气归肾，促进元气的生成 ",
        "B. 固摄二便，防止二便失禁",
        "C. 固摄水液，防止水液无故流失 ",
        "D. 固摄肾精，防止精的无故散失",
        "E. 摄纳阳气，防止阳气浮越于上"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "217. 为全身阴阳之根本的脏是",
      "chooses": [
        "A.心 B.肝 C.脾 D.肺 E. 肾"
      ],
      "answer": "[答案] E "
    },
    {
      "type": 1,
      "title": "218. “天癸”的产生取决于",
      "chooses": [
        "A. 先天禀赋的强弱 B. 元气的充沛",
        "C. 肾阴肾阳的协调平衡 D. 肾中精气的充盈",
        "E. 后天之精的充养"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "219. 维持呼吸深度需哪脏的功能",
      "chooses": [
        "A.心 B.肝 C.脾 D.肺 E. 肾"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "220. 以下哪项有误",
      "chooses": [
        "A. 心在液为汗 B. 肝在液为泪",
        "C. 脾在液为涎 D. 肺在液为涕",
        "E. 肾在液为尿"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "221. 以下哪项说法有误",
      "chooses": [
        "A. 肾为先天之本 B. 肾为封藏之本",
        "C. 肾为人体全身阴阳之本 D. 肾阳为五脏阳气之本",
        "E. 肾为气之主"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "222. 与脑髓充盈关系最密切的脏是",
      "chooses": [
        "A.心 B.肺 C.脾 D.肝 E. 肾"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "223. 下列说法中错误的是",
      "chooses": [
        "A. 脑为元神之府 B. 脉为血之府 ",
        "C. 腰为肾之府 D. 肺为气之府",
        "E. 胆为中精之府"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "224. 下列不属于“七冲门”的是",
      "chooses": [
        "A. 吸门 B. 飞门 C. 户门",
        "D. 气门 E. 阑门"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "225. “孤府”所指的脏腑是",
      "chooses": [
        "A.胃 B.胆 C.膀胱 D.小肠 E. 三焦"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "226. “中精之府”是指",
      "chooses": [
        "A.胃 B.胆 C.膀胱 D.小肠 E. 三焦"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "227. “中焦如沤”是描绘",
      "chooses": [
        "A. 胃的受纳功能",
        "B. 脾的散精功能",
        "C. 小肠泌别清浊功能",
        "D. 脾胃肝胆等脏腑的消化饮食物的生理过程",
        "E. 心肺输布气血的作用"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "228. “泌别清浊”属于",
      "chooses": [
        "A. 胃的功能 B. 小肠的功能 C. 三焦的功能",
        "D. 膀胱的功能 E. 胆的功能"
      ],
      "answer": "[答案]B "
    },
    {
      "type": 1,
      "title": "229. 利小便即所以实大便”治法的 依据是",
      "chooses": [
        "A. 小肠泌别清浊 B. 脾运化水饮",
        "C. 肺宣发肃降 D. 肾阳气化",
        "E. 肾主水液"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "230. 具有“通行诸气和运行水液”生 理机能的腑是",
      "chooses": [
        "A.胆 B.膀胱 C.胃 D.三焦 E.小肠"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "231. 气机升降之“枢”是指",
      "chooses": [
        "A. 肺主呼气，肾主纳气 B. 心火下降，肾水上升",
        "C. 脾主升清，肺主肃降 D. 脾气主升，胃气主降",
        "E. 肝主升发，肺主肃降"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "232. 称为“气血生化之源”的脏腑是",
      "chooses": [
        "A.心肺 B.脾胃 C.大小肠",
        "D.肝肾 E. 肺肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "233. 心与肺的关系主要体现在",
      "chooses": [
        "A. 心气与宗气的关系 B. 神与魄的关系",
        "C. 心阳与肺阴的关系 D. 气与血的相互为用关系",
        "E. 火克金的关系"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "234. 脏与脏之间主要表现为阴阳水火 互济互制关系的是",
      "chooses": [
        "A.心与肺 B.心与脾 C.心与肾",
        "D.心与肝 E. 肝与肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "235. 脏与脏之间具有先后天互相资生 关系的是",
      "chooses": [
        "A.心与肾 B.心与脾 C.心与肝",
        "D.脾与肝 E. 脾与肾"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "236. 精血同源主要反映哪两脏之间的关系",
      "chooses": [
        "A.心与肾 B.肝与肾 C.肺与心",
        "D.肝与脾 E. 心与脾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "237. 精神互用反映哪两脏的关系",
      "chooses": [
        "A.心与肾 B.心与脾 C.心与肺",
        "D.心与肝 E. 肺与皮"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "238. 肝肺之间的关系主要表现在",
      "chooses": [
        "A. 气机的调节 B. 血液的运行 C. 津液的输布 D. 气的生成 E. 血的生成"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "239. 在机体水液代谢过程中起主要作用的脏腑是",
      "chooses": [
        "A. 肺胃脾 B. 脾肝肾 C. 肺脾肾",
        "D. 肺肝肾 E. 心肝肾"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "240. 与呼吸关系最密切的两脏是",
      "chooses": [
        "A.心肺 B.肝脾 C.肺脾 D.心脾 E.肺肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "241. “肾为气之根”主要是指",
      "chooses": [
        "A. 肾阳生气 B. 肾为先天之本 C. 肾藏精",
        "D. 肾主纳气 E. 肾主水液"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "242. 病人喜笑不休多因为",
      "chooses": [
        "A. 心气虚 B.心血虚 C.心气实",
        "D.心血瘀 E.心阴虚"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "243. 内脏下垂主要是因为",
      "chooses": [
        "A.宗气虚 B.胃气虚 C.脾气虚",
        "D.肾气虚 E.肝气虚"
      ],
      "answer": "[答案]C "
    },
    {
      "type": 1,
      "title": "244. 肾精、肾气、肾阴、肾阳之间的 关系是",
      "chooses": [
        "A. 肾精即肾阴，肾气即肾阳",
        "B. 肾精化生肾气，肾气分为肾阴和 肾阳",
        "C. 肾精包括肾气，肾精分为肾阴和 肾阳",
        "D. 肾气包括肾精，肾气分为肾阴和 肾阳",
        "E. 肾气即肾精，肾气分为肾阴和肾阳"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "245.机体的阴气不足与下列哪项关系 最为密切",
      "chooses": [
        "A.心阴 B.胃阴 C.肺阴 D.肝阴 E.肾阴"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "246.患者，心悸失眠两月余。由于思虑劳神过度而见眩晕、心悸、失眠、多梦、 腹胀、食少、体倦乏力、精神萎靡、面色无 华。属哪两脏同病",
      "chooses": [
        "A.肝脾 B.心脾 C.肝肺 D.肝胃 E.心肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "247.患者，咳嗽咯血月余。由于经常 急躁易怒，情志抑郁，而出现咳嗽、胸痛、 咯血。属哪两脏同病",
      "chooses": [
        "A.心脾 B.肝胃 C.肝肺 D.肝脾 E. 心肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "248.患者，食少乏力3个月。由于过 度劳累而致头晕乏力、纳呆食少、胸胁胀 满、腹痛泄泻。病机属于",
      "chooses": [
        "A. 肝气乘脾 B. 肝气犯胃 C. 脾虚肝乘",
        "D. 胃弱肝乘 E. 肝火犯肺"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "249.患者，男，45岁。心烦不寐，眩 晕耳鸣，健忘，腰酸梦遗，舌红少津，脉细 数。其病变所在脏腑是",
      "chooses": [
        "A.心脾 B.肺肾 C.肺肝 D.心肾 E.肝胃"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "250.患者大便稀溏，纳差，腹胀，食后尤甚。主要和下述哪一机能失常有关",
      "chooses": [
        "A. 肺主行水 B. 脾主升清 C. 脾主运化",
        "D. 肝主疏泄 E. 肾主水"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "251.患者头晕目花，少气倦怠，腹部有坠胀感，脱肛，舌淡苔白，脉弱。主要与 下述哪一功能失常有关",
      "chooses": [
        "A. 脾气运化 B. 肝气升发 C. 脾气升清",
        "D. 肝气疏泄 E. 肺气宣发"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "252.症见肢体浮肿，畏寒肢冷，心悸 怔忡，胸闷气喘，小便不利，神疲乏力，腰 膝酸冷，唇甲青紫。病机属于",
      "chooses": [
        "A. 肝气乘脾 B. 心脾两虚 C. 心肾阳虚",
        "D. 脾肾阳虚 E. 心肾阴虚"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "253.症见咳嗽，胸闷，气短而喘，心 悸，动则尤甚，吐痰清稀，神疲乏力，声低 懒言，自汗，面色淡白。病机属于",
      "chooses": [
        "A. 心脾两虚 B. 心肺气虚 C. 脾虚肝乘",
        "D. 胃弱肝乘 E. 肝火犯肺"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "254.女子闭经3个月，伴心悸，多梦 健忘/头晕目眩，视物模糊，肢麻震颤，面 白无华，爪甲不荣等。病机属于",
      "chooses": [
        "A. 心脾两虚 B. 心肺气虚 C. 肺脾气虚",
        "D. 胃弱肝乘 E. 心肝血虚"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "255.临床表现为食少，乏力，腹胀， 便溏，久咳不止，气短而喘，咯痰清稀，面部虚浮，声低懒言，面白无华。病机属于",
      "chooses": [
        "A. 心脾两虚 B. 心肺气虚 C. 脾虚肝乘",
        "D. 脾肺气虚 E. 肺肾气虚"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "256. 患者耳鸣，咳喘无力，呼多吸少， 动则尤甚，吐痰清稀，声低，乏力，自汗， 腰膝酸软，尿随咳出。病机属于",
      "chooses": [
        "A. 心脾两虚 B. 心肺气虚 C. 肺肾阴虚",
        "D. 脾肺气虚 E. 肺肾气虚"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "257.患者咯痰带血，咳嗽痰少，声音 嘶哑，腰膝酸软，形体消痩，口燥咽干，骨 蒸潮热，盗汗，颧红，舌红少苔，脉细数。 病机属于",
      "chooses": [
        "A. 心脾两虚 B. 心肺气虚 C. 肺肾阴虚",
        "D. 脾肺气虚 E. 肺肾气虚"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "258. 患者身黄目黄，胁肋胀痛，胁下 痞块，纳呆，厌油腻，泛恶欲呕，腹胀，大 便不调，小便黄，寒热往来，口苦口干，带 下黄稠臭秽，舌苔黄腻，脉弦数。病机属于",
      "chooses": [
        "A. 肝胆湿热 B. 肝火犯胃 C. 肝火犯肺",
        "D. 肝气乘脾 E. 肝郁脾虚"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "259.患者胁肋胀满疼痛，走窜不定， 胃脘胀痛，吞酸嘈杂，嗳气，呃逆，不思饮 食，情志抑郁，善太息。病机属于",
      "chooses": [
        "A. 肝胆湿热 B. 肝胃不和 C. 肝火犯肺",
        "D. 肝气乘脾 E. 心肾不交"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "260.患者便溏，胸胁胀满窜痛，善太息，情志抑郁，食少，腹胀，肠鸣矢气，腹痛欲便，泻后痛减。病机属于",
      "chooses": [
        "A. 肝胆湿热 B. 肝火犯胃 C. 肝火犯肺",
        "D. 肝肾阴虚 E. 肝郁脾虚"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "261.患者耳鸣，头晕目眩，健忘，胁痛，腰膝酸软，失眠多梦，五心烦热，颧红，遗精。病机属于",
      "chooses": [
        "A. 肝肾阴虚 B. 心肺气虚 C. 肺肾阴虚",
        "D. 脾肾阳虚 E. 肺肾气虚"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "262.患者腹泻，腰膝及下腹冷痛，畏 冷肢凉，五更泄泻，完谷不化，便质清冷， 全身水肿，小便不利，舌淡苔白，脉迟。病 机属于，",
      "chooses": [
        "A. 肝肾阴虚 B. 心肺气虚 C. 肺肾阴虚",
        "D. 脾肾阳虚 E. 肺肾气虚"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "263.患者胃脘、腹部胀满疼痛，走窜 不定，痛而欲泻，泻而不爽，嗳气，肠鸣， 矢气，得嗳气、矢气后痛减。病机属于",
      "chooses": [
        "A. 胃气虚衰 B. 胃肠气滞 C. 脾气下陷",
        "D. 脾气虚衰 E. 肝郁气滞"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "264.患者大便燥如羊屎，艰涩难下， 数日一行，腹胀作痛，左少腹触及包块，口 干，口臭。病机属于",
      "chooses": [
        "A. 肾气不固 B. 津亏肠燥 C. 肠热腑实",
        "D. 脾气虚证 E. 大肠湿热"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "265.患者心悸，胸闷，气短，精神疲倦，自汗，活动后加重，面色淡白。病机属于",
      "chooses": [
        "A.心血不足 B.肾气虚衰 C.心气虚衰",
        "D.脾气虚衰 E.以上均非"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "266. 患者自觉咽部异物，吞之不下， 吐之不出，伴有情志抑郁，善太息，胸胁、 少腹胀满疼痛，走窜不定。病机属于",
      "chooses": [
        "A.肾气不固 B.胃肠气滞 C.肺气失宣",
        "D.脾气虚衰 E.肝气郁结"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "267.患者久病咳喘，咳嗽无力，气短而喘，动则尤甚，咯痰清稀，伴有声低懒 言，自汗，畏风，神疲体倦等。病机属于",
      "chooses": [
        "A.肺气虚衰 B.肾气虚衰 C.心气虚衰",
        "D.脾气虚衰 E.胃气虚弱"
      ],
      "answer": "[答案] A "
    },
    {
      "type": 1,
      "title": "268.患者，胃脘隐痛，痞满喜按，食 欲不振，食后胀甚，嗳气，口淡不渴，面色 萎黄，气短懒言，神疲倦怠。病机属于",
      "chooses": [
        "A.肝气郁结 B.胃肠气滞 C.肺气失宣",
        "D.脾气虚衰 E.胃气虚弱"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "269.患者，闭经，伴有头晕眼花，视 力减退，肢体麻木，手足震颤，爪甲不荣， 面白无华。病机属于",
      "chooses": [
        "A.心血不足 B.肝血不足 C.心气虚衰",
        "D.脾不统血 E.心肝血虚"
      ],
      "answer": "[答案]B "
    },
    {
      "type": 1,
      "title": "270.称“先天之本”的是",
      "chooses": [
        "A.心 B.脾 C.肝 D.肾 E.肺"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "271.称“罢极之本”的是",
      "chooses": [
        "A.心 B.脾 C.肝 D.肾 E.肺"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "272.主调节血量的是",
      "chooses": [
        "A.心 B.脾 C.肝 D.肾 E.肺"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "273.主统血的是",
      "chooses": [
        "A.心 B.脾 C.肝 D.肾 E.肺"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "274.喜燥恶湿与哪项有关",
      "chooses": [
        "A.心 B.脾 C.肝 D.肾 E.肺"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "275.体阴而用阳与哪项有关",
      "chooses": [
        "A.心 B.脾 C.肝 D.肾 E.肺"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "276.属肾的生理机能的是",
      "chooses": [
        "A.生气 B.纳气 C.主气 D.载气 E.调气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "277.属肺的生理机能的是",
      "chooses": [
        "A.生气 B.纳气 C.主气 D.载气 E.调气"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "278.与肺的宣发关系不密切者是",
      "chooses": [
        "A.皮肤 B.汗孔 C.头发 D.津液 E.卫气"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "279.与人体抵御外邪关系最密切的是",
      "chooses": [
        "A.皮肤 B.汗孔 C.头发 D.津液 E.卫气"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "280.主行水的是",
      "chooses": [
        "A.肺 B.脾 C.三焦 D.肾 E.膀胱"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "281. 肺为",
      "chooses": [
        "A. 君主之官 B. 将军之官 C. 作强之官 D. 仓廪之官",
        "E. 相傅之官"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "282.肾为",
      "chooses": [
        "A. 君主之官 B. 将军之官 C. 作强之官 D. 仓廪之官",
        "E. 相傅之官"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "283血液的生化之源是",
      "chooses": [
        "A.心 B.肝 C.脾 D.肺 E.肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "284.推动血液运行的是",
      "chooses": [
        "A.心 B.肝 C.脾 D.肺 E.肾"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "285.脉为",
      "chooses": [
        "A.元神之府 B.玄府 C.血之府 D.孤府 E.传导之府"
      ],
      "answer": "[答案]C "
    },
    {
      "type": 1,
      "title": "286.汗孔为",
      "chooses": [
        "A.元神之府 B.玄府 C.血之府 D.孤府 E.传导之府"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "287. 大肠与小肠交接处是",
      "chooses": [
        "A.阑门 B.幽门 C.贲门 D.吸门 E. 魄门"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "288.小肠与胃交接处是",
      "chooses": [
        "A.阑门 B.幽门 C.贲门 D.吸门 E. 魄门"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "289.脑为",
      "chooses": [
        "A.髓海 B.气海 C.水谷之海 ",
        "D.血海 E.经脉之海"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "290.胃为",
      "chooses": [
        "A.髓海 B.气海 C.水谷之海 ",
        "D.血海 E.经脉之海"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "291.“元神之府”指的",
      "chooses": [
        "A. 胆 B. 脑 C. 脉 D. 头 E. 骨"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "292.“血之府”指的是",
      "chooses": [
        "A. 胆 B. 脑 C. 脉 D. 头 E. 骨"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "293.州都之官是指",
      "chooses": [
        "A. 膀胱 B. 大肠 C. 小肠 D. 三焦 E. 胃"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "294.受盛之官是指",
      "chooses": [
        "A. 膀胱 B. 大肠 C. 小肠 D. 三焦 E. 胃"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "295.主运行水液的是",
      "chooses": [
        "A.大肠 B.小肠 C.三焦 D.膀胱 E.肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "296.主传化糟粕的是",
      "chooses": [
        "A.大肠 B.小肠 C.三焦 D.膀胱 E.肾"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "297.“水火既济”说明哪两脏的关系",
      "chooses": [
        "A.肝与脾 B.心与肾 C.肝与肾",
        "D.肺与脾 E.肺与肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "298.“乙癸同源”说明哪两脏的关系",
      "chooses": [
        "A.肝与脾 B.心与肾 C.肝与肾",
        "D.肺与脾 E.肺与肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "299.与水液代谢和呼吸运动关系密切的是",
      "chooses": [
        "A.心与肾 B.肝与肾 C.脾与肾",
        "D.肺与脾 E.肺与肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "300.与气的生成和津液的输布关系密切的是",
      "chooses": [
        "A.心与肾 B.肝与肾 C.脾与肾",
        "D.肺与脾 E.肺与肾",
        "[答案]D"
      ],
      "answer": "经络"
    },
    {
      "type": 1,
      "title": "301．奠定经络学说理论体系基础的医籍是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《阴阳十一脉灸经》",
        "E．《十四经发挥》"
      ],
      "answer": "[答案]A "
    },
    {
      "type": 1,
      "title": "302．首创“奇经八脉”一词的医籍是",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《阴阳十一脉灸经》",
        "E．《针灸甲乙经》"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "303．经络系统中，与脏腑有直接络属关系的是",
      "chooses": [
        "A．奇经八脉",
        "B．十二经别",
        "C．别络",
        "D．十二正经",
        "E．十二经筋"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "304．在人体内具有“溢奇邪”、“通荣卫”作用的是",
      "chooses": [
        "A．浮络",
        "B．皮部",
        "C．经别",
        "D．别络",
        "E．孙络"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "305．行于上肢内侧后缘的经脉是",
      "chooses": [
        "A．手少阴心经 ",
        "B．手太阴肺经",
        "C．手厥阴心包经",
        "D．足太阴脾经",
        "E．足厥阴肝经"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "306．在内踝尖上八寸以上，循行于内侧前缘的经脉是",
      "chooses": [
        "A．足太阴脾经",
        "B．足厥阴肝经",
        "C．足少阴肾经",
        "D．足阳明胃经",
        "E．手厥阴心包经"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "307．《灵枢·逆顺肥痩》说“足之三阳”的走向是",
      "chooses": [
        "A．从手走头",
        "B．从足走腹",
        "C．从头走足",
        "D．从脏走手",
        "E．从内走外"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "308．足、手阴经交接于",
      "chooses": [
        "A．头",
        "B．胸 ",
        "C．腹 ",
        "D．手 ",
        "E．足"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "309．按十二经脉流注次序，小肠经下接",
      "chooses": [
        "A．足太阳膀胱经",
        "B．足少阳胆经",
        "C．手少阴心经",
        "D．足少阴肾经",
        "E．手少阳三焦经"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "310．“绕阴器，抵小腹”的经脉是 ",
      "chooses": [
        "A．足少阴肾经",
        "B．足太阳膀胱经",
        "C．足太阴脾经",
        "D．足厥阴肝经",
        "E．足少阳胆经"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "311．“司眼睑开合”的经脉是",
      "chooses": [
        "A．跷脉",
        "B．维脉",
        "C．冲脉",
        "D．任脉",
        "E．督脉"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "312．分布于皮肤表面的络脉称为",
      "chooses": [
        "A．孙络",
        "B．细络",
        "C．别络",
        "D．浮络",
        "E．以上都不是"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "313．具有约束骨骼、主司关节运动功能的是",
      "chooses": [
        "A．十二皮部",
        "B．阴维脉和阳维脉",
        "C．十二经筋",
        "D．十五别络",
        "E．督脉"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "314．按分经诊断，下牙痛多在",
      "chooses": [
        "A．足阳明胃经",
        "B．手阳明大肠经",
        "C．手太阳小肠经",
        "D．足少阳胆经",
        "E．手少阳三焦经"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "315．具有调节阴经气血，称为“阴脉之海”的经脉是",
      "chooses": [
        "A．冲脉",
        "B．督脉",
        "C．带脉",
        "D．任脉",
        "E．阳跷脉"
      ],
      "answer": "[答案]D "
    },
    {
      "type": 1,
      "title": "316．以下不具有表里经关系的是",
      "chooses": [
        "A．阳跷脉与阴跷脉",
        "B．手太阴肺经与手阳明大肠经",
        "C．足阳明胃经与足太阴脾经",
        "D．足厥阴肝经与足少阳胆经",
        "E．手少阳三焦经与手厥阴心包经"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "317．在内踝尖上八寸以下，循行于内侧前缘的经脉是",
      "chooses": [
        "A．足太阴脾经",
        "B．足厥阴肝经",
        "C．足少阴肾经",
        "D．足阳明胃经",
        "E．手厥阴心包经"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "318．循行经过寸口的经脉是",
      "chooses": [
        "A．手少阴心经",
        "B．手太阳小肠经",
        "C．手厥阴心包经",
        "D．手阳明大肠经",
        "E．手太阴肺经"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "319．称为“血海”的经脉是",
      "chooses": [
        "A．冲脉 ",
        "B．任脉",
        "C．足厥阴肝经",
        "D．足阳明胃经",
        "E．足少阴肾经"
      ],
      "answer": "[答案]A "
    },
    {
      "type": 1,
      "title": "320．称为“十二经脉之海”的经脉是",
      "chooses": [
        "A．督脉",
        "B．任脉",
        "C．冲脉 ",
        "D．足阳明胃经",
        "E．足少阴肾经"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "321．主司妇女带下的经脉是",
      "chooses": [
        "A．冲脉",
        "B．任脉",
        "C．带脉 ",
        "D．督脉",
        "E．以上均非"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "322．患者产后子宫脱垂，腰脊绕腹而痛，带下增多，属于下列哪经的病变",
      "chooses": [
        "A．冲脉",
        "B．督脉",
        "C．带脉",
        "D．任脉",
        "E．以上均非"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "323．患者头痛，后头部尤甚，下连项部，属于下列哪经的病变",
      "chooses": [
        "A．足阳明胃经",
        "B．足少阳胆经",
        "C．足太阴脾经",
        "D．足厥阴肝经",
        "E．足太阳膀胱经"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "324．患者两胁胀痛，牵引少腹及睾丸，病属",
      "chooses": [
        "A．足阳明胃经",
        "B．足少阳胆经 ",
        "C．足少阴肾经",
        "D．足厥阴肝经",
        "E．冲脉"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "325．属经络系统连属部分的是",
      "chooses": [
        "A．十五别络 ",
        "B．十二经别",
        "C．浮络 ",
        "D．孙洛",
        "E．十二经筋"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "326．行于下肢内侧后缘的是",
      "chooses": [
        "A．手少阴心经",
        "B．足太阴脾经",
        "C．手太阴肺经",
        "D．足厥阴肝经",
        "E．足少阴肾经"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "327．足厥阴肝经的走向是",
      "chooses": [
        "A．从脏走手 ",
        "B．从手走头",
        "C．从头走足",
        "D．从足走腹",
        "E．以上都不是"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "328．属大肠络肺的经脉是",
      "chooses": [
        "A．手阳明大肠经",
        "B．足阳明胃经",
        "C．手太阴肺经",
        "D．足少阳胆经",
        "E．手太阳小肠经"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "329．有主胞胎作用的是",
      "chooses": [
        "A．任脉",
        "B．督脉",
        "C．冲脉",
        "D．带脉",
        "E．跷脉"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "330．具有加强足三阴、足三阳经脉与心脏联系作用的是",
      "chooses": [
        "A．十二经筋",
        "B．十二经别",
        "C．十二皮部",
        "D．奇经八脉",
        "E．十五别络"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "331．具有涵蓄和调节十二经气血功能的是",
      "chooses": [
        "A．十二皮部 ",
        "B．十二经筋",
        "C．奇经八脉",
        "D．十二经别",
        "E．十五别络"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "332.手太阴肺经的起点在",
      "chooses": [
        "A.肺中B.中焦",
        "C.胃中D.膻中",
        "E.手拇指桡侧端"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "333.手足三阳经在四肢的分布规律是",
      "chooses": [
        "A.阳明在前，少阳在中，太阳在后 ",
        "B.阳明在前，太阳在中，少阳在后 ",
        "C.少阳在前，阳明在中，太阳在后 ",
        "D.少阳在前，太阳在中，阳明在后 ",
        "E.太阳在前，阳明在中，少阳在后 "
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "334.十二经脉气血充盛有余时，则渗注于",
      "chooses": [
        "A.经别 ",
        "B.别络 ",
        "C.奇经 ",
        "D.督脉 ",
        "E.浮络 "
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "335.创立“引经报使”",
      "chooses": [
        "A.李杲",
        "B.朱震亨",
        "C.刘完素",
        "D.寇宗奭",
        "E.张元素"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "336.按循经诊断，在胸前“虚里’ 疼痛，痛连左手臂及小指，应考虑",
      "chooses": [
        "A.心脏疾病",
        "B.肺脏疾病 ",
        "C.肝胆疾病",
        "D.脾胃疾病",
        "E.肾脏疾病"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "337.十二正经中，联系脏腑最多的经脉",
      "chooses": [
        "是",
        "A.足厥阴肝经",
        "B.足少阴肾经",
        "C.足太阴脾经",
        "D.足阳明胃经",
        "E.足太阳膀胱经"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "338.循行于“乳中线”的经脉是",
      "chooses": [
        "A.肝经",
        "B.心经",
        "C.胆经",
        "D.脾经",
        "E.肾经"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "339.正经是指 ",
      "chooses": [
        "A 督脉    ",
        "B 冲脉   ",
        "C 十二经别   ",
        "D 十二经脉   ",
        "E 任脉"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "340.足胆经与阳跷脉会于",
      "chooses": [
        "A.大拇指",
        "B.目内眦",
        "C.项后",
        "D.目外眦",
        "E.以上都不是"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "341.十二经脉气血流注形式为",
      "chooses": [
        " A.直线贯注 ",
        " B.循环贯注 ",
        " C.手足贯注 ",
        " D.左右贯注 ",
        " E.上下贯注 "
      ],
      "answer": "[答案]B "
    },
    {
      "type": 1,
      "title": "342.患者足跟部绵绵作痛，不能任地， 伴有腰膝酸软等症，病属",
      "chooses": [
        "A.足阳明经",
        "B.足少阳经",
        "C.足太阴经.",
        "D.足厥阴经",
        "E.足少阴经"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "343.手太阳小肠经与足太阳膀胱经交接于",
      "chooses": [
        "A.胸中",
        "B.心中",
        "C.肺中",
        "D.无名指端",
        "E.以上都不是"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "344.头痛的部位在前额者，病变多在",
      "chooses": [
        "A.少阳经 ",
        "B.阳明经 ",
        "C.太阳经 ",
        "D.厥阴经 ",
        "E.督脉",
        "[答案]B"
      ],
      "answer": "体质"
    },
    {
      "type": 1,
      "title": "345．先天禀赋决定着体质的相对",
      "chooses": [
        "A．可变性",
        "B．连续性",
        "C．复杂性",
        "D．普遍性",
        "E．稳定性"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "346．后天各种因素使体质具有",
      "chooses": [
        "A．可变性",
        "B．稳定性",
        "C．全面性",
        "D．普遍性",
        "E．复杂性"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "347．健康人的理想体质类型是",
      "chooses": [
        "A．偏阳质 ",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．肥胖质",
        "E．瘦小质"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "348．具有亢奋、偏热、多动等特点的体质为",
      "chooses": [
        "A．阴阳平和质",
        "B．偏阴质",
        "C．偏阳质",
        "D．肝郁质",
        "E．阳虚质"
      ],
      "answer": "[答案]C "
    },
    {
      "type": 1,
      "title": "349．具有抑制、偏寒、多静等特点的体质为",
      "chooses": [
        "A．阴阳平和质",
        "B．偏阴质",
        "C．偏阳质",
        "D．阴虚质",
        "E．气虚质"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "350．气虚湿盛体质，受邪后多从",
      "chooses": [
        "A．寒化",
        "B．热化 ",
        "C．燥化",
        "D．湿化 ",
        "E．火化"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "351．素体津亏血耗者，易致邪从",
      "chooses": [
        "A．寒化",
        "B．实化",
        "C．虚化",
        "D．湿化",
        "E．燥化"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "352．某人身体强壮、胖痩适中，饮食无偏嗜，二便通调，面色红润，性格开朗随和，精力充沛，举动灵活，睡眠良好。属于",
      "chooses": [
        "A．偏阳质",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．阳亢质",
        "E．痰湿质"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "353．某人，形体偏瘦，面色红润，食欲旺盛，喜饮冷水，易出汗，性格外向，喜动好强，自制力较差。属于",
      "chooses": [
        "A．偏阳质",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．气郁质",
        "E．阳虚质"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "354．某人形体偏胖，面色萎黄，食量较小，喜饮热水，性格内向，动作迟缓，容易疲劳。属于",
      "chooses": [
        "A．偏阳质",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．阴虚质",
        "E．气郁质"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "355．病情随体质而发生的转化称为",
      "chooses": [
        "A．质势",
        "B．病势",
        "C．从化",
        "D．传变",
        "E．易感性"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "356．素体阴虚阳亢者，受邪后多从",
      "chooses": [
        "A．寒化",
        "B．热化",
        "C．燥化",
        "D．湿化",
        "E．传化"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "357．素体阳虚阴盛者，受邪后多从",
      "chooses": [
        "A．寒化",
        "B．热化",
        "C．燥化",
        "D．湿化",
        "E．传化"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "358．偏阳质者",
      "chooses": [
        "A．易患寒证",
        "B．易患热证",
        "C．喜静少动",
        "D．容易疲劳"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "359．阴阳平和质者",
      "chooses": [
        "A．易患寒证",
        "B．易患热证",
        "C．喜静少动",
        "D．精力充沛"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "360．嗜食肥甘厚味，易形成",
      "chooses": [
        "A．偏阳体质 ",
        "B．痰湿体质",
        "C．偏阴体质",
        "D．平和质"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "361．嗜食辛辣，易形成",
      "chooses": [
        "A．偏阳体质 ",
        "B．痰湿体质",
        "C．偏阴体质",
        "D．平和质"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "362．体质偏阴者治宜",
      "chooses": [
        "A.甘寒凉润",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益火"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "363．体质偏阳者治宜",
      "chooses": [
        "A.甘寒凉润",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益火"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "364．偏阳质的人不会发展演化成的病理体质是",
      "chooses": [
        "A. 阳亢",
        "B. 阴虚",
        "C. 痰湿",
        "D. 痰火"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "365．偏阴质的人不会发展演化成的病理体质是",
      "chooses": [
        "A. 阳虚",
        "B. 水饮",
        "C. 阳亢",
        "D. 痰湿"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "366．对于偏阳质者，下列说法错误的是",
      "chooses": [
        "A. 易感风、暑、热邪",
        "B. 易感寒湿之邪",
        "C. 耐寒",
        "D. 发病后多表现为热证、实证"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "367．对于偏阴质者，下列说法错误的是",
      "chooses": [
        "A. 易感风、暑、热邪",
        "B. 易感寒湿之邪",
        "C. 发病后多表现为寒证、虚证",
        "D. 耐热"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "368．奠定中医体质理论基础的古代医籍为",
      "chooses": [
        "A. 《伤寒杂病论》",
        "B. 《千金要方》",
        "C. 《景岳全书》",
        "D. 《黄帝内经》"
      ],
      "answer": "[答案] D"
    },
    {
      "type": 1,
      "title": "369．病情随体质而发生的转化称为",
      "chooses": [
        "A. 质势",
        "B. 病势",
        "C. 从化",
        "D. 传变"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "370．不同体质类型所具有的潜在的、相对稳定的倾向性称为",
      "chooses": [
        "A. 质势",
        "B. 病势",
        "C. 从化",
        "D. 传变"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "371.体质偏阴者治宜",
      "chooses": [
        "A甘寒凉",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益火"
      ],
      "answer": "[答案] E"
    },
    {
      "type": 1,
      "title": "372.体质偏阳者治宜",
      "chooses": [
        "A甘寒凉",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益火",
        "[答案] A"
      ],
      "answer": "病因"
    },
    {
      "type": 1,
      "title": "373.提出“千般疢难，不越三条”的医家是",
      "chooses": [
        "A.张机",
        "B.王冰",
        "C.陈言",
        "D.李杲",
        "E.叶桂"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "374.系统阐述“三因学说”的医家是",
      "chooses": [
        "A.张机",
        "B.王冰",
        "C.陈言",
        "D.李杲",
        "E.叶桂"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "375.东南沿海地区多湿病，反映了六淫致病特点中的哪一项",
      "chooses": [
        "A.季节性",
        "B.相兼性 ",
        "C.地域性",
        "D.转化性",
        "E.外感性"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "376.风邪伤人，病变部位不固定是由于",
      "chooses": [
        "A.风性数变",
        "B.风性善行",
        "C.风性主动",
        "D.风性轻扬",
        "E.风性开泄"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "377.以“善行而数变”为致病特点的病邪是",
      "chooses": [
        "A.风邪",
        "B.暑邪",
        "C.燥邪",
        "D.湿邪",
        "E.热邪"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "378.常为外感致病之先导的邪气是",
      "chooses": [
        "A.热邪 ",
        "B.寒邪",
        "C.燥邪",
        "D.湿邪",
        "E.风邪"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "379.致病具有动摇不定特点的病邪是",
      "chooses": [
        "A.湿邪",
        "B.寒邪",
        "C.风邪",
        "D.燥邪",
        "E.药邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "380.常引起筋脉拘挛、屈伸不利、腠理闭塞、气机收敛的邪气是",
      "chooses": [
        "A.风邪",
        "B.寒邪",
        "C.湿邪",
        "D.瘀血",
        "E.痰饮"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "381.感受寒邪而致的“中寒”是指",
      "chooses": [
        "A.寒邪伤于肌表",
        "B.寒邪入中经脉",
        "C.寒邪自内而生",
        "D.寒邪直中脏腑",
        "E.寒邪侵及血分"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "382.感受寒邪而致的“伤寒”是指",
      "chooses": [
        "A.寒客肌表",
        "B.寒客经脉",
        "C.寒客气分",
        "D.寒客脏腑",
        "E.寒客血分"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "383.六淫中最易导致疼痛的邪气是",
      "chooses": [
        "A.风邪",
        "B.火邪",
        "C.寒邪",
        "D.燥邪",
        "E.湿邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "384.具有凝滞、收引性质的病邪是",
      "chooses": [
        "A.湿邪",
        "B.寒邪",
        "C.风邪",
        "D.燥邪",
        "E.药邪"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "385.致病具有病程缠绵特点的病邪是",
      "chooses": [
        "A.风邪",
        "B.暑邪",
        "C.湿邪",
        "D.燥邪",
        "E.火邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "386. 湿邪最易损伤",
      "chooses": [
        "A.心阳",
        "B.肺阳",
        "C.脾阳",
        "D.肝阳",
        "E.肾阳"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "387.其性趋下的病邪是",
      "chooses": [
        "A.火邪",
        "B.燥邪",
        "C.湿邪",
        "D.风邪",
        "E.暑邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "388.导致“着痹”的主要邪气是",
      "chooses": [
        "A. 寒邪",
        "B. 风邪",
        "C. 热邪",
        "D. 湿邪",
        "E. 燥邪"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "389.致病后可出现各种秽浊症状的邪气是",
      "chooses": [
        "A.风邪",
        "B.寒邪",
        "C.火邪",
        "D.湿邪",
        "E.燥邪"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "390.致病具有易阻气机特点的病邪是",
      "chooses": [
        "A.风邪",
        "B.暑邪",
        "C.湿邪",
        "D.燥邪",
        "E.火邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "391.具有重浊特点的病邪是",
      "chooses": [
        "A.风邪",
        "B.暑邪",
        "C.湿邪",
        "D.燥邪",
        "E.火邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "392.湿邪、寒邪的共同致病特征是",
      "chooses": [
        "A.损伤阳气",
        "B.阻遏气机",
        "C.黏腻重浊",
        "D.凝滞收引",
        "E.易袭阳位"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "393.六淫中最易伤肺的邪气是",
      "chooses": [
        "A.风邪",
        "B.火邪",
        "C.燥邪",
        "D.暑邪",
        "E.湿邪"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "394.其性干涩，易伤津液的病邪是",
      "chooses": [
        "A.风邪",
        "B.燥邪",
        "C.火邪",
        "D.暑邪",
        "E.疠气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "395.六淫中最易导致出血的病邪是",
      "chooses": [
        "A.寒邪",
        "B.湿邪",
        "C.风邪",
        "D.火邪",
        "E.燥气"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "396.六淫中易致阳性疮痈的病邪是",
      "chooses": [
        "A.寒邪",
        "B.湿邪",
        "C.风邪",
        "D.火邪",
        "E.燥气"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "397.下列哪一项是火、燥、暑共同的致病特征",
      "chooses": [
        "A.上炎",
        "B.耗气",
        "C.伤津",
        "D.动血",
        "E.生风"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "398.六淫中致病季节性最强的邪气是",
      "chooses": [
        "A.风邪",
        "B.火邪",
        "C.燥邪",
        "D.暑邪",
        "E.湿邪"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "399.具有升散而又多夹湿特性的邪气是",
      "chooses": [
        "A.湿邪",
        "B.燥邪",
        "C.热邪",
        "D.暑邪",
        "E.寒邪"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "400.具有强烈致病性和传染性的病邪是",
      "chooses": [
        "A.六淫",
        "B.疠气",
        "C.痰饮",
        "D.瘀血",
        "E.药邪"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "401.下列哪一项不属于疠气的致病特点",
      "chooses": [
        "A.发病急骤",
        "B.传染性强",
        "C.易于流行",
        "D.一气一病",
        "E.阻滞气机"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "402.异气是指",
      "chooses": [
        "A.六淫邪气",
        "B.异常气候",
        "C.气机失常",
        "D.情志变化",
        "E.乖戾之气"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "403. 情志致病，怒则",
      "chooses": [
        "A. 气结",
        "B. 气乱",
        "C. 气缓",
        "D. 气上",
        "E. 气消"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "404. 情志致病，悲则",
      "chooses": [
        "A. 气结",
        "B. 气乱",
        "C. 气缓",
        "D. 气上",
        "E. 气消"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "405. 情志致病，思则",
      "chooses": [
        "A. 气结",
        "B. 气乱",
        "C. 气缓",
        "D. 气上",
        "E. 气消"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "406. 情志致病，惊则",
      "chooses": [
        "A. 气结",
        "B. 气乱",
        "C. 气缓",
        "D. 气上",
        "E. 气消"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "407. 情志致病，恐则",
      "chooses": [
        "A. 气结",
        "B. 气乱",
        "C. 气缓",
        "D. 气上",
        "E. 气下"
      ],
      "answer": "[答案]E "
    },
    {
      "type": 1,
      "title": "408.过喜主要损伤的脏是",
      "chooses": [
        "A.肝",
        "B.心",
        "C.脾",
        "D.肺",
        "E.肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "409.大怒主要损伤的脏是",
      "chooses": [
        "A.肝",
        "B.心",
        "C.脾",
        "D.肺",
        "E.肾"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "410.思虑过度主要损伤的脏是",
      "chooses": [
        "A.肝",
        "B.心",
        "C.脾",
        "D.肺",
        "E.肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "411.悲伤过度最易损伤的脏是",
      "chooses": [
        "A.心",
        "B.肺",
        "C.脾",
        "D.肝",
        "E.肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "412.过恐最易损伤的脏是",
      "chooses": [
        "A.心",
        "B.肺",
        "C.脾",
        "D.肝",
        "E.肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "413.七情致病，最易损伤哪些脏",
      "chooses": [
        "A.心肺脾",
        "B.心肝脾",
        "C.心肝肾",
        "D.心肺肝",
        "E.心脾肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "414.饮食失宜，主要损伤哪些脏腑",
      "chooses": [
        "A.心小肠",
        "B.脾胃",
        "C.肝胆",
        "D.肺大肠",
        "E.肾膀胱"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "415.偏嗜辛温燥热之品，多导致下列哪种病变",
      "chooses": [
        "A.胃肠积热",
        "B.大便泄泻",
        "C.口淡口苦",
        "D.肺肠积热",
        "E.肝胆积热"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "416.劳力过度，主要伤",
      "chooses": [
        "A. 精",
        "B. 气",
        "C. 血",
        "D. 津",
        "E. 液"
      ],
      "answer": "[答案]B "
    },
    {
      "type": 1,
      "title": "417.劳神过度，易损伤的脏是",
      "chooses": [
        "A. 心肺",
        "B. 心脾",
        "C. 脾肺",
        "D. 脾肾",
        "E. 肝肾"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "418.房劳过度，易损伤的脏是",
      "chooses": [
        "A. 心",
        "B. 脾",
        "C. 肝",
        "D. 肺",
        "E. 肾"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "419.久卧伤人属何因所致",
      "chooses": [
        "A.六淫",
        "B.七情",
        "C.过劳",
        "D.过逸",
        "E.饮食"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "420.下列可称为继发性病因的是",
      "chooses": [
        "A.疠气",
        "B.大怒",
        "C.过劳",
        "D.痰饮",
        "E.六淫"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "421.与痰饮形成密切相关的脏腑是",
      "chooses": [
        "A. 心脾肝肾",
        "B. 心肺脾肾",
        "C. 肝胆脾肾",
        "D. 肺脾肝肾",
        "E. 心肝肺肾"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "422.下列病因中，易于蒙蔽心神的是",
      "chooses": [
        "A. 瘀血",
        "B. 痰饮",
        "C. 结石",
        "D. 积食",
        "E. 过劳"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "423.致病具有“致病广泛，变化多端”特点的病邪是",
      "chooses": [
        "A. 瘀血",
        "B. 痰饮",
        "C. 结石",
        "D. 六淫",
        "E. 疠气"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "424.致病具有“病位固定，病证繁多”特点的病邪是",
      "chooses": [
        "A. 瘀血",
        "B. 痰饮",
        "C. 结石",
        "D. 六淫",
        "E. 疠气"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "425.下列不属于瘀血致病特点的是",
      "chooses": [
        "A.易于阻滞气机",
        "B.影响新血生成",
        "C.影响血脉运行",
        "D.病位较为固定",
        "E.易于蒙蔽神明"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "426.瘀血导致的疼痛特点是",
      "chooses": [
        "A.胀痛",
        "B.隐痛",
        "C.冷痛",
        "D.热痛",
        "E.刺痛"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "427.结石停滞体内的致病特点是",
      "chooses": [
        "A.阻滞气机，损伤脉络",
        "B.耗气伤津，变生他疾",
        "C.病位固定，病证繁多",
        "D.致病广泛，变化多端",
        "E.阳气不足，抗病力弱"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "428.医过与药邪共有的致病特点是",
      "chooses": [
        "A.阻滞气机，损伤脉络",
        "B.加重病情，变生他疾",
        "C.病位固定，病证繁多",
        "D.致病广泛，变化多端",
        "E.阳气不足，抗病力弱"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "429.病人双膝关节沉重、肿痛，反复发作3年，伴下肢麻木不仁、舌淡、苔白厚腻、脉弦缓，证属",
      "chooses": [
        "A.风痹",
        "B.寒痹",
        "C.痛痹",
        "D.着痹",
        "E.行痹"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "430.—患儿因感冒而汗出恶风、咽痒咳嗽，次日晨起即现面目一身悉肿及小便少、 舌淡红、苔薄白、脉浮缓等症。此发病与下列哪项关系最密切",
      "chooses": [
        "A.湿浊停滞",
        "B.风性主动",
        "C.热邪郁闭",
        "D.风性数变",
        "E.湿性趋下"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "431.患者高热2天，突然出现四肢抽搐、神昏谵语、舌红、苔黄燥、脉洪数有力等症，此属",
      "chooses": [
        "A.火热内闭",
        "B.肝阴耗损",
        "C.肝火旺盛",
        "D.阳亢化风",
        "E.热极生风"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "432.患者胸闷、咳嗽2个月，时觉呼吸喘促，吐痰量多，咳甚时不能平卧，并感胸部胀痛，二便尚可，舌淡红苔白厚，脉滑。 其病因病机当属",
      "chooses": [
        "A. 肺气虚弱，宣降无力",
        "B. 痰饮阻肺，肺失宣降",
        "C. 外邪犯肺，肺气失宣",
        "D. 木火刑金，肺失清肃",
        "E. 脾肺两虚，痰浊内生"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "433.患者，夏至后2天发病，症见发热恶寒，汗出，口渴喜饮，气短，神疲乏力。 病因是",
      "chooses": [
        "A. 湿邪",
        "B. 燥邪",
        "C. 热邪",
        "D. 暑邪",
        "E. 寒邪"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "434.患者腹部见青紫色包块，质硬，固定不移，刺痛拒按，夜间痛甚。病因是",
      "chooses": [
        "A. 外伤",
        "B. 结石",
        "C. 湿邪",
        "D. 瘀血",
        "E. 痰饮"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "435.患者，症见口鼻干燥，咽干口渴，皮肤干涩，小便短少，大便干结等，是由于",
      "chooses": [
        "A. 燥易伤肺",
        "B. 热邪伤津耗气",
        "C. 暑性炎热",
        "D. 风邪轻扬开泄",
        "E. 燥性干涩，易伤津液"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "436.患者两胁胀痛或窜痛，甚则牵引少腹及睾丸，烦躁易怒，病因是",
      "chooses": [
        "A. 过怒",
        "B. 过喜",
        "C. 忧思",
        "D. 过悲",
        "E. 惊恐"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "437.导致“行痹”的主要邪气是",
      "chooses": [
        "A. 寒邪",
        "B. 风邪",
        "C. 热邪",
        "D. 湿邪",
        "E. 燥邪"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "438.导致“痛痹”的主要邪气是",
      "chooses": [
        "A. 寒邪",
        "B. 风邪",
        "C. 热邪",
        "D. 湿邪",
        "E. 燥邪"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "439.导致“痄腮”的邪气是",
      "chooses": [
        "A. 瘀血",
        "B. 痰饮",
        "C. 结石",
        "D. 六淫",
        "E. 疠气"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "440.六淫致病常具有明显的季节性，春季多",
      "chooses": [
        "A. 暑病",
        "B. 寒病",
        "C. 湿病",
        "D. 燥病",
        "E. 风病"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "441.六淫致病常具有明显的季节性，长夏多",
      "chooses": [
        "A. 暑病",
        "B. 寒病",
        "C. 湿病",
        "D. 燥病",
        "E. 风病"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "442.六淫致病常具有明显的季节性，冬季多",
      "chooses": [
        "A. 暑病",
        "B. 寒病",
        "C. 湿病",
        "D. 燥病",
        "E. 风病"
      ],
      "answer": "[答案] B"
    },
    {
      "type": 1,
      "title": "443.《素问·宣明五气》认为，久立伤",
      "chooses": [
        "A. 筋",
        "B. 骨",
        "C. 脉",
        "D. 肉",
        "E. 皮"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "444.《素问·宣明五气》认为，久行伤",
      "chooses": [
        "A. 筋",
        "B. 骨",
        "C. 脉",
        "D. 肉",
        "E. 皮"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "445.《素问·宣明五气》认为，久坐伤",
      "chooses": [
        "A. 筋",
        "B. 骨",
        "C. 脉",
        "D. 肉",
        "E. 皮"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "446.《素问·宣明五气》认为，久卧伤",
      "chooses": [
        "A. 精",
        "B. 气",
        "C. 血",
        "D. 津",
        "E. 液",
        "[答案]B"
      ],
      "answer": "发病"
    },
    {
      "type": 1,
      "title": "447．疾病发生的内在因素是",
      "chooses": [
        "A．邪气偏盛",
        "B．邪盛正衰",
        "C．正气不足",
        "D．正胜邪衰",
        "E．正虚邪恋"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "448．发病的基本原理是",
      "chooses": [
        "A．感受邪气",
        "B．正气不足",
        "C．邪正相搏",
        "D．情志因素",
        "E．体质因素"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "449．人体内具有抗病、祛邪、调节、修复等作用的一类细微物质称为",
      "chooses": [
        "A．精气",
        "B．阳气",
        "C．真气",
        "D．正气",
        "E．机能活动"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "450．在原发病的基础上，继续发生新的疾病，称为",
      "chooses": [
        "A．复发",
        "B．合病",
        "C．并病",
        "D．继发",
        "E．徐发"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "451．《素问·生气通天论》说：“冬伤于寒，春必温病。”此说的发病类型属于",
      "chooses": [
        "A．感邪即发",
        "B．徐发",
        "C．伏而后发",
        "D．复发",
        "E．继发"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "452．下列哪项与决定对某种病邪的易感性关系最为密切",
      "chooses": [
        "A．情志因素",
        "B．体质因素",
        "C．邪气种类",
        "D．地域因素",
        "E．正气强弱"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "453．邪气侵犯人体后能否引起发病取决于",
      "chooses": [
        "A．邪气性质",
        "B．正气盛衰",
        "C．禀赋强弱",
        "D．感邪轻重",
        "E．邪正胜负"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "454．感邪后缓慢发病，称为",
      "chooses": [
        "A．复发",
        "B．合病",
        "C．并病",
        "D．继发",
        "E．徐发"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "455.疾病的发生主要取决于",
      "chooses": [
        "A．正气不足",
        "B．感邪轻重",
        "C．邪正胜负",
        "D．精神状态",
        "E．体质因素"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "456.疾病发生的内在因素是",
      "chooses": [
        "A．正气不足",
        "B．感邪轻重",
        "C．邪正胜负",
        "D．精神状态",
        "E．体质因素"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "457. 各种致病因素又可称为",
      "chooses": [
        "A. 疠气",
        "B. 邪气",
        "C. 六淫",
        "D. 虚邪",
        "E. 正邪"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "458．疾病复发的首要条件是",
      "chooses": [
        "A．饮食不慎",
        "B．邪未尽除",
        "C．情志失调",
        "D．新感病邪",
        "E．劳逸失度"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "459.脾胃疾患致复的诱因常为",
      "chooses": [
        "A．饮食不慎",
        "B．邪未尽除",
        "C．情志失调",
        "D．新感病邪",
        "E．劳逸失度"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "460．疾病缓解阶段再度发作是",
      "chooses": [
        "A．徐发",
        "B．复发",
        "C．继发",
        "D．伏而后发"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "461.感邪后缓慢发病是",
      "chooses": [
        "A．徐发",
        "B．复发",
        "C．继发",
        "D．伏而后发"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "462. 四时之正气因人体一时之虚而侵人发病，此邪称为",
      "chooses": [
        "A. 虚邪",
        "B. 六淫",
        "C. 阴邪",
        "D. 阳邪",
        "E. 正邪"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "463. 合病是指",
      "chooses": [
        "A. 多部位同时受邪",
        "B. 表证未罢又见里证",
        "C. 寒湿合邪而侵人",
        "D. 经脉间病证传变",
        "E. 湿热合邪而致病"
      ],
      "answer": "[答案] A"
    },
    {
      "type": 1,
      "title": "464. “外内合邪”发病观首见于",
      "chooses": [
        "A. 《伤寒论》",
        "B. 《三因极一病证方论》",
        "C. 《黄帝内经》",
        "D. 《诸病源候论》",
        "E. 《千金要方》"
      ],
      "answer": "[答案] C"
    },
    {
      "type": 1,
      "title": "465. 剧烈的情绪变化而致气机逆乱，其发病类型多为",
      "chooses": [
        "A. 感邪即发",
        "B. 伏而后发",
        "C. 徐发",
        "D. 继发",
        "E. 并病"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "466. 若感邪较轻，正气抗邪缓慢，其发病类型可为",
      "chooses": [
        "A. 感邪即发",
        "B. 伏而后发",
        "C. 徐发",
        "D. 继发",
        "E. 并病"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "467.合病是指",
      "chooses": [
        "A.一症未了又见另一症",
        "B.在原发病上又见新病",
        "C.感邪后缓慢发病",
        "D.两经或两个部位以上同时受邪所出现的病证"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "468.复发是指",
      "chooses": [
        "A.一症未了又见另一症",
        "B.在原发病上又见新病",
        "C.感邪后缓慢发病",
        "D.疾病初愈或缓解阶段，在诱因作用下，引起疾病再度或反复发作。"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "469.“邪之所凑，其气必虚”，主要指的是",
      "chooses": [
        "A.邪气是发病的重要条件",
        "B.邪气伤人，必伤人体的正气",
        "C.正气不足，邪气易于侵犯人体",
        "D.正气不足，邪气亢盛",
        "E.正气虚弱，邪气不足"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "470.下列各项，决定疾病发生的因素是",
      "chooses": [
        "A.饮食情志",
        "B.居住环境",
        "C.正邪斗争的胜负",
        "D.六淫性质",
        "E.体质强弱"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "471.'正气存内，邪不可干'，指的是",
      "chooses": [
        "A.邪气是发病的重要条件",
        "B.邪气伤人，正气必然受损",
        "C.正气充足，与邪相争，祛邪外出",
        "D.正气旺盛，邪气难以入侵",
        "E.正气虚弱，邪气不足"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "472.下列各项，不属与发病有关的外环境因素是",
      "chooses": [
        "A.地域因素",
        "B.气候因素",
        "C.工作环境",
        "D.生活环境",
        "E.精神状态"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "473.小儿常易感受外邪或因饮食所伤而发病的因素是",
      "chooses": [
        "A.地域因素",
        "B.气候因素",
        "C.体质因素",
        "D.生活、工作环境",
        "E.精神状态"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "474.外感疾病的恢复期，若因饮食不慎 致疾病复发者，此复发的类型为",
      "chooses": [
        "A.疾病少愈即复发",
        "B.休止与复发交替",
        "C.过时而发病",
        "D.急发与缓解交替",
        "E.重感外邪致复"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "475.疾病的发生主要取决于",
      "chooses": [
        "A.正气不足 B.感邪轻重 C.邪正胜负 D.精神状态",
        "E.体质因素"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "476.疾病发生的内在因素是",
      "chooses": [
        "A.正气不足 B.感邪轻重 C.邪正胜负 D.精神状态",
        "E.体质因素"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "477.疾病复发的首要条件是",
      "chooses": [
        "A.饮食不慎B.邪未尽除",
        "C.情志失调D.新感病邪",
        "E.劳逸失度"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "478.脾胃疾患致复的诱因常为",
      "chooses": [
        "A.饮食不慎B.邪未尽除",
        "C.情志失调D.新感病邪",
        "E.劳逸失度"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "479.邪气对疾病的影响表现为",
      "chooses": [
        "A.病邪易感性",
        "B.发病性质类型",
        "C.影响病势进退",
        "D.影响病程长短",
        "E.决定证候类型"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "480.体质对疾病的影响表现为",
      "chooses": [
        "A.病邪易感性",
        "B.发病性质类型",
        "C.影响病势进退",
        "D.影响病程长短",
        "E.决定证候类型"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "481.剧烈的情绪变化而致气机逆乱，其发病类型多为",
      "chooses": [
        "A.感邪即发B.伏而后发",
        "C.徐发 D.继发",
        "E.并病"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "482.若感邪较轻，正气抗邪缓慢，其发病类型可为",
      "chooses": [
        "A.感邪即发B.伏而后发",
        "C.徐发 D.继发",
        "E.并病",
        "[答案]C"
      ],
      "answer": "病机"
    },
    {
      "type": 1,
      "title": "483.下列属于疾病基本病机的是",
      "chooses": [
        "A.经络病机 B.脏腑病机 C.六淫病机 D.阴阳失调病机 ",
        "E.内生五邪病机"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "484.“大实有羸状”是指",
      "chooses": [
        "A.阳盛阴虚B.阴盛阳虚 C.阴阳两虚D.真实假虚 E.真虚假实"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "485.证候虚实的“实”是指",
      "chooses": [
        "A.体质壮实B.正气旺盛 C.邪气亢盛 D.病邪内生 E.外邪侵袭"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "486.证候虚实的“虚”是指",
      "chooses": [
        "A.体质虚弱 B.气血虚 C.正气不足 D.邪留伤正 E.精气虚"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "487.下列不属于虚实错杂的是",
      "chooses": [
        "A.真实假虚B.表实里虚 C.上实下虚 D.实中夹虚 E.虚中夹实"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "488.阳盛格阴的病机特点是",
      "chooses": [
        "A.阳盛则阴病 B.阳损及阴 C.真热假寒 ",
        "D.重阳必阴 E.真实假虚"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "489.精虚最主要的病变是",
      "chooses": [
        "A.先天之精不足 B.水谷之精不足 C.脏腑之精不足 ",
        "D.生殖之精不足 E.肾精不足"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "490.精瘀一般是指",
      "chooses": [
        "A.男子精道瘀阻 B.女子月经不行 C.肝失疏泄 ",
        "D.精不化血 E.精不生髓"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "491.水谷之精的大量丢失，主要是由于",
      "chooses": [
        "A.肾气虚衰 B.脾气虚衰 C.肝气过亢D.心气虚衰 E.元气不足"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "492.以下哪项是偏于宗气虚的表现 ",
      "chooses": [
        "A.倦怠乏力 B.精神委顿 C.面色咣白 D.动则心悸，呼吸气短 ",
        "E.生长发育迟缓"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "493.以下哪项一般不属于气机失调的病机内容",
      "chooses": [
        "A.气滞 B.气逆 C.气陷 D.气虚 E.气脱"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "494.以下可以解释“薄厥”病机的是",
      "chooses": [
        "A.气滞 B.气逆 C.气闭 D.气脱 E.气陷"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "495.气陷常见于",
      "chooses": [
        "A.脾气虚 B.肺肾气虚 C.脾肾气虚 D.心肾气虚 E.肾气虚"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "496.致内脏下垂的病机是",
      "chooses": [
        "A.气滞 B.气逆 C.气闭 D.气陷 E.气脱"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "497.上气不足属于下列何种病变",
      "chooses": [
        "A.气滞 B.气逆 C.气陷 D.气闭 E.气脱"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "498.五脏中最常见哪两脏的血虚证",
      "chooses": [
        "A.心、肝 B.心、脾 C.脾、肾 D.肝、肾 E.心、肺"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "499.下列哪项不是血虚的临床表现",
      "chooses": [
        "A.惊悸怔忡、失眠多梦、健忘 B.两目干涩、视物昏花 ",
        "C.手足麻木、关节屈伸不利 D.妇女经少，月经愆期，闭经 ",
        "E.肌肤甲错，面色黧黑"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "500.下列哪项一般不属于心血亏虚的病理表现",
      "chooses": [
        "A.脉细无力 B.惊悸怔忡 C.失眠多梦 D.面白无华 ",
        "E.眼目干涩、昏花"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "501.一般认为以下哪项不是导致出血的病机",
      "chooses": [
        "A.血瘀 B.血热 C.气虚 D.肝不藏血 E.血寒"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "502.以下哪项一般不属于气与血关系失常的病理变化",
      "chooses": [
        "A.气滞血瘀 B.气不摄血 C.气随血脱 D.气虚血热 E.气虚血瘀"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "21.以下哪项不属于导致津液不足的原因",
      "chooses": [
        "A.热盛 B.大汗 C.多尿 D.脏腑机能减退 E.气滞"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "503.《金匮要略心典》中“吐下之余，定无完气”的病机是",
      "chooses": [
        "A.气不固津 B.气随津脱 C.脾胃气虚 D.中气下陷 ",
        "E.气不生津 "
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "504.津亏血瘀的病机是",
      "chooses": [
        "A.津少不能化血 B.血瘀不能化津 ",
        "C.血脉瘀阻，津液停聚 D.津液枯涸，燥热内生 ",
        "E.津液亏耗，脉失濡润"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "505.以下哪一种病的病机可属于内风",
      "chooses": [
        "A.破伤风 B.伤风 C.眩晕 D.风疹 E.风痹"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "506.以下哪项不属于“寒从中生”的病理状态",
      "chooses": [
        "A.肾阳不足，水肿、尿少 B.脾阳不足，四肢不温 ",
        "C.寒邪直中太阴，腹痛、泄泻 D.心阳虚损，心悸胸痛、畏寒",
        "E.肺阳虚衰，寒饮阻肺"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "507.湿浊内生主要责之何脏功能障碍",
      "chooses": [
        "A.心 B.肝 C.脾 D.肺 E.肾"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "508.外燥和内燥皆常见于何脏",
      "chooses": [
        "A.心 B.肝 C.脾 D.肺 E.肾"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "509.“诸涩枯涸，干劲皲揭，皆属于燥”出自何书",
      "chooses": [
        "A.《黄帝内经》 B.《伤寒杂病论》 C.《类经》",
        "D.《素问玄机原病式》 E.《临证指南》"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "510.以下哪项不属于内火",
      "chooses": [
        "A.五气化火 B.五志化火 C.阴虚火旺 D.热陷心包 E.阳亢化火"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "511.以下对内火病机论述不正确的是",
      "chooses": [
        "A.阳亢化火 B.邪郁化火 C.五志化火 ",
        "D.阴虚火旺 E.少火过盛"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "512.外感病的基本传变形式是",
      "chooses": [
        "A.六经传变 B.三焦传变 C.卫气营血传变 D.表里传变 E.脏腑传变"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "513.以下哪项属于温病“逆传”的传变现象",
      "chooses": [
        "A.卫分传气分 B.上焦传中焦 C.气分传营分 ",
        "D.营分传血分 E.肺病传心包"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "514.以下关于疾病寒热病性转化的论述，哪一项是不正确的",
      "chooses": [
        "A.阳盛体质，易热化、燥化 B.阳虚体质，易寒化、湿化",
        "C.病位属阳，多化热 D.病位属阴，多化寒 ",
        "E.过用寒药，多化热"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "515.虚证的病机特点是",
      "chooses": [
        "A.邪气亢盛，正气已衰 B.正气不足，实邪留滞",
        "C.正气不足，邪气已退 D.邪气羁留，损伤正气",
        "E.邪气亢盛，正气未衰"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "516.实证的病机特点是",
      "chooses": [
        "A.邪气亢盛，正气已衰 B.正气不足，实邪留滞",
        "C.正气不足，邪气已退 D.邪气羁留，损伤正气",
        "E.邪气亢盛，正气未衰"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "517.真热假寒证的病机是",
      "chooses": [
        "A.阳胜则阴病 B.阳损及阴 C.阳盛格阴 D.重阳必阴 E.阴盛格阳"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "518.真寒假热证的病机是",
      "chooses": [
        "A.阴胜则阳病 B.阴损及阳 C.阳盛格阴 D.重阴必阳 E.阴盛格阳"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "519.阴偏衰的病机表现为",
      "chooses": [
        "A.虚热证 B.虚寒证 C.实热证 D.实热兼阴虚证 ",
        "E.真热假寒证"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "520.阳损及阴的病机多表现为",
      "chooses": [
        "A.虚热 B.虚寒 C.以阳虚为主的阴阳两虚 ",
        "D.阴阳之气对等的两虚 E.以阴虚为主的阴阳两虚"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "521.阴损及阳的病机多表现为",
      "chooses": [
        "A.虚热 B.虚寒 C.以阳虚为主的阴阳两虚 ",
        "D.阴阳之气对等的两虚 E.以阴虚为主的阴阳两虚"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "522.见五心烦热、骨蒸潮热、盗汗、舌 红少苔、脉细数等症，其病机主要是",
      "chooses": [
        "A.阳盛则热 B.阴虚则热 C.阴盛格阳 D.阳盛格阴 ",
        "E.津枯血燥"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "523.见壮热、口渴、心烦、面红、目 赤、舌红、脉数等症，其病机主要是",
      "chooses": [
        "A.气郁化火 B.阳盛则热 C.阴虚阳亢 D.阴盛格阳 E.阴虚则热"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "524.久病痨热，见心烦、鼻咽干燥、肌 肉消瘦、皮肤干燥、瘙痒、皮屑过多、舌红 少津，多为",
      "chooses": [
        "A.津亏血瘀 B.气随津脱 C.津枯血燥 D.血瘀水停 E.阴虚火旺"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "525.热病后期，出现筋惕肉瞒、手足蠕动、脉细、舌红少苔，多为",
      "chooses": [
        "A.肝阳化风 B.血虚生风 C.热极生风 D.阴虚生风 E.血燥生风"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "526.症见食少、胸闷、脘痞、呕恶、腹胀、便溏、苔腻。其病机多属",
      "chooses": [
        "A.湿浊困阻 B.寒从中生 C.脾气亏虚 D.痰饮凝聚 E.中焦气滞"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "527.病人先有高热、烦渴、脉洪数，继则全身皮疹、热退、脉静，其病机变化属",
      "chooses": [
        "A.里病出表 B.热极生寒 C.热盛伤气 D.由实转虚 E.温病逆传"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "528.出现口舌糜烂、舌尖碎痛、小便黄赤、灼热疼痛等症状，其病机是",
      "chooses": [
        "A.心火上炎 B.小肠有热 C.心热移于小肠 D.肝火上炎 E.胃火炽盛"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "529.病人因情绪波动，出现胸胁痞闷不舒以及腹泻之症，是由于",
      "chooses": [
        "A.肝气犯胃 B.肝气乘脾 C.脾气虚弱 D.肝气郁结 E.大肠传导失司"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "530.患者剧烈吐泻后，出现面色黧黑，唇舌爪甲青紫,肌肤干涩甲错，皮下紫斑等。其病机属于",
      "chooses": [
        "A.血不养气 B.津不载气 C.气不生津 D.津亏血瘀 E.气虚血瘀"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "531.肾阴虚衰而见眩晕，病情发展，出 现畏寒，肢冷，面色咣白，脉沉细等征象。病机属于",
      "chooses": [
        "A.阴不制阳 B.阳盛伤阴 C.阴损及阳 D.阳损及阴 E.阴盛伤阳"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "532.肾阳亏虚而见水肿，病情发展，出 现曰益消瘦，烦躁升火，甚则抽搐的征象，病机属于",
      "chooses": [
        "A.阴不制阳 B.阳盛伤阴 C.阴损及阳 D.阳损及阴 E.阴盛伤阳"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "533.患者，临床表现为壮热，面红，气 粗，烦躁，舌红，脉数大有力，但同时反见 四肢厥冷、脉象沉伏等征象。病机属于",
      "chooses": [
        "A.阴不制阳 B.阳盛伤阴 C.阴损及阳 D.阳盛格阴 E.阴盛格阳"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "534.患者，临床表现为面色苍白，四肢逆冷，精神萎靡，畏寒蜷卧，脉微欲绝，但同时反见面红、烦热、口渴、脉大无根等征象,病机属于",
      "chooses": [
        "A.阴不制阳 B.阳盛伤阴 C.阴损及阳 D.阳盛格阴 ",
        "E.阴盛格阳"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "535.大出血时面色苍白，大汗淋漓，四肢厥冷，晕厥，脉微欲绝，为",
      "chooses": [
        "A.气虚失血 B.气随血脱 C.气血两虚 D.亡阳 E.亡阴"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "536.证候虚实的“虚”是指",
      "chooses": [
        "A.体质虚弱 B.气血虚 C.正气不足 D.邪留伤正 E.精气虚"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "537.“实”的病机变化最根本的方面是",
      "chooses": [
        "A.邪气亢盛 B.脏腑功能旺盛 C.气血瘀滞明显 ",
        "D.水液储积过盛 E.痰浊壅滞过盛"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "538.“至虚有盛候”的病机，主要是由于",
      "chooses": [
        "A.正气不足，抗病能力减退，邪气亢盛 B.脏腑功能减退，饮食积聚",
        "C.阴阳气血亏，外邪侵袭 D.内生五邪之病理反映",
        "E.脏腑气血虚极，运化无力，外现实像"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "539.阳偏盛的病机主要是指",
      "chooses": [
        "A.阳气充足，功能旺盛 B.阴虚阳亢，功能虚性亢奋",
        "C.阳气偏盛，功能亢奋，热量过剩 D.火热病邪，损伤阴液",
        "E.素体阴虚阳盛"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "540.以下哪一项不属于“内生五邪”",
      "chooses": [
        "A.风气内动 B.寒邪直中 C.湿浊内生 D.津伤化燥 ",
        "E.火热内生"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "541.《临证指南》认为：“内风”产生之机制为",
      "chooses": [
        "A.人体气机之逆乱 B.身中阳气之变动 C.体内阴血之不足",
        "D.全身筋脉之失养 E.周身络脉之失濡"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "542.“寒从中生”的主要病机是由于",
      "chooses": [
        "A.寒邪从肌表而入，内传脏腑 B.寒邪直中脾胃，损伤阳气",
        "C.恣食生冷，寒从中生 D.阳气虚衰，温煦气化功能减退",
        "E.痰湿内阻，从阴化寒"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "543.津伤化燥，产生“内燥”病变，以哪些脏腑多见",
      "chooses": [
        "A.肺、胃、三焦 B.肺、肾、三焦 C.肝、胃、大肠",
        "D.肺、胃、大肠 E.肺、肾、小肠"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "544.脾的阳气失调病机，下列哪项是不确切的",
      "chooses": [
        "A.健运无权，气血生化不足 B.受纳失调，消谷善饥 ",
        "C.升举无力，中气下陷 D.统血无权，血溢脉外",
        "E.运化失职，水湿内生"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "545.最易导致阴虚阳亢的脏是",
      "chooses": [
        "A.肺、脾、肾 B.心、脾、肾 C.心、肝、肾",
        "D.脾、肝、肾 E.肺、脾、肝"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "546.以下除哪脏外，均与女子胞失常的病机密切相关",
      "chooses": [
        "A.心 B.肺 C.脾 D.肝 E.肾",
        "[答案]B"
      ],
      "answer": "防治原则"
    },
    {
      "type": 1,
      "title": "547.下列内容中除何项外均属治则的内容",
      "chooses": [
        "A.正治与反治",
        "B.治标与治本",
        "C.扶正祛邪",
        "D.调整阴阳",
        "E.调理脾胃"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "548.下列各项中的医学思想，何者为错",
      "chooses": [
        "A.伤寒早治重在太阳病阶段",
        "B.温病早治重在卫分证阶段",
        "C.先安未受邪之地属于既病防变的预防思想",
        "D.早期治疗的前提是早期的正确诊断",
        "E.疾病做到早治就一定不会发生传变"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "549.就病变过程中矛盾主次关系而言，其标本之划分，下列何项表述为错",
      "chooses": [
        "A.正气为本，邪气为标",
        "B.病机为标，症状为本",
        "C.先病为本，后病为标",
        "D.原发病为本，继发病为标",
        "E.脏腑病为本，肌表经络病为标"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "550.素体气虚，抗病力低下，反复感冒，治之以益气解表，以标本先后缓急治则言之，属于下列中哪一项",
      "chooses": [
        "A.急则治其标",
        "B.本急则先治其本",
        "C.缓则治其本",
        "D.本缓则先治其标",
        "E.标本兼治"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "551.适用“急则治标”治则的是",
      "chooses": [
        "A.阴虚咳嗽 ",
        "B.持续低热",
        "C.大小便不通",
        "D.慢性胃痛",
        "E.下肢水肿"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "552.热性病变出现热象，用寒凉药来治疗，此可概括为下列中哪一项",
      "chooses": [
        "A.用热远热",
        "B.用寒远寒",
        "C.逆者正治",
        "D.热者寒之",
        "E.寒者热之"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "553.虚损病证表现虚候，用补益方药治疗，此可概括为下列哪一项",
      "chooses": [
        "A.逆者正治",
        "B.从者反治",
        "C.实者泻之",
        "D.虚者补之",
        "E.虚虚实实"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "554.寒性病变出现寒象，用温热药来治疗，应概括为下列哪一项",
      "chooses": [
        "A.用寒远寒",
        "B.用热远热",
        "C.逆者正治",
        "D.热者寒之",
        "E.寒者热之"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "555.虚损病变出现闭塞不通征象，用补益方药来治疗，可概括为下列哪一项",
      "chooses": [
        "A.虚则补之",
        "B.补其不足",
        "C.攻补兼施",
        "D.塞因塞用",
        "E.补虚泻实"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "556.寒因寒用，适用下列哪一病证",
      "chooses": [
        "A.寒证",
        "B.虚寒证",
        "C.真热假寒证",
        "D.真寒假热证",
        "E.寒热错杂证"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "557.热因热用，适用下列哪一病证",
      "chooses": [
        "A.热证",
        "B.寒证",
        "C.真热假寒证",
        "D.真寒假热证",
        "E.寒热错杂证"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "558.塞因塞用，适用下列哪一病证",
      "chooses": [
        "A.表实里虚证",
        "B.虚实夹杂证",
        "C.真虚假实证",
        "D.真实假虚证",
        "E.表虚里实证"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "559.通因通用，适用下列哪一病证",
      "chooses": [
        "A.表实里虚证",
        "B.虚实夹杂证",
        "C.真虚假实证",
        "D.真实假虚证",
        "E.表虚里实证"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "560.对热因热用的表述，下列何项为错",
      "chooses": [
        "A.用热性药物治疗真寒假热之证",
        "B.用热性药物治疗阴盛格阳所致的病证",
        "C.用温热药物应尽量避免在炎热季节使用",
        "D.所采用方药的性质顺从疾病的假象",
        "E.实质上仍是逆其证候真象性质而治的治法"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "561.对寒因寒用的表述，下列中何项为错",
      "chooses": [
        "A.用寒性药物治疗真热假寒之证",
        "B.用寒性药物治疗阳盛格阴所致的病证",
        "C.用寒凉药应尽量避免在寒冷季节使用",
        "D.所采用的方药的性质顺从疾病的假象",
        "E.实质上仍是逆其证候真象性质而治的治法",
        "[答案]C[TX|单项选择题][PZ|防治原则][KD|治则][ND|中]",
        "562.病人正虚邪实而正气不耐攻伐，此时应釆取的治则是",
        "A.扶正",
        "B.祛邪",
        "C.祛邪扶正兼用",
        "D.先祛邪后扶正",
        "E.先扶正后祛邪"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "563.下列哪项不属于扶正治则指导下确定的治法",
      "chooses": [
        "A.发汗",
        "B.滋阴",
        "C.养血",
        "D.益气",
        "E.扶阳"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "564.阴阳偏衰的治疗，下列哪一项原则最中肯",
      "chooses": [
        "A.调整阴阳",
        "B.损益兼用",
        "C.补其不足",
        "D.滋阴清热",
        "E.损其有余"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "565.“壮水之主，以制阳光”是指",
      "chooses": [
        "A.以阳中求阴之法调整阴阳偏衰",
        "B.以阴中求阳之法调整阴阳偏衰",
        "C.以泻热之法，调整偏盛之阳热",
        "D.以补阴之法，治疗阴虚阳亢之证",
        "E.以补阳之法，治疗阴虚阳亢之证"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "566.“益火之源，以消阴翳”是指",
      "chooses": [
        "A.以阳中求阴之法调整阴阳偏衰",
        "B.以阴中求阳之法调整阴阳偏衰",
        "C.以散寒之法，调整偏盛之阴寒",
        "D.以补阴之法，治疗阳虚阴盛之证",
        "E.以补阳之法，治疗阳虚阴盛之证"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "567.治疗阴偏衰时，补阴时适当佐以补阳药，使“阴得阳升而泉源不竭”，这可概括为下列中哪一项",
      "chooses": [
        "A.阴阳并补",
        "B.阴中求阳",
        "C.阳中求阴",
        "D.扶阳消阴",
        "E.滋阴制阳"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "568.治疗阳偏衰时，补阳时适当佐以补阴药，使“阳得阴助而生化无穷”，这可概括为下列中哪一项",
      "chooses": [
        "A.阴阳并补",
        "B.阴中求阳",
        "C.阳中求阴",
        "D.扶阳消阴",
        "E.滋阴制阳"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "569.亡阴的主要原因是机体内的阴气大量亡失，治宜取下列哪一项",
      "chooses": [
        "A.滋阴制阳",
        "B.扶阳消阴",
        "C.回阳救逆",
        "D.救阴固脱",
        "E.阴中求阳"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "570.亡阳的主要原因是机体内的阳气大量脱失，治宜取下列哪一项",
      "chooses": [
        "A.滋阴制阳",
        "B.扶阳消阴",
        "C.回阳固脱",
        "D.回阳救阴",
        "E.阴中求阳"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "571.阴盛格阳所致的真寒假热证，治宜取下列哪一项",
      "chooses": [
        "A.损其有余",
        "B.阳中求阴",
        "C.滋阴制阳",
        "D.温阳散寒",
        "E.清泻阳热"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "572.阳盛格阴所致的真热假寒证，治宜取下列哪一项",
      "chooses": [
        "A.补其不足",
        "B.阴中求阳",
        "C.阴病治阳",
        "D.温阳散寒",
        "E.清泻阳热"
      ],
      "answer": "[答案]E"
    },
    {
      "type": 1,
      "title": "573.用补益药治疗真虚假实证属",
      "chooses": [
        "A.反治",
        "B.正治",
        "C.标本同治",
        "D.祛邪",
        "E.攻补兼施"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "574.患者肝病迁延不愈，近三个月出现黄疸、腹胀而腹水明显，则肝病为本，腹水为标。按标本缓急治则而言，应取下列哪一项",
      "chooses": [
        "A.先治其标",
        "B.先治其本",
        "C.标本兼治",
        "D.肝病实脾",
        "E.当先扶正"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "575.手足厥冷，壮热烦渴，神昏谵语，舌红苔干黄，脉沉数有力，以清泻里热之方药治之，此属于下列中哪一项",
      "chooses": [
        "A.虚则补之",
        "B.寒者热之",
        "C.寒因寒用",
        "D.热因热用",
        "E.用寒远寒"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "576.“春夏养阳，秋冬养阴”属于下列哪一种养生原则",
      "chooses": [
        "A.顺应自然",
        "B.养性调神",
        "C.护肾保精",
        "D.调摄饮食",
        "E.体魄锻炼"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "577.起居有常属于哪一种养生原则",
      "chooses": [
        "A.顺应自然",
        "B.养性调神",
        "C.护肾保精",
        "D.调摄饮食",
        "E.体魄锻炼"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "578.“老年慎泻，少年慎补”是依据什么而确定的用药原则",
      "chooses": [
        "A.因时制宜 ",
        "B.因地制宜",
        "C.因人制宜",
        "D.标本同治",
        "E.攻补兼施"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 1,
      "title": "579.下列何项不属治则",
      "chooses": [
        "A.标本缓急 ",
        "B.三因制宜",
        "C.调整阴阳",
        "D.热因热用",
        "E.扶正祛邪"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "580.中医治疗疾病的指导思想是",
      "chooses": [
        "A.调整阴阳",
        "B.治病求本",
        "C.扶正祛邪",
        "D.注意标本缓急",
        "E.三因制宜"
      ],
      "answer": "[答案]B"
    },
    {
      "type": 1,
      "title": "581.治疗学上的“用寒远寒，用热远热”体现了",
      "chooses": [
        "A.因时制宜",
        "B.因地制宜",
        "C.治病求本",
        "D.正治法",
        "E.反治法"
      ],
      "answer": "[答案]A"
    },
    {
      "type": 1,
      "title": "582.以下哪一项不是“治未病”的内容",
      "chooses": [
        "A.“避其毒气”",
        "B.调摄精神",
        "C.加强锻炼",
        "D.审因论治",
        "E.护肾保精"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "583.应用先补后攻治则的必备条件有",
      "chooses": [
        "A.虚实错杂证",
        "B.正虚但尚耐攻",
        "C.真实假虚证",
        "D.正虚不耐攻伐",
        "E.真虚假实证"
      ],
      "answer": "[答案]D"
    },
    {
      "type": 1,
      "title": "584.叶天士主张在甘寒养胃的方药中加入咸寒滋肾之品的目的是",
      "chooses": [
        "A.审因论治",
        "B.未病先防",
        "C.既病防变",
        "D.早期诊治",
        "E.阻截病传"
      ],
      "answer": "[答案]C"
    },
    {
      "type": 2,
      "title": "1．被称作为中医“四大经典”的是以下哪几部古籍？",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《神农本草经》",
        "E．《脉经》"
      ],
      "answer": "[答案]ABCD"
    },
    {
      "type": 2,
      "title": "2．中医学理论体系的主要特点是",
      "chooses": [
        "A．整体观念",
        "B．恒动观念",
        "C．辩证观念",
        "D．辨证论治",
        "E．治病求本"
      ],
      "answer": "[答案]AD"
    },
    {
      "type": 2,
      "title": "3．《温疫论》对温疫病的病因的认识包括",
      "chooses": [
        "A．病因为“戾气”，而非一般的六淫",
        "B．多从口鼻而入，往往递相传染， 形成大流行",
        "C．症状、病程多类似",
        "D．不同的疫病，有不同的发病季节",
        "E．人与禽畜皆有疫病，但多各不相同"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "4．不是以人体自身整体性的中心为",
      "chooses": [
        "A．五脏",
        "B．六腑",
        "C．五体",
        "D．五官",
        "E．经络"
      ],
      "answer": "[答案]BCDE"
    },
    {
      "type": 2,
      "title": "5．下列医家属于宋金元时期者有",
      "chooses": [
        "A．陈言",
        "B．刘完素",
        "C．张元素",
        "D．张介宾",
        "E．朱震亨"
      ],
      "answer": "[答案]ABCE"
    },
    {
      "type": 2,
      "title": "6.下列哪些属于中医学“证”的范畴",
      "chooses": [
        "A.恶心呕吐B.肝阳上亢",
        "C.感冒D.舌苔薄黄",
        "E.心脉痹阻"
      ],
      "answer": "[答案]BE"
    },
    {
      "type": 2,
      "title": "7.人体是一个有机的整体，主要体现于",
      "chooses": [
        "A.以五脏为中心的结构与功能的完整统一",
        "B.人体的生命活动受社会环境的影响",
        "C.人的形体与精神的相互依附，不 可分割",
        "D.人体与自然环境的息息相关",
        "E.人体与社会环境的息息相关"
      ],
      "answer": "[答案]AC"
    },
    {
      "type": 2,
      "title": "哲学基础",
      "chooses": [
        "8．阴阳的相对性表现在",
        "A．阳制约阴B．阴根于阳C．阴消则阳长",
        "D．事物的无限可分性E．阴阳相互转化"
      ],
      "answer": "[答案] D E"
    },
    {
      "type": 2,
      "title": "9．从夏至冬的气候变化是",
      "chooses": [
        "A．阴长阳消B．热极生寒C．阳消阴长",
        "D．由阴转阳E．寒极生热"
      ],
      "answer": "[答案] A B C"
    },
    {
      "type": 2,
      "title": "10．根据阴阳互根原理确定的治疗是",
      "chooses": [
        "A．阳病治阴B．阳中求阴C．阴病治阳",
        "D．阴中求阳E．泻阳益阴"
      ],
      "answer": "[答案] B D"
    },
    {
      "type": 2,
      "title": "11．具有“所胜、所不胜”关系的是",
      "chooses": [
        "A．木和火B．水和金C．土和水D．水和火E．木和金"
      ],
      "answer": "[答案] C D E"
    },
    {
      "type": 2,
      "title": "12．根据五行学说理论，下列哪些征象可作为肝病的诊断依据",
      "chooses": [
        "A．面见青色B．头发稀疏C．喜食酸味",
        "D．爪甲枯槁E．两目干涩",
        "[答案] A C D E",
        " [TX|多项选择题][PZ|中医学的哲学基础][KD|五行学说][ND|中]",
        "13．根据五行生克乘侮规律，属于“相克太过致病”的有",
        "A．肝病色青见缓脉B．肺病色白见弦脉",
        "C．心病面赤见沉脉D．肾病色黑见洪脉",
        "E．肝病色青见沉脉",
        "[答案] A B D ",
        "E. 土与水",
        " [TX|多项选择题][PZ|中医学的哲学基础][KD|五行学说][ND|难]",
        "14.下列各项中，不符合五行生克规",
        "律的是",
        "A.木为水之子",
        "B.火为土之母",
        "C.水为火之所胜",
        "D.金为木之所胜",
        "E.金为土之子"
      ],
      "answer": "[答案] CD"
    },
    {
      "type": 2,
      "title": "15.下列各项中，依据五行相生规律 确定的治法是",
      "chooses": [
        "A.滋水涵木法 B.益火补土法 C.佐金平木法 D.金水相生法",
        "E.壮水制火法"
      ],
      "answer": "[答案] ABD"
    },
    {
      "type": 2,
      "title": "16.下列各项中，依据五行相克规律 确定的治法是",
      "chooses": [
        "A.滋水涵木法 B•佐金平木法 C.培土制水法 D.泻南补北法 E.益火补土法"
      ],
      "answer": "[答案] BCD"
    },
    {
      "type": 2,
      "title": "17.症见寒象的病人，其病机可以是",
      "chooses": [
        "A.阳虚B.阴虚",
        "C.阳盛D.阴盛",
        "E.阴阳两虚"
      ],
      "answer": "[答案] ADE"
    },
    {
      "type": 2,
      "title": "18.发热的病人，其病机可以是",
      "chooses": [
        "A.阴虚B.阳虚",
        "C.阴盛D.阳盛",
        "E.阴阳两虚"
      ],
      "answer": "[答案]ADE"
    },
    {
      "type": 2,
      "title": "19.阴阳偏盛的治疗原则是",
      "chooses": [
        "A.补其不足B.损其有余",
        "C.虚则补之D.实则泻之",
        "E.损者益之",
        "[答案]BD"
      ],
      "answer": "气血津液"
    },
    {
      "type": 2,
      "title": "20.在自然界，气的运动形式主要有",
      "chooses": [
        "A.升 B.降 C.出 D.聚 E.入"
      ],
      "answer": "[答案]ABDE"
    },
    {
      "type": 2,
      "title": "21.在古代哲学中，气化的形式主要有",
      "chooses": [
        "A.气与形的转化 ",
        "B.形与形的转化 ",
        "C.气与气之间转化",
        "D.有形之体自身的不断更新变化",
        "E.无形之精与有形之质的转化"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "22.古代哲学精气学说对中医学精气生命理论构建的影响，主要体现于",
      "chooses": [
        "A.促进精为人体生命之本原理论的建立",
        "B.促进气为人体生命之维系理论的建立",
        "C.促进气为人体生命信息传导之中介理论的建立",
        "D.促使气为人体生命之本原理论的建立",
        "E.促使人体之气所分化的阴阳二气升降协调以维持生命进程理论的建立"
      ],
      "answer": "[答案]ABE"
    },
    {
      "type": 2,
      "title": "23.人体之精的生成来源有",
      "chooses": [
        "A.先天之精 B.肾精 C.脏腑之精 D.后天之精 E.生殖之精"
      ],
      "answer": "[答案]AD"
    },
    {
      "type": 2,
      "title": "24.人体之气的生成充足与哪些脏腑的生理机能密切相关",
      "chooses": [
        "A.心 B.脾 C.肺 D.肾 E.胃"
      ],
      "answer": "[答案]BCDE"
    },
    {
      "type": 2,
      "title": "25.气化的具体体现有 ",
      "chooses": [
        "A.精化为气",
        "B.精与血互化",
        "C.气的生成",
        "D.津液化生汗液",
        "E.精化为髓"
      ],
      "answer": "[答案]ABCD"
    },
    {
      "type": 2,
      "title": "26.人体之气的生理功能有",
      "chooses": [
        "A.推动 B.温煦 C.凉润 D.防御 E.中介"
      ],
      "answer": "[答案]ABCDE "
    },
    {
      "type": 2,
      "title": "27.气的固摄作用减弱，可以出现",
      "chooses": [
        "A.小便失禁 B.呕吐清水 C.容易感冒 ",
        "D.四肢不温 E.滑精"
      ],
      "answer": "[答案]ABE"
    },
    {
      "type": 2,
      "title": "28.影响血液运行的因素有",
      "chooses": [
        "A.寒邪的人侵 B.脉道的畅通 C.气的推动 D.气的温煦",
        "E.气的固摄"
      ],
      "answer": "[答案]ABCDE "
    },
    {
      "type": 2,
      "title": "29.与津液的输布密切相关的脏腑是",
      "chooses": [
        "A.肝 B.心 C.脾 D.肺 E.肾"
      ],
      "answer": "[答案]ACDE"
    },
    {
      "type": 2,
      "title": "30.“气为血之帅”包括的内容有",
      "chooses": [
        "A.气能生血 B.气能养血 C.气能行血 D.气能载血",
        "E.气能摄血"
      ],
      "answer": "[答案]AC"
    },
    {
      "type": 2,
      "title": "31.形成“气随津脱”病变的原因有",
      "chooses": [
        "A.过用发汗方法",
        "B.剧烈呕吐",
        "C.大量泄泻",
        "D.过度使用下法",
        "E.滥用补液法"
      ],
      "answer": "[答案]ABCD "
    },
    {
      "type": 2,
      "title": "32.相对而言，属于阴的基本物质有",
      "chooses": [
        "A.气 B.血 C.津 D.液 E.精"
      ],
      "answer": "[答案]BCDE"
    },
    {
      "type": 2,
      "title": "33.中医学形神统一观的内涵有 ",
      "chooses": [
        "A.神以精气为物质基础",
        "B.神统驭精气",
        "C.神为形之主",
        "D.形是神之宅",
        "E.形与神倶，尽终天年"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "34.血液的生成来源有",
      "chooses": [
        "A.津液 B.肾精 C.营气 D.元气 E.卫气",
        "[答案]ABC"
      ],
      "answer": "脏象"
    },
    {
      "type": 2,
      "title": "35. 下列脏腑中属于奇恒之腑的是",
      "chooses": [
        " A.三焦 B.胆 C.脑 D.女子胞 E.髓"
      ],
      "answer": "[答案]1.BCDE"
    },
    {
      "type": 2,
      "title": "36. 心主血脉的机能正常与否，可观 察",
      "chooses": [
        " A.面色 B.脉搏 C.意识 D.舌色 E.心胸部感觉"
      ],
      "answer": "[答案]ABDE"
    },
    {
      "type": 2,
      "title": "37. 肾精不足可出现",
      "chooses": [
        " A.小儿囟门迟闭 B.小儿骨软无力 C.牙齿松动脱落",
        " D.老年人骨质脆弱 E.脑转耳鸣"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "38. 脾气主升，主要表现在 ",
      "chooses": [
        " A.配合胃腐熟水谷 B.上输水谷精气于心肺、头目",
        " C.在体合肉，主四肢 D.维系脏器位置的恒定",
        " E.运化水液"
      ],
      "answer": "[答案]BD"
    },
    {
      "type": 2,
      "title": "39. 肝藏血的生理意义包括",
      "chooses": [
        " A.贮藏血液于肝内 B.调节人体各部分血量分配",
        " C.调节水液代谢平衡 D.防止出血",
        " E.魂神有所依舍"
      ],
      "answer": "[答案]ABDE"
    },
    {
      "type": 2,
      "title": "40. 心藏神的含义是",
      "chooses": [
        " A.主宰五脏六腑的生理活动 B.主宰形体官窍的生理活动",
        " C.主宰人体的精神活动 D.推动血液在脉中运行",
        " E.总司脏腑气化"
      ],
      "answer": "[答案]ABC"
    },
    {
      "type": 2,
      "title": "41.机体血液的正常运行，最基本的 前提条件是",
      "chooses": [
        " A.心气充沛 B.血液充盈 C.脉管通利",
        " D.气机通畅 E.肺气通利"
      ],
      "answer": "[答案]ABC"
    },
    {
      "type": 2,
      "title": "42. 肾气闭藏与肝气疏泄之间的关系， 主要体现于",
      "chooses": [
        " A.人体的生长发育 B.女子的月经来潮",
        " C.男子的排精 D.精血之间的相互化生",
        " E.津液的正常输布"
      ],
      "answer": "[答案]BC"
    },
    {
      "type": 2,
      "title": "43. 肝的疏泄机能关系到",
      "chooses": [
        " A.气机的调畅 B.情志活动 C.脾胃运化功能",
        " D.胆汁的分泌和排泄 E.男子排精和女子排卵行经"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "44. 下列官窍中与肾有关的是",
      "chooses": [
        " A.目 B.鼻 C.口 D.耳 E.二阴"
      ],
      "answer": " [答案]20.DE"
    },
    {
      "type": 2,
      "title": "45.肺的各种生理机能能否正常进行，主要取决于",
      "chooses": [
        " A.肺气的宣发 B.肺司呼吸 C.肺朝百脉",
        " D.肺气的肃降 E.肺主治节"
      ],
      "answer": " [答案]AD"
    },
    {
      "type": 2,
      "title": "46. 下列与脾有关的是",
      "chooses": [
        " A.在志为悲 B.在液为涎 C.在窍为口",
        " D.其华在唇 E.在体为筋"
      ],
      "answer": " [答案]BCD"
    },
    {
      "type": 2,
      "title": "47. 以下哪项说法是对的",
      "chooses": [
        " A.齿为骨之余 B.爪为筋之余 C.脉为血之府",
        " D.发为血之余 E.腰为肾之府"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "48. 大肠的传导作用主要与下列哪些 脏腑的作用有关",
      "chooses": [
        " A.胃气的通降 B.肺气的肃降 C.肝气的疏泄",
        " D.肾气的蒸化和固摄 C.脾气的运化"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "49. 《内经》概括上、中、下三焦的 功能特点分别为",
      "chooses": [
        " A.上焦如雾 B.中焦如沤 C.上焦如羽",
        " D.下焦如渎 E.下焦如权"
      ],
      "answer": " [答案]ABD"
    },
    {
      "type": 2,
      "title": "50. 心与脾的生理关系主要体现在 ",
      "chooses": [
        " A.生成血液 B.运行血液 C.统摄血液",
        " D.精血互化 E.化生津液",
        "[答案]AB"
      ],
      "answer": "经络"
    },
    {
      "type": 2,
      "title": "51．经络的生理机能有",
      "chooses": [
        "A．调节作用",
        "B．沟通联系作用",
        "C．运输渗灌作用",
        "D．感应作用",
        "E．传导作用"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "52．下列与牙齿有联系的经脉是",
      "chooses": [
        "A．足少阴肾经",
        "B．手阳明大肠经",
        "C．足太阴脾经",
        "D．足阳明胃经",
        "E．足厥阴肝经"
      ],
      "answer": "[答案]BD"
    },
    {
      "type": 2,
      "title": "53．与女子的月经来潮有密切关系的经脉有",
      "chooses": [
        "A．跷脉",
        "B．维脉",
        "C．任脉",
        "D．手少阴心经",
        "E．冲脉"
      ],
      "answer": "[答案]CE"
    },
    {
      "type": 2,
      "title": "54．下列循行于躯干腹面的经脉是",
      "chooses": [
        "A．任脉",
        "B．足少阴肾经",
        "C．足太阴脾经",
        "D．足阳明胃经",
        "E．冲脉"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "55．以下指冲脉的是 ",
      "chooses": [
        "A．血海",
        "B．气海",
        "C．十二经脉之海",
        "D．阴脉之海",
        "E．五脏六腑之海"
      ],
      "answer": "[答案]ACE"
    },
    {
      "type": 2,
      "title": "56．任脉的主要功能是",
      "chooses": [
        "A．调节阴经气血，为阴脉之海",
        "B．主一身左右之阳",
        "C．约束诸脉",
        "D．主胞胎",
        "E．濡养眼目，司眼睑开合"
      ],
      "answer": "[答案]AD"
    },
    {
      "type": 2,
      "title": "57．经过会阴部的是",
      "chooses": [
        "A．督脉 ",
        "B．任脉",
        "C．足太阴脾经",
        "D．足阳明胃经",
        "E．冲脉"
      ],
      "answer": "[答案]ABE"
    },
    {
      "type": 2,
      "title": "58.到达足大趾的经脉有",
      "chooses": [
        "A.胃经",
        "B.脾经",
        "C.肝经",
        "D.胆经",
        "E.冲脉"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "59.经过目内眦的经脉有",
      "chooses": [
        "A.足太阳经B.足阳明经",
        "C.手太阳经D.任脉",
        "E.手少阳经",
        "[答案]ABC"
      ],
      "answer": "体质"
    },
    {
      "type": 2,
      "title": "60．影响体质形成的后天因素有",
      "chooses": [
        "A．性别、年龄",
        "B．饮食因素",
        "C．劳逸、疾病因素",
        "D．情志因素",
        "E．地理因素"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "61．影响体质形成的先天因素有",
      "chooses": [
        "A. 父母生殖之精的质量",
        "B. 父母血缘关系的远近 ",
        "C. 父母生育的年龄",
        "D. 母亲妊娠期的养胎情况",
        "E. 母亲妊娠期疾病的影响"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "62．小儿的体质特点为",
      "chooses": [
        "A．脏腑娇嫩",
        "B．形气未充",
        "C．易虚易实",
        "D．易寒易热",
        "E．生机旺盛"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "63．老年人的体质特点为",
      "chooses": [
        "A. 精气神渐衰",
        "B. 脏腑功能减退",
        "C. 代谢缓慢",
        "D. 气血郁滞",
        "E. 阴阳失调"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "64.阴虚之体养生时应慎用",
      "chooses": [
        "A.肥甘之品",
        "B.辛辣之品",
        "C.清润之品",
        "D.燥热之品",
        "E.苦寒之品",
        "[答案]ABDE"
      ],
      "answer": "病因"
    },
    {
      "type": 2,
      "title": "65.陈言将病因分为",
      "chooses": [
        "A. 内因",
        "B. 其他病因",
        "C. 外因",
        "D. 不内外因",
        "E. 病理产物形成的病因"
      ],
      "answer": "[答案]A C D"
    },
    {
      "type": 2,
      "title": "66.风邪的性质和致病特征是",
      "chooses": [
        "A. 轻扬开泄",
        "B. 善行数变",
        "C. 主动",
        "D. 易耗气伤津",
        "E. 为百病之长"
      ],
      "answer": "[答案]A B C E"
    },
    {
      "type": 2,
      "title": "67.热邪、暑邪皆有的致病特征是",
      "chooses": [
        "A. 均为阳邪",
        "B. 均易致疮痈",
        "C. 耗气伤津",
        "D. 均夹湿邪",
        "E. 均见高热、口渴喜饮、面赤、脉洪大"
      ],
      "answer": "[答案]A C E"
    },
    {
      "type": 2,
      "title": "68.易伤津液的病邪是",
      "chooses": [
        "A. 风邪",
        "B. 燥邪",
        "C. 暑邪",
        "D. 火邪",
        "E. 寒邪"
      ],
      "answer": "[答案]B C D"
    },
    {
      "type": 2,
      "title": "69.疠气的致病特点是",
      "chooses": [
        "A. 发病急骤",
        "B. 病情危笃",
        "C. 一气一病",
        "D. 传染性强",
        "E. 易于流行"
      ],
      "answer": "[答案]A B C D E"
    },
    {
      "type": 2,
      "title": "70.情志致病，易伤及的脏腑为",
      "chooses": [
        "A. 肝",
        "B. 心",
        "C. 脾",
        "D. 肺",
        "E. 肾"
      ],
      "answer": "[答案]A B C "
    },
    {
      "type": 2,
      "title": "71.劳神过度易损伤的内脏是",
      "chooses": [
        "A. 心",
        "B. 肺",
        "C. 脾",
        "D. 肝",
        "E. 肾"
      ],
      "answer": "[答案]A C"
    },
    {
      "type": 2,
      "title": "72.瘀血形成的因素包括",
      "chooses": [
        "A. 出血",
        "B. 气滞",
        "C. 血寒",
        "D. 血热",
        "E. 气虚"
      ],
      "answer": "[答案]A B C D E"
    },
    {
      "type": 2,
      "title": "73.与痰饮形成有关的脏腑是",
      "chooses": [
        "A. 脾",
        "B. 心",
        "C. 肝",
        "D. 肺",
        "E. 三焦"
      ],
      "answer": "[答案]A C D E"
    },
    {
      "type": 2,
      "title": "74.多发结石的脏腑是",
      "chooses": [
        "A. 肝",
        "B. 肾",
        "C. 胆",
        "D. 胃",
        "E. 膀胱"
      ],
      "answer": "[答案]A B C D E"
    },
    {
      "type": 2,
      "title": "75.药邪的致病特点是",
      "chooses": [
        "A. 导致中毒",
        "B. 加重病情",
        "C. 影响新血生成",
        "D. 变生他疾",
        "E. 病位固定",
        "[答案]A B D ",
        "76.药邪的成因包括",
        "A.用药过量",
        "B.药物炮制不当",
        "C.药物配伍不当",
        "D.药物用法不当",
        "E.药物采集不当",
        "[答案]A B C D"
      ],
      "answer": "发病"
    },
    {
      "type": 2,
      "title": "77．复发的常见诱因有",
      "chooses": [
        "A．食复",
        "B．劳复",
        "C．药复",
        "D．重感致复",
        "E．情志致复"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "78．发病类型主要包括",
      "chooses": [
        "A．继发与复发",
        "B．伏而后发",
        "C．感邪即发",
        "D．合病与并病",
        "E．徐发"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "79．下列哪些可以称为邪气",
      "chooses": [
        "A．六淫、疠气",
        "B．痰饮、瘀血",
        "C．情志活动",
        "D．饮食失宜",
        "E．寄生虫"
      ],
      "answer": "[答案]ABDE"
    },
    {
      "type": 2,
      "title": "80．感邪即发多见于",
      "chooses": [
        "A．感受疠气",
        "B．情志剧变",
        "C．毒物所伤",
        "D．新感外邪",
        "E．外伤"
      ],
      "answer": "[答案]ABCDE"
    },
    {
      "type": 2,
      "title": "81.正气的防御作用表现为",
      "chooses": [
        "A.抗邪人侵B.祛除病邪",
        "C.修复能力D.调节能力",
        "E.协调功能",
        "[答案]ABCDE"
      ],
      "answer": "病机"
    },
    {
      "type": 2,
      "title": "82.基本病机的主要内容有",
      "chooses": [
        "A.邪正盛衰B.阴阳失调",
        "C.气血失常D.津液失常",
        "E.脏腑机能失常"
      ],
      "answer": "[答案]ABCD"
    },
    {
      "type": 2,
      "title": "83.疾病的转归，取决于邪正的盛衰，其病理变化包括",
      "chooses": [
        "A.正胜邪退B.邪胜正衰",
        "C.邪正相持D.正虚邪恋",
        "E.邪去正衰"
      ],
      "answer": "[答案]ABCDE "
    },
    {
      "type": 2,
      "title": "84.以下与阳偏胜本质一致的是",
      "chooses": [
        "A.阴虚证 B.阳虚证",
        "C.实热证 D.实寒证",
        "E.真热假寒证"
      ],
      "answer": "[答案]CE"
    },
    {
      "type": 2,
      "title": "85.气逆最常见的脏腑是",
      "chooses": [
        "A. 心B.肺 C.肝",
        "D. 胃E.肾"
      ],
      "answer": "[答案]BCD"
    },
    {
      "type": 2,
      "title": "86.形成肝风内动的原因包括",
      "chooses": [
        "A.邪热炽盛B.阴虚阳亢",
        "C.阴血亏耗D.感受风邪",
        "E.脾土虚败"
      ],
      "answer": "[答案]ABC"
    },
    {
      "type": 2,
      "title": "87.以下属“寒从中生”的是",
      "chooses": [
        "A.寒邪直中",
        "B.阳气虚衰，温煦失职，阳不制阴",
        "C.过食生冷，寒湿停聚",
        "D.阳不化阴，水湿痰浊壅盛",
        "E.肾气不化，尿频、便溏、涕唾清稀"
      ],
      "answer": "[答案]BDE"
    },
    {
      "type": 2,
      "title": "88.内伤病的传变形式主要有",
      "chooses": [
        "A.脏传脏",
        "B.腑传腑",
        "C.脏与腑之间传变",
        "D.形脏传变",
        "E.形体官窍之间的传变",
        "[答案]ABCD"
      ],
      "answer": "防治原则"
    },
    {
      "type": 2,
      "title": "89.“因人制宜”，主要是根据下列哪些人的不同特点来考虑治疗用药的原则",
      "chooses": [
        "A.饮食偏嗜",
        "B.性别",
        "C.劳逸损伤",
        "D.年龄",
        "E.体质"
      ],
      "answer": "[答案]BDE"
    },
    {
      "type": 2,
      "title": "90.下列应先治其标的病症是 ",
      "chooses": [
        "A.病因明确的剧痛",
        "B.大出血不止者",
        "C.肝病基础上腹水严重",
        "D.食积所致腹满者",
        "E.尿闭"
      ],
      "answer": "[答案]ABCE"
    },
    {
      "type": 2,
      "title": "91.从治适应于",
      "chooses": [
        "A.脾虚腹胀",
        "B.肾虚尿闭",
        "C.肺虚多汗",
        "D.瘀血所致的崩漏",
        "E.阴盛格阳证"
      ],
      "answer": "[答案]ABDE"
    },
    {
      "type": 2,
      "title": "92..形体锻炼可达到",
      "chooses": [
        "A.促进气血流畅",
        "B.强健肌肉筋骨",
        "C.使脏腑功能旺盛",
        "D.借形动以济神静",
        "E.保精以护肾"
      ],
      "answer": "[答案]ABCD"
    },
    {
      "type": 2,
      "title": "93.“阴胜则阳病”所表现的证候，在治疗上宜采取下列哪些方法",
      "chooses": [
        "A.清泻阳热",
        "B.温散阴寒",
        "C.佐以滋阴",
        "D.佐以扶阳",
        "E.阴阳并补"
      ],
      "answer": "[答案]BD"
    },
    {
      "type": 2,
      "title": "94.调精的治疗包括",
      "chooses": [
        "A.化精",
        "B.填精",
        "C.固精",
        "D.活精",
        "E.疏精"
      ],
      "answer": "[答案]BCE"
    },
    {
      "type": 2,
      "title": "95.防止病邪侵害是中医养生原则之 一，其内容包括",
      "chooses": [
        "A.顺应四时",
        "B.药物预防",
        "C.避疫毒",
        "D.适度运动",
        "E.虚邪贼风，避之有时"
      ],
      "answer": "[答案]ABCE"
    },
    {
      "type": 3,
      "title": "1．中医学理论体系形成的标志是 、《难经》、《伤寒杂病论》、 等医学典籍的问世。",
      "chooses": [
  
      ],
      "answer": "[答案]《黄帝内经》、《神农本草经》"
    },
    {
      "type": 3,
      "title": "2．标志着以五脏为中心的藏象理论体系形成的医学典籍是 ，创立了辨证论治理论的医学典籍是 。",
      "chooses": [
  
      ],
      "answer": "[答案]《黄帝内经》 《伤寒杂病论》"
    },
    {
      "type": 3,
      "title": "3．最早提出“七情和合”药物配伍理论的著作是 ，我国第一部病因病机证候学专著是 。",
      "chooses": [
  
      ],
      "answer": "[答案]《神农本草经》 《诸病源候论》"
    },
    {
      "type": 3,
      "title": "4.倡导火热论的金元医家是 ，攻邪派的代表人物是 。",
      "chooses": [
  
      ],
      "answer": "[答案]刘完素、张从正"
    },
    {
      "type": 3,
      "title": "5.创立“戾气”说的明代医学家是 ，其代表著作是 。",
      "chooses": [
  
      ],
      "answer": "[答案]吴有性（又可）、《温疫论》"
    },
    {
      "type": 3,
      "title": "6．叶桂著《温热论》，创建了温热病的 辨证体系；吴瑭著《温病条辨》，创立了温热病的 辨证体系。",
      "chooses": [
  
      ],
      "answer": "[答案]卫气营血、三焦"
    },
    {
      "type": 3,
      "title": "7．中医学理论体系的主要特点，一是 ，二是 。",
      "chooses": [
  
      ],
      "answer": "[答案]整体观念、辨证论治"
    },
    {
      "type": 3,
      "title": "8．人体自身的整体性，主要体现于两个方面，一是 ，二是 。",
      "chooses": [
        "[答案]五脏一体观、形神一体观"
      ],
      "answer": "哲学基础"
    },
    {
      "type": 3,
      "title": "9 .“壮水之主，以制阳光”的治法用于 证，《内经》称为“ ”。",
      "chooses": [
  
      ],
      "answer": "[答案]虚热（阴虚）；阳病治阴 "
    },
    {
      "type": 3,
      "title": "10. 根据五行生相生规律确定的治则是 和 。",
      "chooses": [
  
      ],
      "answer": "[答案]补母 泻子"
    },
    {
      "type": 3,
      "title": "11.以脏腑分阴阳，则五脏属 ，六腑属 。",
      "chooses": [
        "[答案]阴 阳"
      ],
      "answer": "气血津液"
    },
    {
      "type": 3,
      "title": "天地万物相互联系的中介是 。",
      "chooses": [
  
      ],
      "answer": "[答案]气或精气"
    },
    {
      "type": 3,
      "title": "13.气的运动称为 。",
      "chooses": [
  
      ],
      "answer": "[答案]气机"
    },
    {
      "type": 3,
      "title": "14.人体之精分藏于脏腑，但主要藏于 中。",
      "chooses": [
  
      ],
      "answer": "[答案]肾"
    },
    {
      "type": 3,
      "title": "15.气的运动而产生的各种变化称为 。",
      "chooses": [
  
      ],
      "answer": "[答案]气化"
    },
    {
      "type": 3,
      "title": "16.元气是通过 而流行于全身的。",
      "chooses": [
  
      ],
      "answer": "[答案]三焦"
    },
    {
      "type": 3,
      "title": "17.血液的生成主要依赖于 的运化功能。",
      "chooses": [
  
      ],
      "answer": "[答案]脾胃（或脾）"
    },
    {
      "type": 3,
      "title": "18.血具有 和 两方面功能。",
      "chooses": [
  
      ],
      "answer": "[答案]濡养、化神"
    },
    {
      "type": 3,
      "title": "19.津液是机体 的总称。",
      "chooses": [
  
      ],
      "answer": "[答案]—切正常水液"
    },
    {
      "type": 3,
      "title": "20.津液的排泄主要是通过排出 和 来完成的。",
      "chooses": [
  
      ],
      "answer": "[答案]尿液、汗液"
    },
    {
      "type": 3,
      "title": "21.气为血之_____。血为气之_____。",
      "chooses": [
  
      ],
      "answer": "[答案]帅、母、"
    },
    {
      "type": 3,
      "title": "22.精与血之间相互资生、相互转化的关系称 。",
      "chooses": [
        "[答案]精血同源"
      ],
      "answer": "脏象"
    },
    {
      "type": 3,
      "title": "23.藏象学说的主要特点是以五脏为中心的整体观，主要表现在 ",
      "chooses": [
        "和 。"
      ],
      "answer": "[答案]以五脏为中心的人体自身的整体性，五脏与自然环境的统一性。"
    },
    {
      "type": 3,
      "title": "24.肾气推动和调控脏腑气化，是通过肾气的两种成分 和 来实现的。",
      "chooses": [
  
      ],
      "answer": "[答案]肾阴，肾阳"
    },
    {
      "type": 3,
      "title": "25.脏腑可分为 、 、 三类。",
      "chooses": [
  
      ],
      "answer": "[答案]脏，腑，奇恒之腑"
    },
    {
      "type": 3,
      "title": "26. 为脾之志， 为肾之志。",
      "chooses": [
  
      ],
      "answer": "[答案]思，恐"
    },
    {
      "type": 3,
      "title": "27.肝的主要生理机能是 和 。",
      "chooses": [
  
      ],
      "answer": "[答案]主疏泄，主藏血"
    },
    {
      "type": 3,
      "title": "28.既为六腑之一，又为奇恒之腑的是 。",
      "chooses": [
  
      ],
      "answer": "[答案]胆"
    },
    {
      "type": 3,
      "title": "29. 主液， 主津。",
      "chooses": [
  
      ],
      "answer": "[答案]小肠，大肠"
    },
    {
      "type": 3,
      "title": "30.气道通畅，呼吸匀调，是 和 两脏共同作用的结果。",
      "chooses": [
  
      ],
      "answer": "[答案]肺，肾"
    },
    {
      "type": 3,
      "title": "31. 为生痰之源， 为贮痰之器。",
      "chooses": [
        "[答案]脾，肺"
      ],
      "answer": "经络"
    },
    {
      "type": 3,
      "title": "32．经络是经脉和 的总称。最细小的络脉称为 。",
      "chooses": [
  
      ],
      "answer": "[答案]络脉;孙络"
    },
    {
      "type": 3,
      "title": "33．同名的手足阳经在 交接。相为表里的两条经脉，都在 交接。",
      "chooses": [
  
      ],
      "answer": "[答案]头面部;四肢末端"
    },
    {
      "type": 3,
      "title": "34．十二经脉中，左右交叉于人中，并至对侧鼻旁的经脉是 。十二经脉中，具有“连声本，散舌下”循行特点的经脉是 。",
      "chooses": [
  
      ],
      "answer": "[答案]手阳明大肠经;足太阴脾经"
    },
    {
      "type": 3,
      "title": "35．被称为“阳脉之海”的经脉是 。具有约束纵行诸经作用的经脉是 。",
      "chooses": [
  
      ],
      "answer": "[答案]督脉;带脉"
    },
    {
      "type": 3,
      "title": "36．十二经别的循行特点，可用 四个字概括。十二经脉各有一支别络，加上任脉、督脉的别络和 共称“十五别络”。",
      "chooses": [
  
      ],
      "answer": "[答案]离入出合;脾之大络"
    },
    {
      "type": 3,
      "title": "37.冲、任、督三脉同起于 故有“一源三歧”之说。",
      "chooses": [
        "[答案]胞中"
      ],
      "answer": "体质"
    },
    {
      "type": 3,
      "title": "38．理想的体质应是 质。中医体质理论渊源于经典著作 。",
      "chooses": [
  
      ],
      "answer": "[答案]阴阳平和 《黄帝内经》"
    },
    {
      "type": 3,
      "title": "39．体质因素决定着个体对某些病邪的 和 。",
      "chooses": [
  
      ],
      "answer": "[答案]易感性、耐受性"
    },
    {
      "type": 3,
      "title": "40． 及 是形成体质的生理学基础。",
      "chooses": [
  
      ],
      "answer": "[答案]脏腑经络 精气血津液"
    },
    {
      "type": 3,
      "title": "41.体型是指身体各部位 的形态特征。",
      "chooses": [
  
      ],
      "answer": "[答案]大小比例"
    },
    {
      "type": 3,
      "title": "42.心理特征的差异性，主要表现为 、 、",
      "chooses": [
        " 、等的差异。"
      ],
      "answer": "[答案]人格、气质、性格"
    },
    {
      "type": 3,
      "title": "43.理想体质的标志也反映了 的标志。",
      "chooses": [
        "[答案]健康",
        "病因",
        "44.风性善行，是指风邪致病具有 、 的特征。"
      ],
      "answer": "[答案]病位游移 行无定处"
    },
    {
      "type": 3,
      "title": "45.燥邪的性质和致病特征是 ，易伤津液、 。",
      "chooses": [
  
      ],
      "answer": "[答案]燥性干涩 燥易伤肺"
    },
    {
      "type": 3,
      "title": "46.饮食不节主要包括 和 。",
      "chooses": [
  
      ],
      "answer": "[答案]过饥 过饱"
    },
    {
      "type": 3,
      "title": "47.过度安逸致病，其特点除易致气机不畅外,还可导致 ，正气虚弱和 。",
      "chooses": [
  
      ],
      "answer": "[答案]阳气不振 神气衰弱"
    },
    {
      "type": 3,
      "title": "48.痰可分为 之痰和 之痰。",
      "chooses": [
  
      ],
      "answer": "[答案]有形 无形"
    },
    {
      "type": 5,
      "title": "49.七情变化对病情的影响有两个方面，一是 ； 二是 。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]有利于疾病康复 加重病情",
        "发病"
      ]
    },
    {
      "type": 3,
      "title": "50.《灵枢·百病始生》说：“此必因 ，与其身形， ，乃客其形。”",
      "chooses": [
  
      ],
      "answer": "[答案]虚邪之风、两虚相得"
    },
    {
      "type": 3,
      "title": "51．中医学认为，发病的基本原理是 。人体内具有抗病、祛邪、调节、修复等作用的一类细微物质，称为 。",
      "chooses": [
  
      ],
      "answer": "[答案]邪正相搏、正气"
    },
    {
      "type": 3,
      "title": "52．中医发病学的基本观点是：“ ，邪不可干”；“邪之所凑， ”。",
      "chooses": [
  
      ],
      "answer": "[答案]正气存内、其气必虚"
    },
    {
      "type": 3,
      "title": "53．引起复发的机理是余邪未尽， ，同时有 的作用。",
      "chooses": [
  
      ],
      "answer": "[答案]正气未复、诱因"
    },
    {
      "type": 3,
      "title": "54. 邪正相搏决定发病与否，若 则不发病； 则发病。",
      "chooses": [
  
      ],
      "answer": "[答案]正胜邪却、邪胜正负"
    },
    {
      "type": 3,
      "title": "55.《灵枢·百病始生》说：“两虚相得，乃客其形。”其中“两虚”分别是指 和 。",
      "chooses": [
  
      ],
      "answer": "[答案] 正气虚、虚邪（或虚邪贼风）"
    },
    {
      "type": 3,
      "title": "56. 之体，易引致寒邪的侵袭; 之体，易引致热邪的伤害。",
      "chooses": [
        "[答案]阳虚、阴虚"
      ],
      "answer": "病机"
    },
    {
      "type": 3,
      "title": "57.虚实错杂证，是指在疾病过程中， 的病理状态。",
      "chooses": [
  
      ],
      "answer": "[答案]邪盛和正虚同时存在"
    },
    {
      "type": 3,
      "title": "58.阳偏胜的病机特点多表现为 ",
      "chooses": [
  
      ],
      "answer": "[答案]阳盛而阴未虚的实热证"
    },
    {
      "type": 3,
      "title": "59.阴盛格阳的本质是_ ，表现的证候是 。",
      "chooses": [
  
      ],
      "answer": "[答案]阴气内盛 真寒假热证"
    },
    {
      "type": 3,
      "title": "60.失精是指 和 大量丢失的病理状态。",
      "chooses": [
  
      ],
      "answer": "[答案]生殖之精 水谷之精"
    },
    {
      "type": 3,
      "title": "61.气陷多由 病变发展而来，尤与 的关系最为密切。",
      "chooses": [
  
      ],
      "answer": "[答案]气虚 脾气"
    },
    {
      "type": 3,
      "title": "62.风气内动的形成与 的关系密切，故又称 。",
      "chooses": [
        "[答案]肝 肝风内动"
      ],
      "answer": "防治原则"
    },
    {
      "type": 3,
      "title": "63.《素问·四气调神大论篇》说：“春夏养 ，秋冬养 ”。",
      "chooses": [
  
      ],
      "answer": "[答案]阳，阴"
    },
    {
      "type": 3,
      "title": "64.既病防变，包括 、 。",
      "chooses": [
  
      ],
      "answer": "[答案]早期诊断，防止传变"
    },
    {
      "type": 3,
      "title": "65.扶正与祛邪的同时使用，又称 ，适用于 的病证。",
      "chooses": [
  
      ],
      "answer": "[答案]攻补兼施，虚实夹杂"
    },
    {
      "type": 3,
      "title": "66.阴阳偏盛的治疗原则为 ，又称 。",
      "chooses": [
  
      ],
      "answer": "[答案]损其有余，实则泻之"
    },
    {
      "type": 3,
      "title": "67.标本先后缓急原则的应用区分为 、 、与标本兼治三种。",
      "chooses": [
  
      ],
      "answer": "[答案]急则治标，缓则治本"
    },
    {
      "type": 3,
      "title": "68.根据阴阳互根原理，治疗阳偏衰时， 在补阳剂中适当佐用滋阴药，称为 ;治疗阴偏衰时，在滋阴剂中佐用补阳药，称为 。",
      "chooses": [
  
      ],
      "answer": "[答案]阴中求阳,阳中求阴"
    },
    {
      "type": 4,
      "title": "1．整体观念",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是中医学关于人体自身的完整性及人与自然、社会环境的统一性的认识。"
      ]
    },
    {
      "type": 4,
      "title": "2．辨证论治",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是运用中医学理论辨析有关疾病的资料以确立证候，论证其治 则、治法、方药并付诸实施的思维和实践过程。"
      ]
    },
    {
      "type": 4,
      "title": "3.证",
      "chooses": [
  
      ],
      "answer": [
        "[答案]即证候，是疾病过程中某一阶段或某一类型的病理概括，一般由一组相对固定的、有内在联系的、能揭示疾病某一阶 段或某一类型病变本质的症状和体征构成。",
        "哲学基础"
      ]
    },
    {
      "type": 4,
      "title": "4.阴阳交感 ",
      "chooses": [
  
      ],
      "answer": [
        "[答案]阴阳交感，是指阴阳二气在运动中相互影响，相互交流，并由此产生各种相应的变化和反应。"
      ]
    },
    {
      "type": 4,
      "title": "5.阴阳自和",
      "chooses": [
  
      ],
      "answer": [
        "[答案]阴阳自和，是指阴阳双方在运动变化中自动维持协调平衡的能力和趋势。"
      ]
    },
    {
      "type": 4,
      "title": "6.虚则补其母",
      "chooses": [
  
      ],
      "answer": [
        "[答案]指母子两脏关系失调的虚证，采用以补母脏为主的方法进行治疗的原则。"
      ]
    },
    {
      "type": 4,
      "title": "7.泻南补北",
      "chooses": [
  
      ],
      "answer": [
        "[答案]泻南补北：是根据五行相克规律确定的治疗方法。心主火，火属南方；肾主水，水属北方。泻南补北即泻心火滋肾水，又称泻火补水法，滋阴降火法。适用于肾阴不足心火偏旺，水火不济，心肾不交之证。"
      ]
    },
    {
      "type": 4,
      "title": "8. 培土生金",
      "chooses": [
  
      ],
      "answer": [
        "[答案]培土生金：是健脾益气以补益肺 气的治法。适用于脾肺气虚之证。",
        "分析题",
        "气血津液"
      ]
    },
    {
      "type": 4,
      "title": "9.精（古代哲学）",
      "chooses": [
  
      ],
      "answer": [
        "[答案]精（古代哲学）：在古代哲学中，精的基本概念有二：①一般泛指气，是一种充塞宇宙之中的无形而运动不息的极细微物质，是构成宇宙万物的本原；②在某些情况下专指气中的精粹部分，是构成人类的本原。"
      ]
    },
    {
      "type": 4,
      "title": "10.气化（古代哲学）",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气化（古代哲学）：在古代哲学中，气化是指由气的运动产生宇宙各种变化的过程。"
      ]
    },
    {
      "type": 4,
      "title": "11.气机",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气机：气的运动称作气机，在人体内主要有升、降、出、入四种基本运动形式。"
      ]
    },
    {
      "type": 4,
      "title": "12.气化",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气化：气的运动而产生的各种变化称为气化，在人体内主要是指精气血津液 各自的新陈代谢及其相互转化，亦即体内物质与能量的新陈代谢过程，是生命的基本特征之一。"
      ]
    },
    {
      "type": 4,
      "title": "13.津液 ",
      "chooses": [
  
      ],
      "answer": [
        "[答案]津液：是机体一切正常水液的总称，是构成人体和维持人体生命活动的基本 物质之一，包括津和液两个部分。"
      ]
    },
    {
      "type": 4,
      "title": "14.气为血之帅",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气为血之帅：气有生血、行血和摄血的作用，对血有统率作用，故称之为血 之帅。"
      ]
    },
    {
      "type": 4,
      "title": "15.血为气之母",
      "chooses": [
  
      ],
      "answer": [
        "[答案]血为气之母：血有养气、载气的作用，是气的化生基础和载体，故称之为气之母"
      ]
    },
    {
      "type": 4,
      "title": "16.气随津脱",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气随津脱：当大汗、大吐、大泻等津液大量丢失时，气亦随之大量外脱，称为气随津脱"
      ]
    },
    {
      "type": 4,
      "title": "17.津血同源 ",
      "chooses": [
  
      ],
      "answer": [
        "[答案]津血同源：血与津液皆由水谷精微化生，来源相同；彼此之间又相互资生、 相互转化，即脉外之津液渗人脉中而为血液的组成部分，脉内血液中的水液渗出脉外又 津液。血与津液之间的来源相同而又相互资生的关系，称为“津血同源”。"
      ]
    },
    {
      "type": 4,
      "title": "18.夺汗者无血",
      "chooses": [
  
      ],
      "answer": [
        "[答案]夺汗者无血:当大量出汗而津液丧失后，脉内津液渗出脉外，以图补充津液不足，形成血液亏少的病理变化，此时不能再施以放血或破血疗法，称之为“夺汗者无血”。",
        "脏象"
      ]
    },
    {
      "type": 4,
      "title": "19.藏象",
      "chooses": [
  
      ],
      "answer": [
        "[答案]藏象是指藏于体内的内脏 及其表现于外的生理病理征象及与自然界相通应的事物和现象。"
      ]
    },
    {
      "type": 4,
      "title": "20.神",
      "chooses": [
  
      ],
      "answer": [
        "[答案]有广义与狭义之分。广义之 神，是整个人体生命活动的主宰和总体现； 狭义之神，是指人的精神、意识、思维、情 感活动及性格倾向等。"
      ]
    },
    {
      "type": 4,
      "title": "21.肺朝百脉",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是指全身的血液都通 过百脉流经于肺，经肺的呼吸，进行体内外 清浊之气的交换，然后再通过肺气的宣降运动，将富有清气的血液通过百脉输送到全 身。"
      ]
    },
    {
      "type": 4,
      "title": "22.气门",
      "chooses": [
  
      ],
      "answer": [
        "[答案]即汗孔，汗孔不仅是排泄 汗液之门户，而且也是随着肺气的宣发和肃 降进行体内外气体交换的部位，故称之为气 门。"
      ]
    },
    {
      "type": 4,
      "title": "23.先天之本",
      "chooses": [
  
      ],
      "answer": [
        "[答案]由于肾藏先天之精， 主生殖，为人体生命之本原，故称肾为 “先天之本”。"
      ]
    },
    {
      "type": 4,
      "title": "24.天癸",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是肾精及肾气充盈到一定 程度时体内出现的一种精微物质，具有促进 人体生殖器官的发育成熟和维持人体生殖机 能的作用。"
      ]
    },
    {
      "type": 4,
      "title": "25.三焦气化",
      "chooses": [
  
      ],
      "answer": [
        "[答案]三焦有疏通水道、运 行水液的作用，是水液升降运行的通路，其 对水液代谢的协调平衡作用，称为三焦气 化。"
      ]
    },
    {
      "type": 4,
      "title": "26.中焦如沤",
      "chooses": [
  
      ],
      "answer": [
        "[答案]沤，即沤渍。是对水 谷腐熟为食糜状态的生动描述，表述了脾胃 肝胆消化饮食物的生理过程。"
      ]
    },
    {
      "type": 4,
      "title": "27.肝肾同源",
      "chooses": [
  
      ],
      "answer": [
        "[答案]肝藏血，肾藏精，精血同源于脾胃化生的水谷精微，两者可相互资生互化。",
        "经络"
      ]
    },
    {
      "type": 4,
      "title": "28.经络",
      "chooses": [
  
      ],
      "answer": [
        "[答案]经络：经络是经脉和络脉的总称，是运行全身气血，联系脏腑、形体、官窍，沟通上下内外，感应传导信息的通路系统，是人体结构的重要组成部分。"
      ]
    },
    {
      "type": 4,
      "title": "29.奇经八脉：",
      "chooses": [
  
      ],
      "answer": [
        "[答案]奇经八脉：奇，异也。指有异于十二正经的八条经脉，包括督脉、任脉、冲 脉、带脉、阴维脉、阳维脉、阴跷脉、阳跷脉。由于它们的分布不像十二经脉那样规则，与脏腑无属络关系，彼此之间也无表里关系，与十二正经不同，故称为“奇经”。"
      ]
    },
    {
      "type": 4,
      "title": "30.孙络：",
      "chooses": [
  
      ],
      "answer": [
        "[答案]孙络：指络脉中最细小者，又称“孙脉'"
      ]
    },
    {
      "type": 4,
      "title": "31.别络．",
      "chooses": [
  
      ],
      "answer": [
        "[答案]别络.为络脉中较大者，又称 “大络”。十二正经及任脉、督脉各分出一支络脉，加上脾之大络，合称“十五别 络”。若加胃之大络，则共有16支别络。"
      ]
    },
    {
      "type": 4,
      "title": "32.经别",
      "chooses": [
  
      ],
      "answer": [
        "[答案]即别行的正经，它们是从 十二正经别出，深入躯体深部，循行于胸、 腹及头部的重要支脉，具有加强十二经脉中 相为表里的两经之间联系的作用，又称 “十二经别”。",
        "体质"
      ]
    },
    {
      "type": 4,
      "title": "33.病势",
      "chooses": [
  
      ],
      "answer": [
        "[答案]病势：是指具有不同病变特点的致病因素致病后病理演变的趋势。"
      ]
    },
    {
      "type": 4,
      "title": "34.质势",
      "chooses": [
  
      ],
      "answer": [
        "[答案]质势：是指不同的体质类型所具有的潜在的相对稳定的倾向性。"
      ]
    },
    {
      "type": 4,
      "title": "35.从化",
      "chooses": [
  
      ],
      "answer": [
        "[答案]从化：即病情随体质而发生的转化，又称为质化。如偏阴质多寒化，偏阳质多热化等。",
        "病因"
      ]
    },
    {
      "type": 4,
      "title": "36.辨症求因",
      "chooses": [
  
      ],
      "answer": [
        "[答案]主要以临床表现为依据，通过分析病证的症状、体征来推求病因，为治疗用药提供依据，这种方法称为“辨症求因”。"
      ]
    },
    {
      "type": 4,
      "title": "37.风为百病之长",
      "chooses": [
  
      ],
      "answer": [
        "[答案] 一是指风邪常兼他邪合而伤人，为外邪致病的先导；二是指风邪袭人致病最多。"
      ]
    },
    {
      "type": 4,
      "title": "38.疠气",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是一类具有强烈致病性和传染性病邪的统称。"
      ]
    },
    {
      "type": 4,
      "title": "39.先天病因",
      "chooses": [
  
      ],
      "answer": [
        "[答案]指个体出生时受之于父母的病因，包括源于父母的遗传性病因和母体在胎儿孕育期及分娩时异常所形成的病因。",
        "TX|名词解释][PZ|病因][KD|病因[ND|中]",
        "40.病因",
        "[答案]凡能导致疾病发生的原因， 即是病因。具体而言，凡能导致机体的阴阳 失调、脏腑组织损伤、生理机能失常及心理 活动障碍而发生疾病的各种原因，皆可称为",
        "病因。",
        "发病"
      ]
    },
    {
      "type": 4,
      "title": "41.邪气",
      "chooses": [
  
      ],
      "answer": [
        "[答案]邪气：泛指各种致病因素。包括存在于自然界或由人体内产生的种种具有致病作用的因素，如六淫、病气、痰饮、疲血、情志内伤等。"
      ]
    },
    {
      "type": 4,
      "title": "42.复发",
      "chooses": [
  
      ],
      "answer": [
        "[答案]复发：是指在疾病初愈或疾病缓解阶段，由于某种诱因的作用，引起疾病再度发作或反复发作的一种发病形式。"
      ]
    },
    {
      "type": 4,
      "title": "43.伏而后发",
      "chooses": [
  
      ],
      "answer": [
        "[答案]伏而后发：是指感受邪气后，病邪在机体内潜伏一段时间，或在诱因的作用下，过时而发病的一种发病形式。"
      ]
    },
    {
      "type": 4,
      "title": "44.徐发",
      "chooses": [
  
      ],
      "answer": [
        "[答案]徐发：是指感受邪气后缓慢发病的一种发病形式。"
      ]
    },
    {
      "type": 4,
      "title": "45.食复：",
      "chooses": [
  
      ],
      "answer": [
        "[答案]因饮食不和而致疾病复发者，称为食复。",
        "病机",
        "TX|名词解释][PZ|病机][KD|病机的概念][ND|中]",
        "46.病机",
        "答案]即疾病发生、发展与变化的机理。"
      ]
    },
    {
      "type": 4,
      "title": "47.阳偏胜",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是指机体在疾病过程中 所出现的一种阳气偏胜、机能亢奋、热量过 剩的病理状态，一般表现为阳盛而阴未虚的 实热证。"
      ]
    },
    {
      "type": 4,
      "title": "48.阴阳格拒",
      "chooses": [
  
      ],
      "answer": [
        "[答案]由于某些原因引起阴 或阳一方偏盛至极，因而壅遏于内，将另一 方排斥格拒于外，迫使阴阳之间不相维系， 从而出现真寒假热或真热假寒的复杂病变。"
      ]
    },
    {
      "type": 4,
      "title": "49.失精",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是指生殖之精和水谷之精 大量丢失的病理状态。生殖之精的大量丢 失，表现为精液排泄过多，或兼有滑精、遗 精、早泄等水谷之精的大量丢失，表现 为长期的蛋白尿或乳糜尿。"
      ]
    },
    {
      "type": 4,
      "title": "50.气虚",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是指一身之气不足及其各 种功能低下的病理状态，常见精神委顿、倦 怠乏力、眩晕、自汗、易于感冒、面色胱 白、舌淡、脉虚等症。",
        "防治原则"
      ]
    },
    {
      "type": 4,
      "title": "51.因人制宜",
      "chooses": [
  
      ],
      "answer": [
        "[答案]根据病人的年龄、性别、体质等不同特点，来制订适宜的治疗原则，称为“因人制宜”。"
      ]
    },
    {
      "type": 4,
      "title": "52.正治",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是指采用与病证性质相反的方药以治疗的治疗原则。由于采用的方药与病证的性质相逆，如热证用寒药，故又称“逆治”。"
      ]
    },
    {
      "type": 4,
      "title": "53.阳病治阴",
      "chooses": [
  
      ],
      "answer": [
        "[答案]语出《素问•阴阳应象大论》，“阳病”指的是阴虚导致阳气相对偏亢，治阴即补阴之意；对阴虚不能制阳而致阳气相对偏亢的虚热证，治宜滋阴以抑阳，即王冰所谓“壮水之主，以制阳光”。"
      ]
    },
    {
      "type": 4,
      "title": "54.阳中求阴",
      "chooses": [
  
      ],
      "answer": [
        "[答案]根据阴阳互根原理，补阴时适当佐以补阳药。"
      ]
    },
    {
      "type": 4,
      "title": "55.热因热用",
      "chooses": [
  
      ],
      "answer": [
        "[答案]是指用热性药物来治疗 具有假热征象的寒性病证，适用于阴盛格阳 所致的真寒假热证。"
      ]
    },
    {
      "type": 5,
      "title": "1．魏晋隋唐时期中医学理论体系的发展是怎样的？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]①晋代王叔和编撰的《脉经》，是我国第一部脉学专著。②晋代皇甫谧编撰的《针灸甲乙经》，是我国现存最早的针灸学专著。③隋代巢元方编撰的《诸病源候论》，是我国第一部病因病机证候学专著。④唐代孙思邈编撰《千金方》（包括《千金 要方》和《千金翼方》），可称我国第一部医学百科全书。⑤唐代王焘编撰的《外台秘要》，汇集了初唐及唐以前的医学著作，与《千金方》并称为唐代方书双璧。"
      ]
    },
    {
      "type": 5,
      "title": "2.《三因极一病证方论》中是怎样论 述三因学说的？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]宋代陈言（陈无择）在《三因极 一病证方论》中将病因归纳为三大类： ①外感六淫为外因丨②七情内伤为内因； ③饮食所伤、叫呼伤气、虫兽所伤、跌打损 伤、中毒、金疮等为不内外因。",
        "哲学基础",
        "气血津液"
      ]
    },
    {
      "type": 5,
      "title": "3.试述古代哲学精概念与气概念的形成。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]精概念的形成：①源于“水地说”，即万物由水、地产生发展而来。②中医学有关精的认识，对哲学中精气概念的形成具有重要的启发作用。③古代哲学家在“水地说”与对人体之精认识的基础上，把精的概念抽象为无形而动的极细微物质，是宇宙万物的共同构成本原。",
        "气概念的形成：①源于“云气说”，即日常生活中直接观察到的云气、风气、水 气、大气等是气概念产生之源。②中医学对人体之气的认识，也是气概念产生的基础。 ③在此基础上进一步抽象，则产生了气的一 般概念，即气是无形而运行不息的极细微物 质，是宇宙万物生成的本原。"
      ]
    },
    {
      "type": 5,
      "title": "4.气的运动与气化之间的关系如何？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气的运动称为气机，运动形式主要",
        "有升、降、聚、散等几种。由气的运动而产生的宇宙万物的形态、性能变化的过程，称为气化。气化过程分为“化”与“变”两种不同的类型：化是指气的缓和运动所促成 的某些改变，类似于“量变”；变是指气的剧烈运动所促成的显著变化，类似于“质 变”。化与变，皆取决于气的运动。因此，气的运动是产生气化过程的前提和条件，而 在气化过程中又寓有气的各种形式的运动。",
        "5.试述古代哲学精气学说在中医学中的应用。",
        "[答案]古代哲学精气学说在中医学中的应用，主要体现于两个方面：①对中医学精气生命理论构建的影响。在古代哲学精气学说的影响下，中医学构建了精气生命理论，认为人体之精是指藏于脏腑中的液态精华物质，是构成人体和维持人体生命活动的最基本物质，是人的形体和精神的化生之源。人体之气是不断运动且无形可见的极细微物质，是人体生命活动的动力，是维持人体生 命的根本；人体诸气皆为一身之气的分化；人气分阴阳，阴阳之气的升降出入运动协调维持人体生命进程；气是感受和传递各种生命信息的载体。②对中医学整体观念构建的影响。精气学说促使中医学建立了“同源 性”思维方法，即认为人与自然万物有一 个共同来源，人与自然、社会环境之间时刻进行着各种物质与信息的交流；自然社会环境的各种变化，对人体的生理病理产生一定影响。"
      ]
    },
    {
      "type": 5,
      "title": "6.为什么称精、气、神为人身之“三宝”？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]精是生命的本原，是构成人体和维持人体生命活动的最基本物质；气是生命的维系，气的运行不息，维持着人体的生命活动；神是人体生命活动的主宰。三者在生命活动中占有重要地位，存在着相互依存、相互为用的关系：精能生气养神，气能生精化神，神能统精驭气。它们之间的辩证关系是 养生防病、延年益寿以及诊治疾病、推测预后的重要理论依据，三者缺一不可，三者之间不协调统一更不可，故称为人身“三宝”。"
      ]
    },
    {
      "type": 5,
      "title": "7.津液代谢后的废物是如何向体外排泄的？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]津液代谢后的废物排泄主要通过排 出尿液和汗液来完成。肾气的蒸化，升清降 浊，将浊者下送膀胱成为尿液，并且肾气的 推动和控摄使尿液贮存一定量后正常排出。 肺气宣发津液至体表，并通过卫气的控摄调 节，将汗液排出体表。此外，呼出气体以及 排出粪便时也排出一定水液。因此津液的排 泄也与肾、肺、脾胃的功能密切相关。"
      ]
    },
    {
      "type": 5,
      "title": "8.试述在血液化生中相关脏腑的共同作用。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]由脾胃运化水谷精微所化生的营气和津液，向上输于心肺，与肺吸人的清气相结合，贯注心脉，在心气的作用下变化而成为血液。此外，脏腑之精，包括肾精也可融人血脉中而化为血液；肾气充沛也利于脾胃心肺的机能发挥。因此，血液的化生主要依赖于脾胃的运化，并且在心、肺、肾等脏的生理机能配合作用下才能充盛不衰。"
      ]
    },
    {
      "type": 5,
      "title": "9.人体之气的生成与哪些脏腑的生理功能有关？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]人体之气的生成与肾、脾、胃、肺的生理功能密切关联。肾所藏之精尤其是先天之精化生的先天之气是人体之气生成的根本。脾胃为气血生化之源，其运化的水谷精微是人体后天之气的主要来源。肺主呼吸，所吸入的清气是人体后天之气的另一主要来源。因此，肾、脾、胃和肺的功能正常和相互协调，则人体之气生成充足，反之则会导致气的亏少和功能不足的病变。",
        "脏象"
      ]
    },
    {
      "type": 5,
      "title": "10.试述脏与腑的区别。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]脏与腑的区别主要有：在解剖形态 学方面，脏多为实质性脏器，腑多为空腔性 器官；在生理特点方面，脏的特点是化生和 贮藏精气，故需满而不实，腑的特性是受盛 和传化水谷，故需实而不能满；在临床上， 脏病多虚，腑病多实，所以治疗上脏病宜 补，腑病宜泻。"
      ]
    },
    {
      "type": 5,
      "title": "11.试述肾精、肾气、肾阴、肾阳的含义及其相互关系。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]肾精是有形的藏于肾中的精华物 质，以禀受于父母的先天之精为主体，加之 部分水谷之精的充养而成。肾气是由肾精化 生的无形而运行不息的精微物质，与元气的 概念相近，具有推动和调控人体的生长发 育、生殖及脏腑气化等作用。肾气包含阴阳 两种成分：肾阳是其中具有温煦、推动、兴 奋、宣散等作用的部分，又称为元阳、真 阳，为一身阳气之根；肾阴是其中具有凉 润、宁静、抑制、凝聚等作用的部分，又称元阴、真阴，为一身阴气之本。肾阴与肾阳 对立统一，协调共济，则肾气冲和畅达。"
      ]
    },
    {
      "type": 5,
      "title": "12.试述脾的运化功能。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]脾主运化分为运化食物和运化水液 两个方面：①运化食物，是指脾气促进食物 的消化和吸收并转输其精微（谷精）的功 能。食物须经脾气的推动、激发作用，才能 被消化。其精微部分，经脾气的激发作用由 小肠吸收，再由脾气的转输作用输送到其他 四脏，分别化为精、气、血、津液，内养五 脏六腑，外养四肢百骸、皮毛筋肉。②运化 水液，是指脾气的吸收、转输水精、调节水 液代谢的功能。主要表现为两个方面：一是 将胃和小肠消化吸收的津液，即水精，以及 大肠吸收的水液，由肾气的蒸化作用回吸收 的水液，经脾气的转输作用上输于肺。二是 在水液的代谢过程中起枢转作用。脾居中 焦，为水液升降输布的枢纽。凡水液的上腾 下达，均赖于脾气的枢转使之上行下达，畅 通无阻，从而维持了水液代谢的平衡。运化 食物和运化水液，是脾主运化的两个方面， 二者是同时进行的。两者皆主要依赖脾气的 作用。"
      ]
    },
    {
      "type": 5,
      "title": "13.试述肺是如何完成行水机能的。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]肺依靠肺气的宣降运动调节水液的",
        "输布：①通过肺气的宣发，将脾气转输至肺 的水液和水谷之精中的较轻清部分，向上向 外布散，上至头面诸窍，外达全身皮毛肌腠 以濡润之；输送到皮毛肌腠的水液在卫气的 推动作用下化为汗液，并在卫气的调节作用 下有节制地排出体外。②通过肺气的肃降， 将脾气转输至肺的水液和水谷精微中的较稠 厚部分，向内向下输送到其他脏腑以濡润 之，并将脏腑代谢所产生的浊液下输至肾 (或膀胱），成为尿液生成之源。"
      ]
    },
    {
      "type": 5,
      "title": "14.试述肝主疏泄对津液代谢的影 响。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]津液的输布代谢，有赖于气机的调",
        "畅。肝气的疏泄，能调畅气机，使全身脏腑 经络之气的运行畅达有序。气能行津，气行 则津布，故说肝气疏泄作用能促进津液的输 布代谢，使之无聚湿成水、生痰化饮之患^ 肝气疏泄失常，气机郁结，亦会导致津液的 输布代谢障碍，形成水湿痰饮等病理产物， 出现水肿、痰核等病症。因此，疏肝理气是 治疗痰饮水湿内停的常法。"
      ]
    },
    {
      "type": 5,
      "title": "15.肺主治节主要体现在哪些方面？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]肺主治节，是指肺气具有治理调节",
        "肺之呼吸及全身之气、血、津液的作用。肺 主治节的生理作用主要表现在四个方面： ①治理调节呼吸运动。肺气的宣发与肃降作 用协调，维持通畅均勻的呼吸，使体内外气 体得以正常交换。②调理全身气机。通过呼吸运动，调节一身之气的升降出入，保持全 身气机调畅。③治理调节血液的运行。通过 肺朝百脉和气的升降出入运动，辅佐心脏， 推动和调节血液的运行。④治理调节津液代 谢。通过肺气的宣发与肃降，治理和调节全 身水液的输布与排泄。"
      ]
    },
    {
      "type": 5,
      "title": "16.试述脾气主升的生理和病理表现。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]脾气主升的生理表现为两个方面：",
        "一是升清，指脾气的升动转输作用将胃肠道 吸收的水谷精微和水液上输于心、肺等脏， 通过心、肺的作用化生气血，以营养濡润全 身。若脾气虚弱而不能升清，浊气亦不得下 降，则上不得精气之滋养而见头目眩晕，精 神疲惫，中有浊气停滞而见脘腹满闷，下有 精气下流而见便溏、泄泻。二是升举内脏， 指脾气上升能起到维持内脏位置的相对稳 定，防止下垂的作用。若脾气虚弱，无力升 举而下陷，则可导致某些内脏下垂，如胃下 垂、肾下垂、子宫脱垂、脱肛等病症。",
        "经络"
      ]
    },
    {
      "type": 5,
      "title": "17.十二经脉的走向规律如何？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]十二经脉的走向有一定规律可循：①手三阴经从胸腔内脏走向手指端，交手三阳经；②手三阳经从手指走向头面部，交足三阳经；③足三阳经从头面部走向足趾端，交足三阴经；④足三阴经从足趾走向腹部和胸部，复交手三阴经。"
      ]
    },
    {
      "type": 5,
      "title": "18.试述十二经脉气血流注的具体次序。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]十二经脉气血流注的次序是：起于手太阴肺经，依次流注手阳明大肠经、足阳 明胃经、足太阴脾经、手少阴心经、手太阳小肠经、足太阳膀胱经、足少阴肾经、手厥阴心包经、手少阳三焦经、足少阳胆经，最后传至足厥阴肝经，复再回到手太阴肺经，从而首尾相贯，如环无端。"
      ]
    },
    {
      "type": 5,
      "title": "19.试述十二正经在四肢部的分布情 况。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]十二经脉在四肢部分布特点是：阴 经行内侧面，一般太阴经在前，厥阴经在 中，少阴经在后，唯足厥阴经和足太阴经在 内踝尖上八寸以下交换位置，变成厥阴经在 前，太阴经在中。阳经行外侧面，阳明经在 前，少阳经在中，太阳经在后。",
        "体质",
        "病因"
      ]
    },
    {
      "type": 5,
      "title": "20.六淫致病的共同特点是什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]①外感性：六淫之邪多从肌表、口鼻侵犯人体而发病；②季节性：六淫致病常有明显的季节性；③地域性：六淫致病常与生活、工作的区域环境密切相关；④相兼性：六淫之邪既可单独侵袭人体，又可两种以上同时侵犯人体致病。"
      ]
    },
    {
      "type": 5,
      "title": "21.寒邪的性质和致病特征是什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]①寒为阴邪，易伤阳气。寒为阴气盛的表现，故称为阴邪。寒邪过盛，阳气不仅不足以驱除寒邪，反为寒邪所伤。所以，感受寒邪，最易损伤人体阳气。②寒性凝滞。凝滞，即凝结阻滞。寒性凝滞，指寒邪侵人，易使气血津液凝结、经脉阻滞。③寒性收引。“收引”，有收缩牵引之意。寒性收引，即指寒邪侵袭人体，可使气机收敛，腠理、经络、筋脉收缩而挛急。"
      ]
    },
    {
      "type": 5,
      "title": "22.试述湿邪的性质和致病特征。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]①湿为阴邪，易伤阳气。湿与水同类，故属阴邪。阴邪侵人，机体阳气与之抗争，故湿邪侵人，易伤阳气。②湿性重浊。“重”即沉重、附着。湿邪致病，常出现以沉重感及附着难移为特征的临床表现；“浊”，即秽浊。指湿邪为患，易出现分泌物和排泄物秽浊不清的特征。③湿性黏滞，“黏”即黏腻不爽；滞，即停滞。湿邪致病，其黏腻停滞的特性主要表现在三个方面：一是症状的黏滞性。二是病程的缠绵性。三是易阻气机。④ 湿性趋下，易袭阴位。湿邪类水属阴而有趋下之势，故湿邪为病，多易伤及人体下部。"
      ]
    },
    {
      "type": 5,
      "title": "23.火热邪气的性质及致病特征是什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]①火热为阳邪，其性燔灼趋上。火热之性燔灼、升腾，故为阳邪。阳邪伤人，邪气亢盛则致人体阳气病理性偏亢，“阳胜则热”，故发为实热性病证。火性趋上，火热之邪易侵害人体上部，故火热病证，多发生在人体上部，尤以头面部为多见。②火热易扰心神。火热与心相通应，故火热之邪入于营血，尤易影响心神。 ③火热易伤津耗气。火热之邪伤人，热淫于内，一方面迫津外泄，致气随津泄而津亏气耗；另一方面则直接消灼煎熬津液，耗伤人体的阴气。④火热易生风动血。“生风”，是指火热之邪侵犯人体，燔灼津液，劫伤肝阴，筋脉失养失润，易引起肝风内动的病证。“动血”，指火热邪气入于血脉，易迫血妄行。火热之邪侵犯血脉，轻则加速血行，甚则可灼伤脉络，迫血妄行，引起各种出血证。⑤火邪易致阳性疮痈。火邪入于血分，可聚于局部，腐蚀血肉，发为痈肿疮疡。由火毒壅聚所致之痈疡，其临床表现以疮疡局部红肿热痛为特征。"
      ]
    },
    {
      "type": 5,
      "title": "24.七情内伤的致病特点是怎样的？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]七情内伤的致病特点主要包括：①直接伤及内脏。其一，七情损伤相应之脏， 如过喜伤心，过怒伤肝，过思伤脾，过悲伤肺等。其二，影响心神。七情皆从心而发，故七情内伤均可影响心神。其三，易伤心肝脾。由于心肝脾在人体生理和情志活动中发挥着重要作用，故情志内伤，最易损伤心肝脾。其四，易损伤潜病之脏腑。②影响脏腑气机。情志内伤脏腑而致病，首先影响脏腑气机，导致脏腑气机升降失常而出现相应的临床表现。如怒则气上，喜则气缓，悲则气消，恐则气下，惊则气乱，思则气结。③多发为情志病证。④七情变化影响病情。良性的或积极乐观的情绪，有利于病情的好转乃至痊愈。消极悲观的情绪，或七情异常波动，可诱发疾病发作或使病情加重、恶化。"
      ]
    },
    {
      "type": 5,
      "title": "25.瘀血致病的病症特点主要有哪些？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]瘀血致病的病症特点主要有：①疼痛。一般表现为刺痛，痛处固定不移，拒 按，夜间痛势尤甚。②肿块。瘀血积于皮下或体内则可见肿块，肿块部位多固定不移。若在体表则可见局部青紫肿胀；若在体腔内则扪之质硬，坚固难移之癥积。③出血。部分瘀血为病者可见出血之象，血色紫暗，或夹有瘀血块。④色紫暗。一是面色紫暗，口唇、爪甲青紫等；二是舌质紫暗，或舌有瘀斑、瘀点等。⑤可出现肌肤甲错，脉涩或脉结代等。"
      ]
    },
    {
      "type": 5,
      "title": "26.过劳主要包括哪几个方面？其致病特点各是什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]过劳包括劳力过度、劳神过度和房劳过度。劳力过度，一是主要伤气，二是致形体损伤。劳神过度，易耗伤心血，损伤脾气。房劳太过，易耗伤肾精、肾气而致病。"
      ]
    },
    {
      "type": 5,
      "title": "27.何谓疠气？其致病特点如何？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]疠气是指一类具有强烈致病性和传染性的外感病邪。其致病特点是：发病急 骤，病情重笃；传染性强，易于流行；一气 一病，症状相似。",
        "发病"
      ]
    },
    {
      "type": 5,
      "title": "28.复发的基本特点是什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]复发的基本特点有：①临床表现类似于初病，但又不完全是原有病理过程的再现，比初病的病理损害更复杂、更广泛，病情更重；②复发的次数愈多，静止期恢复就愈不完全，预后愈差，易留下后遗症；③大多有诱因，如外感、饮食不和、劳累过度、用药不当、情志过激等，常是疾病复发的原因。"
      ]
    },
    {
      "type": 5,
      "title": "29.何谓正虚生“邪”而发病？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]正虚生“邪”而发病是指正气不足，对脏腑经络机能活动的推动和调节能力下降，或致精气血津液代谢失常，产生内风、内寒、内湿、内火、内燥等内生五“邪”而发病，或导致痰饮、瘀血、结石等病理产物的产生而导致新的病变。",
        "病机"
      ]
    },
    {
      "type": 5,
      "title": "30.简述邪正盛衰与疾病转归的关系。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]邪正盛衰与疾病转归的关系为：正 盛邪退，疾病趋于好转、痊愈；邪盛正衰， 疾病趋于恶化、死亡。若邪正力量相持不 下，则疾病趋向慢性化。"
      ]
    },
    {
      "type": 5,
      "title": "31.导致亡阳的病因有哪些？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]亡阳多由于邪气太盛，正不敌邪， 阳气突然脱失所致；也可因汗出过多，吐、 利无度，津液过耗，阳随阴泄，阳气外脱； 或由于素体阳虚，劳伤过度，及慢性疾病， 长期大量耗散阳气，终至阳气亏损殆尽，而 出现亡阳。"
      ]
    },
    {
      "type": 5,
      "title": "32.气的失常包括哪几个方面？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气的失常主要包括两个方面：一是 气虚，是指一身之气不足及其功能低下的病 理状态；二是气机失调，是指气的升降出入 失常而引起的气滞、气逆、气陷、气闭或气 脱等病理变化。"
      ]
    },
    {
      "type": 5,
      "title": "33.简述湿浊内生的临床表现。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]湿性重浊黏滞，多阻遏气机，故其 临床表现常可随湿邪阻滞部位的不同而异。 如湿邪留滞经脉之间，则见头闷重如裹，肢 体重着或屈伸不利；湿犯上焦，则胸闷咳 嗽；湿阻中焦，则脘腹胀满、食欲不振、口 腻或口甜、舌苔厚腻；湿滞下焦，则腹胀便 溏、小便不利；水湿泛溢于皮肤肌腠，则发 为水肿。湿浊虽可阻滞于机体上、中、下三 焦的任何部位，但仍以湿阻中焦脾胃为多。"
      ]
    },
    {
      "type": 5,
      "title": "34.简述内寒与外寒的区别与联系。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]内寒与外寒之间的区别是：内寒是",
        "阳虚阴盛之寒从中生，临床特点主要是虚而 有寒，以虚为主；外寒由外感寒邪或恣食生 冷所引起，临床特点是以寒为主，亦可因寒 邪伤阳而兼虚象。两者之间的主要联系是： 寒邪侵犯人体，日久必然会损伤机体阳气， 最终导致阳虚而寒从中生；而阳虚内寒之 体，则又因抗御外邪能力低下，易外感寒邪 而致病。"
      ]
    },
    {
      "type": 5,
      "title": "35.简述外感病传变的主要形式。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]外感病基本是表里传变，但内传人里后，亦见脏腑间的传变。不同的外感疾 病，其病位传变的形式有所区别，主要有六 经传变、卫气营血和三焦传变。",
        "防治原则"
      ]
    },
    {
      "type": 5,
      "title": "36.试述扶正祛邪的具体运用。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]扶正祛邪的具体运用包括三个方面：",
        "（1）单独运用：单用扶正：适用于正气不足而邪气已退的虚证或真虚假实证。单用祛邪：适用于邪气亢盛而正气未衰的实证或真实假虚证。",
        "（2）同时运用：即扶正与祛邪兼用，又称攻补兼施，适用于虚实夹杂的病证。①扶正兼祛邪：即扶正为主，辅以祛邪，适用于以正虚为主的虚实夹杂证。②祛邪兼扶正：即祛邪为主，辅以扶正，适用于以邪实为主的虚实夹杂证。",
        "（3）先后运用：即扶正与祛邪先后运用，也适用于虚实夹杂证，主要是根据虚实的轻重缓急而变通使用。①先扶正后祛邪：即先补后攻。适应于正虚为主，机体不能耐受攻伐者。②先祛邪后扶正：即先攻后补。适应于以下两种情况：一是邪盛为主，兼扶正反会助邪；二是正虚不甚，邪势方张，正气尚能耐攻者。"
      ]
    },
    {
      "type": 5,
      "title": "37.如何做到防止疾病传变？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]防止传变，是指在掌握疾病的发生发展规律及其传变途径的基础上，早期诊断与治疗以防止疾病的发展。防止传变包括阻截病传途径与先安未受邪之地两个方面。①阻截病传途径：疾病一般都有其一定的传变规律和途径。如伤寒病的六经传变，病初多在肌表的太阳经，病变发展则易往他经传变，因此，太阳病阶段就是伤寒病早期诊治的关键，在此阶段的正确有效的治疗，是防止伤寒病病势发雇的最好措施；又如温病多始于卫分证，因此，卫分证阶段就是温病早期诊治的关键。据此可知，邪气侵犯人体后，就要根据其传变规律，早期诊治，阻截其病传途径，以防止疾病的深化与恶化。②先安未受邪之地：可以五行的生克乘侮规律、五脏的整体规律、经络相传规律为指导。如脏腑有病，可由病变性质差异而有及子、犯母、相乘、相侮等传变。因此，根据不同病变的传变规律，实施预防性治疗，当可控制其病理传变。如《金匮要略•脏腑经络先后病脉证第一》所说：“见肝之病， 知肝传脾，当先实脾。”又如温热病伤及胃阴时，其病变发展趋势将易耗及肾阴，清代医家叶天士据此提出了“务在先安未受邪之地”的防治原则，主张在甘寒以养胃阴的方药中，加入咸寒滋肾阴的药物，以防止肾阴的耗损。这些都是既病防变原则的有效应用。"
      ]
    },
    {
      "type": 5,
      "title": "38.试述调整阴阳中“补其不足”的用法。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]调整阴阳中的“补其不足”，即“虚则补之”，适用于人体阴阳失调中阴或阳虚损不足的病证。具体用法包括以下四个方面：",
        "①阴阳互制之调补阴阳：对阴虚不足以制阳而致阳相对偏亢的虚热证，治宜滋阴以抑阳，即“壮水之主，以制阳光”的方法，《内经》称之为“阳病治阴”；对阳虚不足以制阴而致阴相对偏盛的虚寒证，治宜扶阳以抑阴，即“益火之源，以消阴翳”的方法，《内经》称之为“阴病治阳”。",
        "②阴阳互济之调补阴阳：对于虚寒证，可在补阳时适当佐以补阴药，所谓“阴中求阳”，“阳得阴助而生化无穷”；对虚热证，可在补阴时适当佐以补阳药，所谓“阳中求阴”，“阴得阳升而泉源不竭”。阴阳互生互济，不但能增强疗效，同时也能限制单纯补阳或补阴时药物的偏性及副作用。",
        "③阴阳并补：对于阴阳两虚则可采用阴阳并补之法治疗。但须分清主次而用，阳损及阴者，以阳虚为主，则应在补阳的基础上辅以滋阴之品；阴损及阳者，以阴虚为主，则应在滋阴的基础上辅以补阳之品。",
        "④回阳救阴：此法适用于阴阳亡失者。亡阳者，当回阳以固脱；亡阴者，当救阴以固脱。由于亡阴亡阳均为极危重证候，皆属气脱病机，故治疗时都要施以峻剂补气固脱。"
      ]
    },
    {
      "type": 5,
      "title": "39.试述你对正治法的理解。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]（1）正治，是指采用与疾病的证候性质相反的药物来治疗的一种常用的治疗原则。由于采用的方药与疾病证候性质相逆，如热证用寒药，故又称“逆治”。",
        "（2）正治法适用于疾病的征象与疾病的本质相一致的病证。",
        "（3）正治法主要包括：①寒者热之：是指寒性病证出现寒象，用温热方药来治疗，即以热药治寒证。如表寒证用辛温解表方药，里寒证用辛热温里的方药等。②热者寒之：是指热性病证出现热象，用寒凉方药来治疗，即以寒药治热证。如表热证用辛凉解表方药，里热证用苦寒清里的方药等。③虚则补之：是指虚损性病证出现虚象，用具补益作用的方药来治疗，即以补益药治虚证。如气虚用益气的方药，血虚用养血的方药等。④实则泻之：是指实性病证出现实象，用攻逐邪实的方药来治疗，即以攻邪泻实药治实证。如食滞用消食导滞的方药，水饮内停用逐水的方药，瘀血用活血化瘀的方药，湿盛用祛湿的方药等。"
      ]
    },
    {
      "type": 5,
      "title": "40.试述你对反治法的理解。",
      "chooses": [
  
      ],
      "answer": [
        "[答案](1)反治，是指顺从病证的外在假象而治的一种治疗法则。由于采用的方药性质与病证中假象的性质相同，故又称为“从治”。",
        "（2）反治法适用于疾病的征象与其本质不完全吻合的病证。",
        "（3）主要包括：①热因热用：是指用热性药物来治疗具有假热征象的病证，适用于阴盛格阳的真寒假热证。②寒因寒用：是指用寒性药物来治疗具有假寒征象的病证，适用于阳盛格阴所致的真热假寒证。③塞因塞用：是指用补益药物来治疗具有闭塞不通症状的虚性病证，适用于正气虚弱，脏腑功能减退所致的具有某些闭塞不通征象的真虚假实证，又称以补开塞。如血虚经闭、气虚便秘、脾气虚衰的腹胀等，皆当用塞因塞用之法。④通因通用：是指用通利的药物来治疗具有通泻症状的实性病证，适用于因实邪内阻所致的具有某些通泻症状的真实假虚证，又称以通治通。如食积性的泄泻、瘀血内阻的崩漏、湿热内蕴的尿频以及伤寒病的热结旁流等，皆当用以通治通之法。"
      ]
    },
    {
      "type": 5,
      "title": "41.试述你对调气与调血治则的理解。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]（1）调气包括补气与调理气机两部分内容：①补气：用于较单纯的气虚证。由于气的生成来源于肾之先天之精所化的元气、脾胃化生的水谷之精所化的谷气以及由肺吸入的自然界的清气，因此，补气多为补益肺、脾、肾。又由于卫气、营气、元气与宗气的化生或充养多与脾胃化生的谷气有关，故尤为重视对脾气的补益。②调理气机：用于气机失调的病证。气机失调的病机主要有气滞、气逆、气陷、气闭、气脱等。治疗时气滞者宜行气，气逆者宜降气，气陷者宜补气升气，气闭者宜顺气开窍通闭，气脱者则宜益气固脱。",
        "（2）调血包括补血与调理血运两个方面：①补血：用于血虚证。由于血虚证主要见于肝、心两脏，故补血法主要用于肝血虚证和心血虚证。又因血的生成与脾胃、肾等脏腑机能密切相关，因此补血时，应注意同时调治这些脏腑的机能。其中又因“脾胃为后天之本”，“气血生化之源”，故尤为重视对脾胃的补养。②调理血运：血运失常的病变主要有血瘀、出血等，而血寒是血瘀的主要病机；血热、气虚、瘀血是出血的主要病机。治疗时，血瘀者宜活血化瘀；因血寒而瘀者宜温经散寒行血；出血者宜止血，且须据出血的不同病机而施以清热、补气、活血等法。"
      ]
    },
    {
      "type": 5,
      "title": "42.如何调理气与津液的关系？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气虚而致津液化生不足者，宜补气 生津；气不行津而成水湿痰饮者，宜补气、 行气以行津；气不摄津而致体内津液丢失 者，宜补气以摄津。若津停而致气阻者，在 治水湿痰饮的同时，应辅以行气导滞；气随 津脱者，宜补气以固脱，辅以生津。"
      ]
    },
    {
      "type": 6,
      "title": "1．简述《神农本草经》的主要内容。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]①书中载药365种，并根据药物毒 性的大小分为上、中、下二品：上品药无毒，主益气；中品药或有毒或无毒，主治病、补虚；下品药有毒，主除病邪、破积聚。②记载了每种药物的性能、主治，提出了“四气五味”的药性理论，明确了“治 寒以热药，治热以寒药”的用药原则。③提出单行、相须、相使、相畏、相恶、相 反、相杀等“七情和合”的药物配伍理论， 为组方提供了重要的理论依据。"
      ]
    },
    {
      "type": 6,
      "title": "2.何谓整体观念？整体观念在中医 学认识人体生理、病理和疾病的诊断、治疗 等方面有何意义？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]整体观念是中医学关于人体自身的 完整性及人与自然和社会环境的统一性的认 识。主要体现在两方面：一是认为人体是一 个有机整体；二是认为人与自然和社会环境 之间有着密切联系。中医学的整体观念，在 人体生理上，强调组织结构上不可分割，生 理功能上相互协调，并重视自然环境和社会 环境对人体生理的影响；在病理上，着眼于 整体，重视局部病变所引起的整体病理反 应，病变的相互影响和传变，并重视自然环 境和社会环境对人体病理的影响；在诊断 上，察外知内，根据外在病变表现推测内在 脏腑的病理变化，综合分析辨证；在治疗 上，强调从整体进行调节，注重因时、因 地、因人制宜。",
        "哲学基础"
      ]
    },
    {
      "type": 6,
      "title": "3.试述阴阳学说在解释人体病理变化方面的应用。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]就发病机理而言，关系到正气与邪气两个方面。1分 阴阳学说认为人体正气有阴精和阳气之分，病因有阴邪和阳邪之别。 1分 在病邪的作用下，机体的阴阳失调会产生偏盛、偏衰、互损、转化、格拒、亡失诸方面的病理变化。2 分 就阴阳偏盛而言，就会有“阳胜则热”（实热证的病机）、“阳胜则阴病”（热证伴有伤津的病机），“阴胜则寒”（实寒证的病机）、“阴胜则阳病”（寒证伴有伤阳的病机）等不同的病理状态。2分 就“阴阳偏衰”而言，就有“阳虚则寒”（虚寒证的病机）、“阴虚则热”（虚热证的病机）的病理变化。 2分就阴阳互损言之，由于阴阳互根互用，所以有“阳损及阴”、“阴损及阳”两种病理过程，二者均可发展为阴阳两虚证。2 分 就阴阳转化言之，在一定条件下，阳证可以转化为阴证、阴证可以转化为阳证。此外还有阴阳亡失中的亡阴、亡阳，以及阴阳格拒中的“阳盛格阴”（真热假寒证的病机）和“阴盛格阳”（真寒假热证的病机）的不同病理。2分"
      ]
    },
    {
      "type": 6,
      "title": "4.试论五行学说在说明脏腑生理方面的应用。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]五行学说从四个方面说明脏腑的生理：其一，用五行归类理论，解释人体的组织结构，将人体组织结构分属于五脏系统。在说明人体结构方面，以五脏为中心，联系着六腑、五体、五华、五官，从而奠定了藏象学说的理论基础。3分 其二，用五行特性说明五脏的生理功能，如用木的特性类比肝喜条达，疏泄气机的生理；用火的特性类比心阳对人体的温煦作用，用土的特性类比脾胃消化吸收水谷精微以营养全身的功能，用金的特性类比肺和大肠、皮肤对人体有消除代谢产物、保持清洁的功能，用水的特性类比肾主水、藏精的功能等。3分 其三，用五行生克制化理论说明五脏之间的关系，如心肝之间的母子关系表现在血液的生成、循行和精神活动中的协同作用，脾肺之间的母子关系表现在气的生成和水液代谢中的配合作用，肺肝之间的相克关系表现在气机升降方面的相互制约等。3分 其四，用五行归类的理论，说明人体与自然环境的统一性，如把人体的五脏分别与五方、五季、五气、五化、五色、五味等事物加以广泛联系，从而体现了人与外界环境之间广泛联系的整体思想。3分"
      ]
    },
    {
      "type": 6,
      "title": "5.试述古代哲学精气学说的主要内 容。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]精气学说的主要内容有：①精气是 构成宇宙的本原：宇宙万物的生成皆为精气 自身运动的结果，精或气是构成天地万物包 括人类的共同原始物质；精气生万物的机 理，是由天地之气交感、阴阳二气的合和来 完成的。②气的运动称为气机。气的运动形 式主要有升、降、聚、散。气的运动推动着 宇宙万物的发生发展变化及消亡。由气的运 动产生宇宙变化的过程，称为气化，主要形 式有：气与形之间的转化，形与形之间的转 化，气与气之间的转化，有形之体自身的更 新变化四种。③精气是天地万物相互联系的 中介：精气维系着天地万物之间的相互联 系；精气使万物得以相互感应。④天地精气 化生为人：天地精气是构成人的本原物质； 人的生死过程也就是气的聚散过程。",
        "气血津液",
        "TX|分析题][PZ|精气血津液][KD|气][ND|中]",
        "6.试述气的运动在生命活动中的重要意义。",
        "[答案]人体脏腑、经络、形体、官窍的生理活动以及它们之间的相互协调与联系都必须通过气的运动才得以实现，人体内部的精、血、津液以及气本身的运行流动和生理功能的发挥也必须通过气的运动来完成。此外，人与自然环境之间的联系也离不开气的运动。因此，人体整个生命活动都离不开气的升降出入运动。气的升降出人运动是生命活动的根本，一旦停息，也就意味着生命活动的终止。"
      ]
    },
    {
      "type": 6,
      "title": "7.为什么说营气与卫气之间既有联系又有区别？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]营气与卫气均由水谷精微所化生，有其共同之处，也可称为“同源”。但二者有一定区别：营气由水谷之精中的精华部分化生，其性精纯，行于脉中，具有营养和化血作用；卫气由水谷之精中的桿烈部分化生，其性滑利，行于脉外，具有防卫、温养和调控腠理等作用。二者相对而言，营属阴，卫属阳。营卫之间必须相互协调，相偕运行，才能发挥防御外邪和调节脏腑生理活动的作用。"
      ]
    },
    {
      "type": 6,
      "title": "8.血液的正常运行与哪些脏腑的功能密切相关？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]血液的正常运行依赖于心主血脉的功能，心、脉、血构成独立的系统，心气能推动血液在脉中运行。肺主气，朝百脉，肺气宣发肃降辅助心气推动血行。肝主疏泄，有贮藏血液和调节血量的功能，调畅气机，保证血行通畅，也可以防止血逸脉外的出血。脾主统血，能控制血液在脉中运行而不逸出脉外。因此，血液的正常运行依赖于心气、肺气、肝气的推动促进，又依赖于脾气、肝气的固摄控制，它们之间的相互协调和密切配合是血行正常的保证。",
        "脏象"
      ]
    },
    {
      "type": 6,
      "title": "9.如何理解“满而不能实”和“实 而不能满”？对临床辨证论治有何指导意 义？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]“满而不能实”和“实而不能满” 概括了五脏与六腑各自的生理特点，阐明了 两者之间的主要区别。“满而不能实”是强 调五脏的精气宜保持充满，但必须流通布散 而不应呆滞；“实而不能满”是强调六腑内 应有水谷食物，但必须不断传导变化，以保 持虚实更替永不塞满的状态。脏与腑的生理特点对临床辨证论治，有重要指导意义，一 般来说病理上“脏病多虚”、“腑病多实”， 治疗上“五脏宜补”、“六腑宜泻”。"
      ]
    },
    {
      "type": 6,
      "title": "10.为什么说肾阴肾阳是五脏阴阳之根本？",
      "chooses": [
  
      ],
      "answer": [
        " [答案]肾气由肾精所化，主要属先天之 气，与元气、真气的概念类同。肾阳是肾气 中具有温煦、推动、兴奋等作用的部分，又 称元阳或真阳。肾阳是一身阳气之根，具有 促进全身脏腑阳气的作用，所以肾阳旺，则 全身脏腑阳气皆旺，“五脏之阳气，非此不 能发”。肾阴是肾气中具有凉润、宁静、抑 制等作用的部分，又称元阴或真阴。肾阴是 一身阴气之本，具有滋养全身脏腑阴气的作 用，所以肾阴充足，则全身脏腑阴气皆充 足，“五脏之阴气，非此不能滋”。若肾阳 虚衰则可导致全身脏腑之阳虚衰；肾阴亏虚 则可导致全身脏腑之阴亦虚。而任何脏腑阴 阳的偏衰，日久也会累及肾之阴明，导致肾 阴、肾阳的不足。所以说肾阴肾阳为各脏阴 阳之根本。"
      ]
    },
    {
      "type": 6,
      "title": "11.试述肝主疏泄对脾胃的生理作用 和病理影响。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]脾胃的运化功能，体现在脾胃之气 的升降相因，平衡协调，这与肝气的疏泄功 能有密切的关系。肝气疏泄，调畅气机，有 助于脾胃之气的升降，从而促进脾胃的运化 功能。另一方面，食物的消化吸收还要借助 于胆汁的分泌和排泄，因为胆汁是参与饮食 物消化和吸收的“精汁”。胆汁乃肝之余气 所化，其分泌和排泄受肝气疏泄功能的影 响。正因为肝气的疏泄与脾胃的运化和胆汁 的分泌排泄有着密切的关系，所以肝病常影 响脾胃及胆等脏腑的机能，常出现肝木乘土 (脾胃）及胆汁郁滞不畅的病变。若肝病以 影响脾土为主的，多称之为“肝脾不调” 或“肝脾不和”。"
      ]
    },
    {
      "type": 6,
      "title": "12.试述心与肾的关系。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]心与肾之间的生理联系，称为 “心肾相交”；心与肾之间的协调平衡关系 失调，称为“心肾不交”。心与肾之间的生 理联系，主要表现在三个方面：①水火既 济：心在五行属火，位居于上而属阳；肾在 五行属水，位居于下而属阴。心肾阴阳、水 火、上下之间必须相互交通，即心阳必须下 降于肾，以助肾阳，共同温煦肾阴，使肾阴 不盛；肾阴必须上济于心，以滋心阴，共同 涵养心阳，使心阳不亢。②精神互用：心藏 神，肾藏精。精能生神，神能御精。精足则 神安，神安则精固。③君相安位：心为君 火，肾寓相火，“君火以明，相火以位”。 若心肾之间的水火、阴阳、精神生理平衡失 调，则为心肾不交，表现为心火不能下降于 肾而独亢，肾阴不能上济于心而凝聚的一系 列病理变化，可见失眠、心悸怔忡、心烦、 腰膝酸软及男子梦遗、女子梦交等。此外， 心肾阴阳之间，也有着密切的关系，在心或 肾病变时，亦相互影响。肾阳虚水泛，能上凌于心，而见水肿、惊悸等水气凌心的证 候；心阴虚，亦能下及肾阴，而致心肾阴 虚。",
        "病因"
      ]
    },
    {
      "type": 6,
      "title": "13.痰饮致病的特点主要有哪些？为什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]痰饮致病的特点主要包括：①阻滞气血运行。痰饮为有形之邪，随气流行，或停滞于经脉，或留滞于脏腑，阻滞气机，妨碍血行。②影响水液代谢。痰饮本为水液代谢障碍形成的病理产物，但其形成后，可进一步影响肺、脾、肾等脏腑的机能而加重水液代谢障碍。③易于蒙蔽心神。 痰饮为浊物，而心神性清净。痰饮为病，随气上逆，易蒙蔽清窍，扰乱心神，使心神活动失常。④致病广泛，变幻多端。痰饮可随气升降流行，无处不至，可致多种疾病，故其致病面广；同时又易兼邪致病，其发展可伤阳化寒，可郁而化火，也可夹风、夹热、化燥等，可上犯清窍，可下注足膝。因此，痰饮为病，变幻多端。"
      ]
    },
    {
      "type": 6,
      "title": "14.瘀血致病的特点主要有哪些？为什么？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]瘀血致病的特点主要包括：①易于阻滞气机。血能载气，瘀血一旦形成，必然影响气机运行，加重气机阻滞。②影响血脉运行。瘀血形成后，无论其瘀滞于脉内，还是留积于脉外，均可影响脏腑的机能，导致血液运行的失常。③影响新血生成。瘀血阻滞体内，尤其是瘀血日久不散，严重影响气血运行，脏腑失养，功能失常，生机受阻，势必影响新血的生成。④病位固定，病证繁多。瘀血一旦形成并停滞于某一脏腑组织，多难于及时消散，故病位相对固定；而且瘀血阻滞部位不同，形成原因各异，兼邪不同，其病理表现也就不同。 此外，瘀血阻滞日久，也可化热，故其病证繁多。"
      ]
    },
    {
      "type": 6,
      "title": "15.七情内伤的致病特点是怎样的？",
      "chooses": [
  
      ],
      "answer": [
        "[答案]七情内伤的致病特点主要包括•.①",
        "直接伤及内脏。其一，七情损伤相应之脏， 如过喜伤心，过怒伤肝，过思伤脾，过悲伤 肺等。其二，首先影响心神，次及相应脏 腑。其三，数情交织，多伤心肝脾。其四， 易损伤潜病之脏腑。②影响脏腑气机。情志 致病首伤心神，随之影响脏腑气机，导致脏 腑气机升降失常而出现相应的临床表现。如 怒则气上，喜则气缓，悲则气消，恐则气 下，惊则气乱，思则气结。③多发为情志病 证，如郁证、癫证、狂证、胸痹、真心痛、 眩晕（高血压病）、消渴等。④七情变化影 响病情。一是有利于疾病康复。情绪积极乐 观，七情反应适当，当怒则怒，当悲则悲， 怒而不过，悲而不消沉，有利于病情的好转 乃至痊愈。二是加重病情。情绪消沉，悲观 失望，或七情异常波动，可使病情加重或恶 化。",
        "发病"
      ]
    },
    {
      "type": 6,
      "title": "16.怎样理解“冬伤于寒，春必温 病”？",
      "chooses": [
  
      ],
      "answer": [
        "[答案] “冬伤于寒，春必温病”，在《素 问•生气通天论》和《素问•阴阳应象大 论》中皆有论述，可以认为是伏气学说的 渊源。如唐代王冰解释说：“夫伤于四时之 气，皆能为病，以伤寒为毒者，最为杀厉之气。中而即病，故曰伤寒；不即病者，寒毒藏于肌肤，至春变为温病，至夏变为暑病。”所谓伏气，是指感受邪气后，病邪在机体内潜伏一段时间，或在诱因的作用下，过时而发病。其形成机理多是由于当时感邪较轻，或外邪人侵时，正气处于内敛时期， 而邪气处于机体较浅部位，正邪难以交争， 邪气得以伏藏。一段时间后，.在诱因的作用 下而发病。此发病形式为“伏而后发”。"
      ]
    },
    {
      "type": 6,
      "title": "17.怎样理解人体中正气的概念？",
      "chooses": [
  
      ],
      "answer": [
        "[答案] 人体内的正气，是一身之气相对邪 气时的称谓，是指人体内具有抗病、祛邪、调节、修复等作用的一类细微物质（包括 能量）。一身之气，是构成人体和维持人体 生命活动的基本物质之一，由精（包括先 天之精和后天之精）化生，并与肺吸入的 自然界清气相融合而成。一身之气在体内运 行不息，既发挥推动和调节人体的生长发育和各脏腑经络机能的作用，又具有抗邪、驱 邪、调节、修复等能力。正气的充盛，取决 于精血津液等物质的充沛，取决于脏腑机能 的正常及相互协调，取决于机体新陈代谢的 有序进行。",
        "病机"
      ]
    },
    {
      "type": 6,
      "title": "18.试述阴阳偏胜的概念及病因病机。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]阴阳偏胜，是指阴阳双方中某一方 的病理性亢盛状态，属于“邪气盛则实” 的实证病机。阳偏胜，是指机体在疾病过程中所出现 的一种阳气病理性偏盛、机能亢奋、机体反 应性增强、热量过剩的病理状态。一般而 言，其病机特点多表现为阳盛而阴未虚的实 热证。形成阳偏胜的主要原因，多由于感受 温热阳邪，或虽感受阴邪，但从阳化热，也 可由于情志内伤，五志过极而化火，或因气 滞、血瘀、食积等郁而化热所致。阳气的病理性亢盛，以热、动、燥为其 特点，故阳气偏胜可见壮热、烦渴、面红、 目赤、尿黄、便干、苔黄、脉数等症。阳热 亢盛则对阴气和津液的制约太过，所以说 “阳胜则阴病”，即阳盛则耗伤阴气和津液。 阳盛之初，对津液和阴气的损伤不明显，从 而出现实热证。如果病情发展，阳热亢盛且明显耗伤机体的津液和阴气，病则从实热证 转化为实热兼阴虚津亏证，若阴气大伤，病 可由实转虚而发展为虚热证。",
        "阴偏胜，是指机体在疾病过程中所出现 的一种阴气病理性偏盛、机能抑制、热量耗 伤过多的病理状态。一般而言，其病机特点 多表现为阴盛而阳未虚的实寒证。形成阴偏 胜的主要原因，多由于感受寒湿阴邪，或过 食生冷，寒邪中阻等，导致体内阴气的病理 性几盛的阴气的病理性亢盛，以寒、静、湿为其 特点，如形寒、肢冷、蜷卧、舌淡而润、脉 迟等，即是阴气偏胜的具体表现。阴气亢盛 则过度制约阳气，所以说“阴胜则阳病”， 即阴盛则损伤阳气而致阳虚。由于阴气内盛 多伤阳气，故在阴偏胜时，常同时伴有程度 不同的阳气不足，形成实寒兼阳虚证；若阳 气伤甚，病可由实转虚，发展为虚寒证。"
      ]
    },
    {
      "type": 6,
      "title": "19.试述气血关系失调的主要病机。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]气滞血瘀、气虚血瘀、气不摄血、气随血脱以及气 血两虚等几方面。",
        "气滞血瘀，是指因气的运行郁滞不畅， 以至;血液运行障碍，继而出现血瘀的病理状 态：多因情志内伤，抑郁不遂，气机阻滞， 而致血瘀，多与肝失疏泄密切相关。临床上 常见胸胁胀满疼痛、瘕聚、癥积#证。",
        "气虚血瘀，是指因气对血^动无力而 致血行不畅，甚至瘀阻不行的^理状态，多 见于心气不足、运血无力而致的惊悸怔忡、 喘促、水肿及气虚血滞的肢体瘫痪、痿废。 气虚和气滞可与血瘀并存，三者相互影响。",
        "气不摄血，是指由于气虚不足，统摄血 液的功能减弱，血不循经，逸出脉外，而导 致各种出血的病理状态。由于脾主统血，故 气不摄血的病变，主要表现为中气不足、气 不摄血的咯血、吐血、紫斑、便血、崩漏等 症，同时见面色不华、脉虚无力、舌淡等气 虚征象。",
        "气随血脱，是指在大量出血的同时，气 也随着血液的流失而急剧散脱，从而形成气 血并脱的危重病理状态。这是因为血为气之 载体，血脱，则气失去依附，故气亦随之散 脱而亡失。症见精神萎靡、眩晕或晕厥、冷 汗淋漓、四末不温，或有抽搐，或见口干， ‘脉微细。",
        "气血两虚，即气虚和血虚同时存在的病 理状态。多因久病消耗，气血两伤，或先有 失血，气随血耗，或先因气虚，化血衰少， 从而形成气血两虚。临床上可见面色淡白或 '萎黄、少气懒言、疲乏无力、形体瘦削、心 悸失眠、肌肤干燥、肢体麻木等症。"
      ]
    },
    {
      "type": 6,
      "title": "20.试述火热内生的主要病因病机。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]火热内生，是指由于阳盛有余，或 阴虚阳亢，或由于气血郁滞，或由于病邪郁 结，而产生的火热内扰，机能亢奋的病理状 态。火热内生有虚实之分，其病机主要有如下几方面：",
        "①阳气过盛化火：人身之阳气在正常的 情况下，有温煦脏腑组织之作用，中医学称 之为“少火”。但是在病理情况下，阳气过 盛，机能亢奋，必然使物质的消耗增加，以 致伤阴耗液。此种病理性的阳气过亢则称为 “壮火”。",
        "②邪郁化火：一是外感六淫风、寒、 燥、湿等病邪，在病理过程中，皆能郁滞从 阳而化热化火。二是体内的病理性产物 (如痰、瘀等）和食积、虫积等，亦能郁而 化火。邪郁化火的主要机理，是由于这些因 素导致机体阳气的郁滞，气郁则生热化火。",
        "③五志过极化火：多指由于情志的刺 激，影响了机体气血、阴阳和脏腑的协调平 衡，造成气机郁结，久则从阳而化热，因之 火热内生。如情志内伤，抑郁不畅，则常能 导致肝郁气滞，气郁化火，发为“肝火”。",
        "④阴虚火旺：此属虚火，多由于阴气大 伤，阴虚阳亢，则虚热虚火内生。阴虚火 旺，往往指较集中于机体的某一部位的虚火 证候。如阴虚而引起的牙痛、齿衄、咽痛、 颧红等，皆为虚火上炎所致。"
      ]
    },
    {
      "type": 6,
      "title": "21.影响疾病传变的因素有哪些？试作具体说明。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]影响疾病传变的因素有体质因素、 病邪因素、地域因素、气候因素和生活因素等。",
        "①体质因素：体质主要从两方面对疾病",
        "的传变发生作用。一是在较大程度上影响正 气之强弱，从而影响发病与传变的迟速。如 素体盛者，一般不易感受病邪，一旦感邪则 发病急速，但传变较少，病程亦较短暂；素 体虚者，则易于感邪，且易深人，病势较 缓，病程缠绵而多传变。二是在邪正相争过 程中，对病邪的“从化”具有重要的决定 作用。一般而论，素体阳盛者，则邪多从火 化，疾病多向阳热实证演变；素体阴盛者， 则邪多从寒化，疾病多向实寒或虚寒等证演变。",
        "②病邪因素：首先，传变的迟速与邪气 的性质直接相关。如外感六淫病邪，一般阳 邪传变较快，阴邪传变较慢；疠气则传变急 速；湿、痰、水饮及瘀血内生，传变一般迟于外邪。另外，邪盛则传变较快，邪微则传 变缓慢。其次，各种不同的病邪，其伤人的 途径不同，病位传变的路径亦有较大的差 异。外感病因以表里传变为主，内伤病因主 要是脏腑传变，亦可表里相及。",
        "③地域因素：一般来说，地域因素的长 期作用，形成不同地理环境人群的体质特征 和疾病谱的差异，同时亦影响疾病的传变 比如，居处高燥地域的人群，感邪后较易化 热、化燥，伤阴耗津；而居处卑湿之地者， 病变较易化湿，伤气伤阳。",
        "④气候因素：不同的时令气候，可影响 疾病的传变。如冬春寒冷季节，寒哮一证， 容易出现外寒入里引动内饮而发病，发生表 里的传变；而阳盛之躯，则可因寒邪外束腠 理，阳气不得发越而暴亢，乃至化火生风， 发生厥仆之变。",
        "⑤生活因素：主要包括情志、饮食、劳 逸等，其中情志因素对七情内伤所致疾病的 影响最大，并通过干扰气机，影响气血阴阳 而对疾病传变发生作用。饮食与脾胃、胆、 大、小肠病证传变的关系尤为密切，且通过 对水谷运化、气血生化的影响而对疾病传变 发生作用。过劳耗伤人体正气而影响外感和 内伤疾病的传变甚为常见，而过逸则气虚运 行不畅、气化衰弱而影响疾病传变。",
        "防治原则"
      ]
    },
    {
      "type": 6,
      "title": "22.试分析标本的内涵、及治标与治本的缓急取舍。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]（1）“本”和“标”是相对而言的，标本常用来概括说明事物的现象与本质，在中医学中常用来概括病变过程中矛盾的主次先后关系。本是事物的主要矛盾，标是事物的次要矛盾。标本是随着疾病发展变化的具体情况所指有所不同。如就邪正而言，正气为本，邪气为标；就病机与症状而言，病机为本，症状是标，就疾病先后而言，旧病、原发病为本，新病、继发病是标，等等。",
        "（2）在复杂多变的病证中，或在疾病的危重阶段，就必须治标治本的缓急先后。①缓则治本：缓则治其本，多用在病情缓和，病势迁延，暂无急重病状的情况下。此时必须着眼于疾病本质的治疗。如痨病肺肾阴虚之咳嗽，肺肾阴虚是本，咳嗽是标。故治疗不用单纯止咳法来治标，而应滋养肺肾以治本，本病得愈，咳嗽也自然会消除。②急则治标：病证急重时的标本取舍原则是标病急重，则当先治、急治其标。如大出血病人，由于大出血会危及生命，故不论何种原因的出血，均应紧急止血以治标，待血止，病情缓和后再治其病本。③标本兼治：当标本错杂并重时采取的一种治则。若采取单治本病或单治标病方法，均不能适应病证治疗要求时，则须标本兼顾同治，才能获得好的治疗效果。如在热性病过程中，热盛伤津耗阴，邪热里结为本，津液与阴气受伤为标，治当泻热攻下与滋阴增液通便同用。"
      ]
    },
    {
      "type": 6,
      "title": "23.试分析“因人制宜”的涵义，并举例说明之。",
      "chooses": [
  
      ],
      "answer": [
        "[答案]因人制宜即根据病人的年龄、性别、体质等不同特点，来制订适宜的治疗原则。",
        " ①年龄不同，则生理功能、病理反应各异，治宜区别对待。如小儿生机旺盛，但脏腑娇嫩，气血未充，发病则易寒易热，易虚易实，病情变化较快。因而，治疗小儿疾病，药量宜轻，疗程多宜短，忌用峻剂。青壮年则气血旺盛，脏腑充实，病发则由于邪正相争剧烈而多表现为实证，可侧重于攻邪泻实，药量亦可稍重。而老年人生机减退，气血日衰，脏腑功能衰减，病多表现为虚证，或虚中夹实。因而，多用补虚之法，或攻补兼施，用药量应比青壮年少，中病即止。",
        " ②男女性别不同，各有其生理、病理特点，治疗用药亦当有别。妇女生理上以血为本，以肝为先天，病理上有经、带、胎、产 诸疾及乳房、胞宫之病。月经期、妊娠期用药时当慎用或禁用峻下、破血、重坠、开 窍、滑利、走窜及有毒药物；带下以祛湿为主；产后诸疾则应考虑是否有恶露不尽或气血亏虚，从而采用适宜的治法。男子生理上则以气为主，以肾为先天，病理上精气易亏而有精室疾患及性功能障碍等特有病症，如阳痿、阳强、早泄、遗精、滑精，以及精液异常等，宜在调肾基础上结合具体病机而治。",
        "③体质有差异：因先天禀赋与后天生活环境的不同，导致个体体质存在差异。一方面，不同体质有着不同的病邪易感性；另一方面，患病之后，由于机体的体质差异与反应性不同，病证就有寒热虚实之别或“从 化”的倾向，因而治法方药也应有所不同。偏阳盛或阴虚之体，当慎用温热之剂；偏阴盛或阳虚之体，则当慎用寒凉之品；体质壮实者，攻伐之药量可稍重；体质偏弱者，则应采用补益之剂。"
      ]
    }
  ],
  [
    {
      "type": 1,
      "title": "2．既为中医学理论体系的确立奠定了基础，也是中医学在理论与实践方面继续发展基石的书籍是A．《黄帝内经》B．《伤寒杂病论》 C．《神农本草经》D．《难经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《伤寒杂病论》 ",
        "C．《神农本草经》",
        "D．《难经"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "3．最早提出“四气五味”药性理论的是A．《黄帝内经》 B．《伤寒杂病论》 C．《神农本草经》D．《本草纲目》",
      "chooses": [
        "A．《黄帝内经》 ",
        "B．《伤寒杂病论》 ",
        "C．《神农本草经》",
        "D．《本草纲目"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "4．最早提出“七情和合”药物配伍理论的是A．《黄帝内经》 B．《本草纲目》C．《神农本草经》D．《难经》",
      "chooses": [
        "A．《黄帝内经》 ",
        "B．《本草纲目》",
        "C．《神农本草经》",
        "D．《难经"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "5．我国现存最早的针灸学专著是A．《黄帝内经》B．《伤寒杂病论》C．《神农本草经》 D．《针灸甲乙经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《伤寒杂病论》",
        "C．《神农本草经》 ",
        "D．《针灸甲乙经"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "6．金元四大家中“寒凉派”的代表人物是A．刘完素B．张元素C．李杲D．朱震亨",
      "chooses": ["A．刘完素", "B．张元素", "C．李杲", "D．朱震"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "7．金元四大家中“攻邪派”的代表人物是A．刘完素B．张从正C．李杲D．朱震亨",
      "chooses": ["A．刘完素", "B．张从正", "C．李杲", "D．朱震"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "8．金元四大家中倡言“阳常有余，阴常不足”的是A．刘完素B．张元素C．李杲D．朱震亨",
      "chooses": ["A．刘完素", "B．张元素", "C．李杲", "D．朱震"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "9．金元四大家中倡言“百病皆由脾胃衰而生也”的是A．刘完素B．张元素C．李杲D．朱震亨",
      "chooses": ["A．刘完素", "B．张元素", "C．李杲", "D．朱震"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "10．明清时期温病学家中创建“卫气营血”辨证体系的是A．叶桂B．刘完素 C．吴瑭D．薛雪 ",
      "chooses": ["A．叶桂", "B．刘完素 ", "C．吴瑭", "D．薛雪"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "11．明清时期温病学家吴瑭的代表作是A．《温热论》B．《湿热条辨》C．《诸病源候论》D．《温病条辨》 ",
      "chooses": [
        "A．《温热论》",
        "B．《湿热条辨》",
        "C．《诸病源候论》",
        "D．《温病条辨》"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "12．金元时期易水学派的代表人物是A．刘完素B．张元素C．李杲 D．朱震亨 ",
      "chooses": ["A．刘完素", "B．张元素", "C．李杲 ", "D．朱震亨"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "13．《素问·脉要精微论》所说“四变之动，脉与之上下”，主要反映了A．人体自身的完整性B．人与自然环境的统一性C．人与社会环境的统一性D．辨证论治",
      "chooses": [
        "A．人体自身的完整性",
        "B．人与自然环境的统一性",
        "C．人与社会环境的统一性",
        "D．辨证论"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "14．《灵枢·顺气一日分为四时》所说的“夫百病者，多以旦慧、昼安、夕加、夜甚”，说明了A．人体自身的完整性B．自然环境对人体生理的影响C．社会环境对人体生理的影响D．自然环境对人体病理的影响",
      "chooses": [
        "A．人体自身的完整性",
        "B．自然环境对人体生理的影响",
        "C．社会环境对人体生理的影响",
        "D．自然环境对人体病理的影"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "15．《灵枢·五癃津液别》所说“天寒衣薄则为溺与气，天热衣厚则为汗”，说明了A．人体自身的完整性B．自然环境对人体生理的影响C．社会环境对人体生理的影响D．自然环境对人体病理的影响",
      "chooses": [
        "A．人体自身的完整性",
        "B．自然环境对人体生理的影响",
        "C．社会环境对人体生理的影响",
        "D．自然环境对人体病理的影"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "16．《素问·疏五过论》所说“尝贵后贱”可致“脱营”病，体现了A．自然环境对人体生理的影响B．社会环境对人体生理的影响C．自然环境对人体病理的影响D．社会环境对人体病理的影响",
      "chooses": [
        "A．自然环境对人体生理的影响",
        "B．社会环境对人体生理的影响",
        "C．自然环境对人体病理的影响",
        "D．社会环境对人体病理的影"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "17．我国现存医学文献中最早的一部典籍是A．《黄帝内经》 B．《脉经》C．《伤寒杂病论》 D．《诸病源候论》 ",
      "chooses": [
        "A．《黄帝内经》 ",
        "B．《脉经》",
        "C．《伤寒杂病论》 ",
        "D．《诸病源候论》"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "18．我国第一部病因病机证候学专著是A．《脉经》B．《诸病源候论》C．《千金要方》D．《三因极一病证方论》",
      "chooses": [
        "A．《脉经》",
        "B．《诸病源候论》",
        "C．《千金要方》",
        "D．《三因极一病证方论"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "19．在病因学方面提出“三因学说”的医家是A．张机B．李杲C．巢元方D．陈言",
      "chooses": ["A．张机", "B．李杲", "C．巢元方", "D．陈"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "20．可与《内经》相媲美的古典医籍是A．《黄帝内经》B．《难经》C．《伤寒杂病论》D．《神农本草经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《神农本草经"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "21．我国现存最早的药物学专著是A．《黄帝内经》B．《难经》C．《伤寒杂病论》D．《神农本草经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《神农本草经"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "22．提出“千般疢难，不越三条”的医家是A．张机B．王叔和C．陈言D．张介宾",
      "chooses": ["A．张机", "B．王叔和", "C．陈言", "D．张介"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "23．系统阐述“三因学说”的医家是A．张机B．王叔和C．陈言D．张介宾",
      "chooses": ["A．张机", "B．王叔和", "C．陈言", "D．张介"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "24．提出温疫病的病因为“戾气”者是A．叶桂B．刘完素C．吴瑭D．吴有性",
      "chooses": ["A．叶桂", "B．刘完素", "C．吴瑭", "D．吴有"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "25．提出“温邪上受，首先犯肺，逆传心包”者是A．叶桂B．刘完素C．吴瑭D．薛雪",
      "chooses": ["A．叶桂", "B．刘完素", "C．吴瑭", "D．薛"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "26.我国第一部脉学专著是A．《脉经》B．《伤寒杂病论》C．《王叔和脉诀》D．《崔紫虚脉诀》",
      "chooses": [
        "A．《脉经》",
        "B．《伤寒杂病论》",
        "C．《王叔和脉诀》",
        "D．《崔紫虚脉诀"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "27．创立了辨证论治的诊治理论的是A．《脉经》B．《伤寒杂病论》C．《中藏经》D．《千金要方》",
      "chooses": [
        "A．《脉经》",
        "B．《伤寒杂病论》",
        "C．《中藏经》",
        "D．《千金要方"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "28．《伤寒杂病论》分为《伤寒论》和A．《难经》B．《金匮要略》C．《千金要方》 D．《肘后备急方》",
      "chooses": [
        "A．《难经》",
        "B．《金匮要略》",
        "C．《千金要方》 ",
        "D．《肘后备急方"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "29．由唐代孙思邈编撰的、可称我国第一部医学百科全书的方书是A．《伤寒论》B．《金匮要略》C．《备急千金要方》 D．《外台秘要》",
      "chooses": [
        "A．《伤寒论》",
        "B．《金匮要略》",
        "C．《备急千金要方》 ",
        "D．《外台秘要"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "30．南宋陈言对病因的认识包括A．千般疢难，不越三条B．五志过极皆为热甚C．内伤脾胃，百病由生D．三因学说",
      "chooses": [
        "A．千般疢难，不越三条",
        "B．五志过极皆为热甚",
        "C．内伤脾胃，百病由生",
        "D．三因学"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "31．刘完素对病因的认识包括A．千般疢难，不越三条B．五志过极皆为热甚C．内伤脾胃，百病由生D．阳常有余，阴常不足",
      "chooses": [
        "A．千般疢难，不越三条",
        "B．五志过极皆为热甚",
        "C．内伤脾胃，百病由生",
        "D．阳常有余，阴常不"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "32．“攻邪派”的治病方法有A．温补脾胃法B．汗、吐、下三法C．滋阴降火D．寒凉清热",
      "chooses": [
        "A．温补脾胃法",
        "B．汗、吐、下三法",
        "C．滋阴降火",
        "D．寒凉清"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "33．“补土派”的治病方法有A．温补脾胃法B．汗、吐、下三法C．寒凉清热D．滋阴降火",
      "chooses": [
        "A．温补脾胃法",
        "B．汗、吐、下三法",
        "C．寒凉清热",
        "D．滋阴降"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "34．“滋阴派”在治疗上主要倡导A．滋阴降火B．寒凉清热C．温补脾胃法D．汗、吐、下三法",
      "chooses": [
        "A．滋阴降火",
        "B．寒凉清热",
        "C．温补脾胃法",
        "D．汗、吐、下三"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "35．“寒凉派”在治疗上主要倡导A．滋阴降火B．寒凉清热C．汗、吐、下三法D．温补脾胃法",
      "chooses": [
        "A．滋阴降火",
        "B．寒凉清热",
        "C．汗、吐、下三法",
        "D．温补脾胃"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "36．李杲的代表作为A．《素问玄机原病式》B．《脾胃论》C．《儒门事亲》D．《格致余论》",
      "chooses": [
        "A．《素问玄机原病式》",
        "B．《脾胃论》",
        "C．《儒门事亲》",
        "D．《格致余论"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "37．刘完素的代表作为A．《素问玄机原病式》B．《脾胃论》C．《儒门事亲》D．《格致余论》",
      "chooses": [
        "A．《素问玄机原病式》",
        "B．《脾胃论》",
        "C．《儒门事亲》",
        "D．《格致余论"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "38.天地万物相互联系的中介是A.水地B.精气C.阴阳D.五行",
      "chooses": ["A.水地", "B.精气", "C.阴阳", "D.五"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "39.精气学说的产生之源是A.水地B.精气C.阴阳D.五行",
      "chooses": ["A.水地", "B.精气", "C.阴阳", "D.五"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "40．最早提出“六气病源说”的是A．《黄帝内经》B．《伤寒杂病论》C．《左传》D．《难经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《伤寒杂病论》",
        "C．《左传》",
        "D．《难经"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "41．阴阳的最初涵义是指A．日月B．动静C．天地D．昼夜E．寒热",
      "chooses": ["A．日月", "B．动静", "C．天地", "D．昼夜", "E．寒"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "42．“阴阳者，天地之道也，万物之纲纪”体现了阴阳的什么特性  相关性B．普遍性C．可分性D．转化性E．绝对性",
      "chooses": ["", "B．普遍性", "C．可分性", "D．转化性", "E．绝对"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "43．《内经》认为“阴中有阴，阳中有阳”，体现阴阳下列的哪一特性A．相关性B．普遍性C．可分性D．转化性E．绝对性",
      "chooses": ["A．相关性", "B．普遍性", "C．可分性", "D．转化性", "E．绝对"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "44．“阴阳互藏”关系体现了阴阳的哪一特性A．相关性B．普遍性C．可分性D．转化性E．绝对性",
      "chooses": ["A．相关性", "B．普遍性", "C．可分性", "D．转化性", "E．绝对"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "45．中医学将人体具有温煦、推动、兴奋作用的物质及其功能确定为阳，这一认识体现了阴阳的哪一特性A．相关性B．普遍性C．可分性D．转化性E．绝对性",
      "chooses": ["A．相关性", "B．普遍性", "C．可分性", "D．转化性", "E．绝对"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "46．属于阳中之阴的时间段是A．上午B．前半夜C．下午D．后半夜E．以上都不是",
      "chooses": ["A．上午", "B．前半夜", "C．下午", "D．后半夜", "E．以上都不"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "47．“寒者热之”的治法是阴阳哪一关系的具体应用A．对立制约B．互根互用C．消长平衡 D．相互转化E．相互交感 ",
      "chooses": [
        "A．对立制约",
        "B．互根互用",
        "C．消长平衡 ",
        "D．相互转化",
        "E．相互交感"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "48．“阳不胜其阴，阴不胜其阳”的病机体现了阴阳的什么关系A．对立制约B．互根互用C．消长平衡D．相互转化E．相互交感",
      "chooses": [
        "A．对立制约",
        "B．互根互用",
        "C．消长平衡",
        "D．相互转化",
        "E．相互交"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "49．“阴在内，阳之守也；阳在外，阴之使也。”此语主要说明了阴阳的哪一关系 A．对立制约B．互根互用C．消长平衡D．相互交感E．相互转化",
      "chooses": [
        "A．对立制约",
        "B．互根互用",
        "C．消长平衡",
        "D．相互交感",
        "E．相互转"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "50．植物的生长收藏的变化形式属于A．气与形之间的转化       B．形与形之间的转化  C．气与气之间的转化D．有形之体自身的更新变化  E．以上都不是",
      "chooses": [
        "A．气与形之间的转化       ",
        "B．形与形之间的转化  ",
        "C．气与气之间的转化",
        "D．有形之体自身的更新变化  ",
        "E．以上都不"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "51．下列哪一项不能体现阴阳互根的关系A．阳在外，阴之使也     B．独阴不胜，孤阳不长     C．阴在内，阳之守也D．重阴必阳，重阳必阴     E．阴损及阳，阳损及阴",
      "chooses": [
        "A．阳在外，阴之使也     ",
        "B．独阴不胜，孤阳不长     ",
        "C．阴在内，阳之守也",
        "D．重阴必阳，重阳必阴     ",
        "E．阴损及阳，阳损及"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "52．阳损及阴，阴损及阳，是阴阳哪一关系在病理方面的体现A．对立制约         B．互根互用C．互相转化D．消长平衡E．阴阳自和",
      "chooses": [
        "A．对立制约         ",
        "B．互根互用",
        "C．互相转化",
        "D．消长平衡",
        "E．阴阳自"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "53．“无阳则阴无以生，无阴则阳无以化”所说明的阴阳关系是A．对立制约     B．相互转化      C．互根互用D．消长平衡E．阴阳交感",
      "chooses": [
        "A．对立制约     ",
        "B．相互转化      ",
        "C．互根互用",
        "D．消长平衡",
        "E．阴阳交"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "54．“寒极生热，热极生寒”，体现了阴阳的哪一关系A．相互交感B．对立制约C．消长平衡D．相互转化E．消长平衡",
      "chooses": [
        "A．相互交感",
        "B．对立制约",
        "C．消长平衡",
        "D．相互转化",
        "E．消长平"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "55．言人身脏腑之阴阳，则肾为A．阳中之阳B．阳中之阴C．阴中之阳D．阴中之阴E．阴中之至阴",
      "chooses": [
        "A．阳中之阳",
        "B．阳中之阴",
        "C．阴中之阳",
        "D．阴中之阴",
        "E．阴中之至"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "56．言人身脏腑之阴阳，则肝为A．阳中之阳B．阳中之阴C．阴中之阳D．阴中之至阴E．阴中之阴",
      "chooses": [
        "A．阳中之阳",
        "B．阳中之阴",
        "C．阴中之阳",
        "D．阴中之至阴",
        "E．阴中之"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "57．言人身脏腑之阴阳，则肺为A．阳中之阴B．阳中之阳C．阴中之阴D．阴中之阳E．阴中之至阴",
      "chooses": [
        "A．阳中之阴",
        "B．阳中之阳",
        "C．阴中之阴",
        "D．阴中之阳",
        "E．阴中之至"
      ],
      "answer": "ABCDE"
    },
    { "type": 0, "title": "阳", "chooses": [], "answer": "B" },
    {
      "type": 1,
      "title": "59．脾的阴阳属性是A．阳中之阳B．阳中之阴C．阴中之阳D．阴中之阴E．阴中之至阴",
      "chooses": [
        "A．阳中之阳",
        "B．阳中之阴",
        "C．阴中之阳",
        "D．阴中之阴",
        "E．阴中之至"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "60．在医学领域中，下列何项功能属阳A．滋润B．抑制C．凝聚D．收敛E．推动",
      "chooses": ["A．滋润", "B．抑制", "C．凝聚", "D．收敛", "E．推"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "61．在医学领域中，下列何项功能属阴A．推动B．温煦C．滋润D．兴奋E．升散",
      "chooses": ["A．推动", "B．温煦", "C．滋润", "D．兴奋", "E．升"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "62．根据阴阳学说，下列属阳的是A．寒凉B．凝聚C．兴奋D．闭阖E．向下",
      "chooses": ["A．寒凉", "B．凝聚", "C．兴奋", "D．闭阖", "E．向"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "63．下列属阳的事物是A．青、白B．晦暗C．黄、赤D．呼吸微弱E．声音低怯",
      "chooses": [
        "A．青、白",
        "B．晦暗",
        "C．黄、赤",
        "D．呼吸微弱",
        "E．声音低"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "64．属于阳的味是A．酸B．苦C．咸D．辛E．涩",
      "chooses": ["A．酸", "B．苦", "C．咸", "D．辛", "E．"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "65．阳偏胜形成的证候是A．实证B．里证C．实热证D．实寒证E．表证",
      "chooses": ["A．实证", "B．里证", "C．实热证", "D．实寒证", "E．表"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "66．阴偏胜形成的证候是A．实寒证B．实热证C．虚寒证D．虚热证E．表证",
      "chooses": ["A．实寒证", "B．实热证", "C．虚寒证", "D．虚热证", "E．表"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "67．“热者寒之”的治疗方法主要适用于A．表证B．虚热证C．里证D．实热证E．实寒证",
      "chooses": ["A．表证", "B．虚热证", "C．里证", "D．实热证", "E．实寒"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "68．阴邪盛而导致的寒实证，其治法是A．实者泻之B．虚者补之C．寒者热之D．热者寒之E．阴病治阳",
      "chooses": [
        "A．实者泻之",
        "B．虚者补之",
        "C．寒者热之",
        "D．热者寒之",
        "E．阴病治"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "69．“阳病治阴”的治法用于A．阳偏盛证B．阴偏盛证C．阴偏衰证D．阳偏衰证E．阴阳俱衰",
      "chooses": [
        "A．阳偏盛证",
        "B．阴偏盛证",
        "C．阴偏衰证",
        "D．阳偏衰证",
        "E．阴阳俱"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "70．“阴病治阳”的治法用于A．实热证B．虚寒证C．实寒证D．虚热证E．阴阳两虚证",
      "chooses": [
        "A．实热证",
        "B．虚寒证",
        "C．实寒证",
        "D．虚热证",
        "E．阴阳两虚"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "71．“益火之源，以消阴翳”的治法适用于A．阴盛则寒之证B．阳虚则寒之证C．阴盛伤阳之证D．阴损及阳之证E．以上都不",
      "chooses": [
        "A．阴盛则寒之证",
        "B．阳虚则寒之证",
        "C．阴盛伤阳之证",
        "D．阴损及阳之证",
        "E．以上都"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "72．“壮水之主，以制阳光”是指A．阴病治阳B．阳病治阴C．阴中求阳D．阳中求阴E．补阴扶阳",
      "chooses": [
        "A．阴病治阳",
        "B．阳病治阴",
        "C．阴中求阳",
        "D．阳中求阴",
        "E．补阴扶"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "73．在补阳时适当配以补阴药的方法，称为A．阴中求阳B．阳中求阴C．阴病治阳D．阳病治阴E．阴阳双补",
      "chooses": [
        "A．阴中求阳",
        "B．阳中求阴",
        "C．阴病治阳",
        "D．阳病治阴",
        "E．阴阳双"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "74．以补阴药为主，适当配伍补阳药的方法属于A．阴中求阳B．阳中求阴C．阴病治阳D．阳病治阴E．平补阴阳",
      "chooses": [
        "A．阴中求阳",
        "B．阳中求阴",
        "C．阴病治阳",
        "D．阳病治阴",
        "E．平补阴"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "75．属于阴的味是A．酸B．辛C．甘D．淡E．以上都不是",
      "chooses": ["A．酸", "B．辛", "C．甘", "D．淡", "E．以上都不"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "76．五行学说中“木”的特性是A．炎上B．稼穑C．润下D．从革E．曲直",
      "chooses": ["A．炎上", "B．稼穑", "C．润下", "D．从革", "E．曲"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "77．下列哪一项不属于五行之“金” A．六腑之大肠B．五体之皮毛C．五志之恐D．五化之收E．五色之白",
      "chooses": [
        "A．六腑之大肠",
        "B．五体之皮毛",
        "C．五志之恐",
        "D．五化之收",
        "E．五色之"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "78．下列除哪项外，均属五行之“土” A．五脏之脾B．六腑之胃C．五志之悲D．五官之口E．五气之湿",
      "chooses": [
        "A．五脏之脾",
        "B．六腑之胃",
        "C．五志之悲",
        "D．五官之口",
        "E．五气之"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "79．下列属于母子关系的是A．水和火B．土和金C．金和木D．木和土E．金和火",
      "chooses": ["A．水和火", "B．土和金", "C．金和木", "D．木和土", "E．金和"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "80．下列归属五行之“土”的是A．目B．舌C．口D．鼻E．耳",
      "chooses": ["A．目", "B．舌", "C．口", "D．鼻", "E．"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "81．下列归属于五行之“金”的是A．筋B．脉C．肉D．皮E．骨",
      "chooses": ["A．筋", "B．脉", "C．肉", "D．皮", "E．"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "82．下列归属于五行之“水”的是A．恐B．脉C．肉D．皮E．怒",
      "chooses": ["A．恐", "B．脉", "C．肉", "D．皮", "E．"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "83．下列五行生克关系中哪项表述是错误的A．木克土B．火生土C．火克水D．金生水E．金克木",
      "chooses": ["A．木克土", "B．火生土", "C．火克水", "D．金生水", "E．金克"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "84．按五行生克的关系，肝为脾之A．母B．子C．所胜D．所不胜E．以上都不是",
      "chooses": ["A．母", "B．子", "C．所胜", "D．所不胜", "E．以上都不"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "85．按五行生克规律，木的所不胜之子是A．木B．火C．土D．金E．水",
      "chooses": ["A．木", "B．火", "C．土", "D．金", "E．"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "86．下列不属五行相生关系传变的是A．肝火犯肺B．肾病及肝C．心病及肝D．脾病传肺E．肺病及肾",
      "chooses": [
        "A．肝火犯肺",
        "B．肾病及肝",
        "C．心病及肝",
        "D．脾病传肺",
        "E．肺病及"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "87．“肝火犯肺”属于A．子病犯母B．相克 C．相乘  D．相侮   E．母病及子",
      "chooses": [
        "A．子病犯母",
        "B．相克 ",
        "C．相乘  ",
        "D．相侮   ",
        "E．母病及"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "88．脾病传肾属于A．相克   B．相侮   C．母病及子  D．相乘   E．子病及母",
      "chooses": [
        "A．相克   ",
        "B．相侮   ",
        "C．母病及子  ",
        "D．相乘   ",
        "E．子病及"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "89．按五行生克规律，肺的“所不胜”之脏是A．脾B．心C．肾D．肝E．以上都不是",
      "chooses": ["A．脾", "B．心", "C．肾", "D．肝", "E．以上都不"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "90．按五行生克规律，肾的“所不胜”之脏是A．心B．肝C．脾D．肺E．膀胱",
      "chooses": ["A．心", "B．肝", "C．脾", "D．肺", "E．膀"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "91．按五行生克规律，肝的“所胜”之脏是A．心B．肺C．肾D．胆E．脾",
      "chooses": ["A．心", "B．肺", "C．肾", "D．胆", "E．"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "92．在五行学说中，不属肝病诊断依据的是A．面色青B．喜食酸味C．易怒D．目赤E．脉洪",
      "chooses": ["A．面色青", "B．喜食酸味", "C．易怒", "D．目赤", "E．脉"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "93．在五行学说中，不属心病诊断依据的是A．面色赤B．喜笑无常C．喜食酸味D．舌赤E．脉洪",
      "chooses": ["A．面色赤", "B．喜笑无常", "C．喜食酸味", "D．舌赤", "E．脉"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "94．在五行学说中，不属脾病诊断依据的是A．面色萎黄B．口泛甜味C．唇淡无华D．多唾E．肌肉消瘦",
      "chooses": [
        "A．面色萎黄",
        "B．口泛甜味",
        "C．唇淡无华",
        "D．多唾",
        "E．肌肉消"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "95．在五行学说中，不属肾病诊断依据的是A．面见黑色B．善恐C．易骨折D．流涎E．耳聋",
      "chooses": ["A．面见黑色", "B．善恐", "C．易骨折", "D．流涎", "E．耳"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "96．在五行学说中，不属肺病诊断依据的是A．面色白B．易悲C．爪甲枯槁D．鼻塞E．流涕",
      "chooses": ["A．面色白", "B．易悲", "C．爪甲枯槁", "D．鼻塞", "E．流"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "97．属于五行相生规律传变的是A．木旺乘土B．土虚木乘C．木火刑金D．水不涵木E．土虚水侮",
      "chooses": [
        "A．木旺乘土",
        "B．土虚木乘",
        "C．木火刑金",
        "D．水不涵木",
        "E．土虚水"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "98．按五行生克乘侮的关系，肾病及脾者属于A．母病及子B．子病犯母C．相乘D．相侮E．相克",
      "chooses": ["A．母病及子", "B．子病犯母", "C．相乘", "D．相侮", "E．相"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "99．脾病及肝在五行学说中属于A．相乘B．反侮C．母病及子D．相克E．子病犯母",
      "chooses": ["A．相乘", "B．反侮", "C．母病及子", "D．相克", "E．子病犯"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "100．用五行生克乘侮说明肺病及肝的病理传变，属于A．相乘B．相侮C．母病及子D．子病及母E．相克",
      "chooses": ["A．相乘", "B．相侮", "C．母病及子", "D．子病及母", "E．相"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "101．下列属于相侮传变规律的是A．心病及脾B．脾病及肝C．脾病及心D．脾病及肾 E．肾病及肺",
      "chooses": [
        "A．心病及脾",
        "B．脾病及肝",
        "C．脾病及心",
        "D．脾病及肾 ",
        "E．肾病及"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "102．下列属于“子病犯母”传变规律的是A．脾病及肺B．脾病及肾C．肝病及肾D．肝病及心E．肺病及心",
      "chooses": [
        "A．脾病及肺",
        "B．脾病及肾",
        "C．肝病及肾",
        "D．肝病及心",
        "E．肺病及"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "103．下列属于“母病及子”传变规律的是A．肺病及肾B．肝病及肾C．心病及肝D．肺病及心E．脾病及肾",
      "chooses": [
        "A．肺病及肾",
        "B．肝病及肾",
        "C．心病及肝",
        "D．肺病及心",
        "E．脾病及"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "104．据五行相克理论确立的治法是A．培土生金B．滋水涵木C．金水相生D．佐金平木E．益火补土",
      "chooses": [
        "A．培土生金",
        "B．滋水涵木",
        "C．金水相生",
        "D．佐金平木",
        "E．益火补"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "105．据五行相生理论确定的治法是A．佐金平木法B．扶土抑木法C．引火归元法D．培土制水法E．金水相生法",
      "chooses": [
        "A．佐金平木法",
        "B．扶土抑木法",
        "C．引火归元法",
        "D．培土制水法",
        "E．金水相生"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "106．滋水涵木法适用于A．肾阴不足而肝阳偏亢B．脾肾阳虚证C．心肾不交证D．肺肾阴虚证E．心脾两虚证",
      "chooses": [
        "A．肾阴不足而肝阳偏亢",
        "B．脾肾阳虚证",
        "C．心肾不交证",
        "D．肺肾阴虚证",
        "E．心脾两虚"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "107．佐金平木法的适用证是A．肝旺脾虚证B．肝火犯肺证C．心脾两虚证D．肝肾阴虚证E．肺肾阴虚证",
      "chooses": [
        "A．肝旺脾虚证",
        "B．肝火犯肺证",
        "C．心脾两虚证",
        "D．肝肾阴虚证",
        "E．肺肾阴虚"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "108．抑木扶土法的适应证是A．肝旺脾虚证B．肝火犯肺证C．心肝火热证D．脾肾阳虚证E．心肾不交证",
      "chooses": [
        "A．肝旺脾虚证",
        "B．肝火犯肺证",
        "C．心肝火热证",
        "D．脾肾阳虚证",
        "E．心肾不交"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "109．金水相生法的适应证是A．肝脾不调证B．肺肾阴虚证C．肺脾气虚证D．脾肾阳虚证E．肝肾阴虚证",
      "chooses": [
        "A．肝脾不调证",
        "B．肺肾阴虚证",
        "C．肺脾气虚证",
        "D．脾肾阳虚证",
        "E．肝肾阴虚"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "110．古代哲学精概念的产生是源于   A．水地说B．五材说     C．元气说  D.五方说    E.人体之精说",
      "chooses": [
        "A．水地说",
        "B．五材说     ",
        "C．元气说  ",
        "D.五方说    ",
        "E.人体之精"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "111.《灵枢·五癃津液别》所说“天寒衣薄则为溺与气，天暑衣厚则为汗”，说明了A.人体自身的完整性B.自然环境对人体生理的影响C.社会环境对人体生理的影响D.自然环境对人体病理的影响E.社会环境对人体病理的影响",
      "chooses": [
        "A.人体自身的完整性",
        "B.自然环境对人体生理的影响",
        "C.社会环境对人体生理的影响",
        "D.自然环境对人体病理的影响",
        "E.社会环境对人体病理的影"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "112.精血同源关系主要反映的两脏是A.心与肾B.肝与肾C.肺与心D.肝与肾E.心与脾",
      "chooses": ["A.心与肾", "B.肝与肾", "C.肺与心", "D.肝与肾", "E.心与"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "113.由父母遗传的生命物质，称之为A.先天之精B.后天之精C.肾精D.水谷之精E.生殖之精",
      "chooses": ["A.先天之精", "B.后天之精", "C.肾精", "D.水谷之精", "E.生殖之"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "114.水谷之气与清气相结合生成A.卫气B.营气C.宗气D.真气E.中气",
      "chooses": ["A.卫气", "B.营气", "C.宗气", "D.真气", "E.中"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "115.气机是指A.气的升降B.气的变化C.气的运动D.气血津液互化E.气的运动形式",
      "chooses": [
        "A.气的升降",
        "B.气的变化",
        "C.气的运动",
        "D.气血津液互化",
        "E.气的运动形"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "116.气机升降之枢纽是A.肝脾B.肝肾C.肺肾D.心肾E.脾胃",
      "chooses": ["A.肝脾", "B.肝肾", "C.肺肾", "D.心肾", "E.脾"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "117.下列除哪项外，均属气机的正常表现A.心气充沛B.肺气宣发肃降C.脾气升清D.胃气降浊E.肝气疏泄",
      "chooses": [
        "A.心气充沛",
        "B.肺气宣发肃降",
        "C.脾气升清",
        "D.胃气降浊",
        "E.肝气疏"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "118.所谓“气化”是指A.气的升降出入运动B.气的温煦作用使水化为气C.气能化水，水又能化为气D.气能生血，血又能生气E.体内精、气、血、津液等物质各自的新陈代谢及相互转化",
      "chooses": [
        "A.气的升降出入运动",
        "B.气的温煦作用使水化为气",
        "C.气能化水，水又能化为气",
        "D.气能生血，血又能生气",
        "E.体内精、气、血、津液等物质各自的新陈代谢及相互转"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "119.对人体生长发育具有促进作用的气是A.元气B.宗气C.营气D.卫气E.脏腑之气",
      "chooses": ["A.元气", "B.宗气", "C.营气", "D.卫气", "E.脏腑之"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "120.积于胸中，上出喉咙，下注气街的气是A.心气B.肺气C.元气D.宗气E.卫气",
      "chooses": ["A.心气", "B.肺气", "C.元气", "D.宗气", "E.卫"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "121.具有营养全身和化生血液作用的气是A.元气B.营气C.宗气D.卫气E.谷气",
      "chooses": ["A.元气", "B.营气", "C.宗气", "D.卫气", "E.谷"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "122.血液的生成与哪个脏腑的关系最为密切A.心B.脾C.胃D.肝E.肾",
      "chooses": ["A.心", "B.脾", "C.胃", "D.肝", "E."],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "123.下列不属于津液的是A.胃液B.肠液C.涕液D.泪液E.血液",
      "chooses": ["A.胃液", "B.肠液", "C.涕液", "D.泪液", "E.血"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "124.与水液代谢关系较为密切的脏是A.心、肺、脾B.心、肝、肾C.心、肝、脾D.肝、脾、肾E.肺、脾、肾",
      "chooses": [
        "A.心、肺、脾",
        "B.心、肝、肾",
        "C.心、肝、脾",
        "D.肝、脾、肾",
        "E.肺、脾、"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "125.对津液输布代谢的影响最为重要的腑是A.胃B.小肠C.膀胱D.大肠E.三焦",
      "chooses": ["A.胃", "B.小肠", "C.膀胱", "D.大肠", "E.三"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "126.津液输布的主要通道为A.血管B.经络C.腠理D.三焦E.脏腑",
      "chooses": ["A.血管", "B.经络", "C.腠理", "D.三焦", "E.脏"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "127.具有“壅遏营气，令无所避”功能的是A.脾B.心C.脉D.气E.三焦",
      "chooses": ["A.脾", "B.心", "C.脉", "D.气", "E.三"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "128.“吐下之余，定无完气”说明哪一项病理变化A.气血两虚B.气随血脱C.气不化水D.气不摄血E.气随津脱",
      "chooses": [
        "A.气血两虚",
        "B.气随血脱",
        "C.气不化水",
        "D.气不摄血",
        "E.气随津"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "129.具有滑利关节，补益脑髓功能的是A.气B.血C.津D.液E.精",
      "chooses": ["A.气", "B.血", "C.津", "D.液", "E."],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "130.在气与津液的关系中，下列哪一项不确切A.气能生津B.气能摄津C.气能行津D.气能化津E.气能载津",
      "chooses": [
        "A.气能生津",
        "B.气能摄津",
        "C.气能行津",
        "D.气能化津",
        "E.气能载"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "131.在气与血的关系中，除下列哪项是错误的A.气能生血B.气能行血C.气能摄血D.气能载血E.血为气母",
      "chooses": [
        "A.气能生血",
        "B.气能行血",
        "C.气能摄血",
        "D.气能载血",
        "E.血为气"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "132.下列哪一项是“津血同源”的理论依据A.同为水谷精微化生B.同为营气化生C.同为宗气化生D.同为元气化生E.同属阴液，生理功能相同",
      "chooses": [
        "A.同为水谷精微化生",
        "B.同为营气化生",
        "C.同为宗气化生",
        "D.同为元气化生",
        "E.同属阴液，生理功能相"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "133.由父母遗传的生命物质，称之为A.先天之精B.后天之精C.肾精D.水谷之精E.生殖之精",
      "chooses": ["A.先天之精", "B.后天之精", "C.肾精", "D.水谷之精", "E.生殖之"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "134.人体之精分藏于各聛腑，但主要贮藏于A.肝B.心C.脾D.肺E.肾",
      "chooses": ["A.肝", "B.心", "C.脾", "D.肺", "E."],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "135.肾精化为生殖之精以施泄，依靠于A.肾阳温煦B.肾阴凉润C.天癸促发D.脾胃运化E.肝气疏泄",
      "chooses": [
        "A.肾阳温煦",
        "B.肾阴凉润",
        "C.天癸促发",
        "D.脾胃运化",
        "E.肝气疏"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "136.人体中活力很强的运行不息的精微物质是A.精B.气C.血D.津E.液",
      "chooses": ["A.精", "B.气", "C.血", "D.津", "E."],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "137.—身之气的生成与哪组脏腑的关系最为密切A.心肝脾B.心肺肾C.脾肺肾D.肝脾肾E.心脾肾",
      "chooses": ["A.心肝脾", "B.心肺肾", "C.脾肺肾", "D.肝脾肾", "E.心脾"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "138.人体之气的运动称作A.气机B.气化C.升降出人D.气机调畅E.阴阳转化",
      "chooses": ["A.气机", "B.气化", "C.升降出人", "D.气机调畅", "E.阴阳转"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "139.维持人体相对恒定的体温，属于气的哪项功能A.推动与调控 B.温煦与凉润 C.固摄D.防御E.中介",
      "chooses": ["A.推动与调控 ", "B.温煦与凉润 ", "C.固摄", "D.防御", "E.中"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "140.人体生长发育迟缓，责之于气的哪项功能减退A.凉润B.中介C.推动D.防御E.固摄",
      "chooses": ["A.凉润", "B.中介", "C.推动", "D.防御", "E.固"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "141.控制人体体液有规律地排泄和分泌，属于气的哪项功能A.推动B.凉润C.温煦D.防御E.以上都不是",
      "chooses": ["A.推动", "B.凉润", "C.温煦", "D.防御", "E.以上都不"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "142.人体内各种生命信息的感应和传递，属于气的哪项功能A.调控B.防御C.温煦D.中介E.固摄",
      "chooses": ["A.调控", "B.防御", "C.温煦", "D.中介", "E.固"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "143.人体中最根本、最重要的气是A.元气B.宗气C.营气D.卫气E.脏腑之气",
      "chooses": ["A.元气", "B.宗气", "C.营气", "D.卫气", "E.脏腑之"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "144.对血运和呼吸运动均有推动作用的A.心气B.宗气C.脾气D.卫气E.营气",
      "chooses": ["A.心气", "B.宗气", "C.脾气", "D.卫气", "E.营"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "145.称为水谷之悍气的是A.谷气B.清气C.宗气D.营气E.卫气",
      "chooses": ["A.谷气", "B.清气", "C.宗气", "D.营气", "E.卫"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "146.称为水谷之精气的是A.谷气B.清气C.宗气D.营气E.卫气",
      "chooses": ["A.谷气", "B.清气", "C.宗气", "D.营气", "E.卫"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "147.《灵枢•决气》说：“中焦受气取汁，变化而赤是谓血。”其“气”是指 A.自然界清气B.脾胃之气C.水谷之气D.饮食水谷E.胸中宗气",
      "chooses": [
        "A.自然界清气",
        "B.脾胃之气",
        "C.水谷之气",
        "D.饮食水谷",
        "E.胸中宗"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "148.脏腑之精、脏腑之气、脏腑之阴、脏腑之阳之间的关系是A.脏腑之精化生脏腑之气，脏腑之 气分为脏腑之阴与脏腑之阳B.脏腑之精即是脏腑之气，脏腑之 精分为脏腑之阴与脏腑之阳C.脏腑之精包含脏腑之气，脏腑之 气分为脏腑之阴与脏腑之阳D.脏腑之气包含脏腑之精，脏腑之 气分为脏腑之阴与脏腑之阳E.脏腑之精即脏腑之阴，脏腑之气即脏腑之阳",
      "chooses": [
        "A.脏腑之精化生脏腑之气，脏腑之 气分为脏腑之阴与脏腑之阳",
        "B.脏腑之精即是脏腑之气，脏腑之 精分为脏腑之阴与脏腑之阳",
        "C.脏腑之精包含脏腑之气，脏腑之 气分为脏腑之阴与脏腑之阳",
        "D.脏腑之气包含脏腑之精，脏腑之 气分为脏腑之阴与脏腑之阳",
        "E.脏腑之精即脏腑之阴，脏腑之气即脏腑之"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "149.逸出脉外的血称为A.血府B.瘀血C.离经之血D.坏血E.以上都不是",
      "chooses": ["A.血府", "B.瘀血", "C.离经之血", "D.坏血", "E.以上都不"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "150.具有“壅遏营气，令无所避”功 能的是A.脾B.心C.脉D.气E.三焦",
      "chooses": ["A.脾", "B.心", "C.脉", "D.气", "E.三"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "151.与津液的生成最为密切相关的脏腑是A.脾肺B.脾胃C.脾肾D.肠胃E.肺肾",
      "chooses": ["A.脾肺", "B.脾胃", "C.脾肾", "D.肠胃", "E.肺"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "152.《素问•厥论》中称“为胃行其津 液者”，是指A.肝B.肺C.肾D.脾E.三焦",
      "chooses": ["A.肝", "B.肺", "C.肾", "D.脾", "E.三"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "153.对津液输布代谢的影响最为重要的腑是A.胃B.小肠C.膀胱D.大肠E.三焦",
      "chooses": ["A.胃", "B.小肠", "C.膀胱", "D.大肠", "E.三"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "154.布散于体表，渗入血脉之内起滋润作用的是A.气B.水C.精D.津E.液",
      "chooses": ["A.气", "B.水", "C.精", "D.津", "E."],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "155.与津液代谢关系最为密切的是哪一组脏腑A.心肝肾B.心脾肾C.脾肝肾D.脾肺肾E.脾胃肾",
      "chooses": ["A.心肝肾", "B.心脾肾", "C.脾肝肾", "D.脾肺肾", "E.脾胃"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "156.血液的运行离不开气的功能，说明了气与血之间的什么关系A.气能生血B.气能行血C.气能摄血D.血能载气E.血能养气",
      "chooses": [
        "A.气能生血",
        "B.气能行血",
        "C.气能摄血",
        "D.血能载气",
        "E.血能养"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "157.“吐下之余，定无完气”说明哪一项病理变化A.气血两虚B.气随血脱C.气不化水D.气不摄血E.气随津脱",
      "chooses": [
        "A.气血两虚",
        "B.气随血脱",
        "C.气不化水",
        "D.气不摄血",
        "E.气随津"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "158.“夺汗者无血，夺血者无汗”说明哪两者之间的密切关系A.气与津液B.气与血C.血液与精D.血液与津液E.以上都不是",
      "chooses": [
        "A.气与津液",
        "B.气与血",
        "C.血液与精",
        "D.血液与津液",
        "E.以上都不"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "159.血虚引起气虚病变的理论根据是A.气能生血B.气能行血C.气为血帅D.血能养气E.血能载气",
      "chooses": [
        "A.气能生血",
        "B.气能行血",
        "C.气为血帅",
        "D.血能养气",
        "E.血能载"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "160.“亡血家不可发汗”的告诫，是哪一项理论的实际应用A.精血同源B.气血同源C.肝肾同源D.津血同源E.血汗同源",
      "chooses": [
        "A.精血同源",
        "B.气血同源",
        "C.肝肾同源",
        "D.津血同源",
        "E.血汗同"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "161.自汗、多尿、出血、滑精等是气的哪种功能失常A.推动作用B.温煦作用C.防御作用D.固摄作用E.气化作用",
      "chooses": [
        "A.推动作用",
        "B.温煦作用",
        "C.防御作用",
        "D.固摄作用",
        "E.气化作"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "162.下列不属于气的固摄作用的是A.控制血液B.防止出汗过多C.控制尿液D.固摄精带E.固摄内脏的位置",
      "chooses": [
        "A.控制血液",
        "B.防止出汗过多",
        "C.控制尿液",
        "D.固摄精带",
        "E.固摄内脏的位"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "163.具有防止血液逸出脉外，是气的A.推动作用B.温煦作用C.防御作用D.固摄作用E.气化作用",
      "chooses": [
        "A.推动作用",
        "B.温煦作用",
        "C.防御作用",
        "D.固摄作用",
        "E.气化作"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "164.联结心搏动和肺呼吸的中心环节是A.经气B.气血C.宗气D.营气E.卫气",
      "chooses": ["A.经气", "B.气血", "C.宗气", "D.营气", "E.卫"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "165.血液的正常循环，除下列哪项之外，均与之有关A.心气的推动B.肺朝百脉C.脾气统摄D.肝的疏泄E.肾的藏精",
      "chooses": [
        "A.心气的推动",
        "B.肺朝百脉",
        "C.脾气统摄",
        "D.肝的疏泄",
        "E.肾的藏"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "166.大出血导致气随血脱的生理基础是A.气能生血B.气能摄血C.气能行血D.血为气母E.血能载气",
      "chooses": [
        "A.气能生血",
        "B.气能摄血",
        "C.气能行血",
        "D.血为气母",
        "E.血能载"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "167.患者,年老体弱,少气声低,小便清长，尿次频数，甚至有余沥不尽，夜间尤重，病机属于A.气失凉润B.气失防卫C.气失固摄D.气失温煦E.气失感传",
      "chooses": [
        "A.气失凉润",
        "B.气失防卫",
        "C.气失固摄",
        "D.气失温煦",
        "E.气失感"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "168.患者,半月前下肢创伤大出血,经手术治疗后，精神疲惫，失眠多梦，健忘， 病机属于A.血不养气B.血不化神C.血不濡筋D.血不载气E.以上都不是",
      "chooses": [
        "A.血不养气",
        "B.血不化神",
        "C.血不濡筋",
        "D.血不载气",
        "E.以上都不"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "169.患者，下肢浮肿两月余。面色萎黄，食纳不香，腹部时而胀满,大便次数尚 正常，但大便不成形,下肢浮肿,按之凹陷,下午明显。病机属于A.肾不行水B.脾失运化C.肝失疏泄D.肾失蒸化E.三焦失利",
      "chooses": [
        "A.肾不行水",
        "B.脾失运化",
        "C.肝失疏泄",
        "D.肾失蒸化",
        "E.三焦失"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "170.患者，全身紫癜三个月。素体虚弱，操劳过度,体疲乏力,头昏自汗，全身 出现散在出血点，有的部位已成片状，色淡 紫，病机属于A.气不生血B.气不行血C.气不摄血D.气不养血E.气不调血",
      "chooses": [
        "A.气不生血",
        "B.气不行血",
        "C.气不摄血",
        "D.气不养血",
        "E.气不调"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "171.患者剧烈吐泻后，出现气短声低，少气懒言,精神疲惫，体倦乏力，头晕目 眩，自汗，动则加剧等临床表现。属于A.血不养气B.气随津泄C.气不生津D.血不载气E.以上均非",
      "chooses": [
        "A.血不养气",
        "B.气随津泄",
        "C.气不生津",
        "D.血不载气",
        "E.以上均"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "172.患者素体虚弱，神疲乏力，头昏自汗，畏寒肢冷，口淡喜热饮，小便清长，大便稀薄。属于A.气失凉润B.气失防卫C.气失固摄D.气失温煦E.气失感传",
      "chooses": [
        "A.气失凉润",
        "B.气失防卫",
        "C.气失固摄",
        "D.气失温煦",
        "E.气失感"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "173.患者外伤大出血后，出现呼吸微弱，汗出不止，全身瘫软,神识朦耽，二便失禁,面色苍白,脉微欲绝。病机属于A.血不养气B.血不化神C.血不濡筋D.气随血脱E.以上均非",
      "chooses": [
        "A.血不养气",
        "B.血不化神",
        "C.血不濡筋",
        "D.气随血脱",
        "E.以上均"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "174.患者素体虚弱,近因操劳过度,出现体疲乏力,头昏自汗,渐见口、鼻、唇、舌、咽喉干燥,皮肤干燥枯瘪,大便干燥,小便短少而黄等临床表现。病机属于A.血不养气B.津不载气C.气不生津D.气不行津E.以上均非",
      "chooses": [
        "A.血不养气",
        "B.津不载气",
        "C.气不生津",
        "D.气不行津",
        "E.以上均"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "175.患者素体虚弱,操劳过度,出现体疲乏力,头昏自汗,精神疲惫,失眠多梦,健忘等症。属于A.血不养气B.血不化神C.气不行血D.津不载气E.气不化神",
      "chooses": [
        "A.血不养气",
        "B.血不化神",
        "C.气不行血",
        "D.津不载气",
        "E.气不化"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "176.患者下肢浮肿,伴有气短声低,少气懒言,体倦乏力,头晕目眩等症。属于A.气不生津B.气不行津C.气不摄津D.气不养血E.气不行血",
      "chooses": [
        "A.气不生津",
        "B.气不行津",
        "C.气不摄津",
        "D.气不养血",
        "E.气不行"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "177.患者平素神疲体弱，气短懒言，经常感冒，发病时恶寒发热较甚，咳嗽痰白，咯痰无力。属于A.气失凉润B.气失防卫C.气失固摄D.气失温煦E.气失感伶",
      "chooses": [
        "A.气失凉润",
        "B.气失防卫",
        "C.气失固摄",
        "D.气失温煦",
        "E.气失感"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "178.患者产后失血过多，出现少气懒言，体倦乏力，头晕自汗，动则加剧等。属 于A.血不生气B.血不化神C.血不濡筋D.血不荣面E.以上均非",
      "chooses": [
        "A.血不生气",
        "B.血不化神",
        "C.血不濡筋",
        "D.血不荣面",
        "E.以上均"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "179.患者素体虚弱，症见神疲乏力，形体消痩，口燥咽干，颧红，五心烦热，潮热 盗汗。其病机是A.气失凉润B.气失防卫C.气失固摄D.气失温煦E.气失感传",
      "chooses": [
        "A.气失凉润",
        "B.气失防卫",
        "C.气失固摄",
        "D.气失温煦",
        "E.气失感"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "180.患者,年老体弱,腰膝酸软,头晕耳鸣,精神疲惫,失眠多梦,健忘。其病机是A.气不摄精B.血不生神C.精不化神D.津不载气E.气不化神",
      "chooses": [
        "A.气不摄精",
        "B.血不生神",
        "C.精不化神",
        "D.津不载气",
        "E.气不化"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "181.布散于体表皮肤，并能渗入血脉的是A.元气B.宗气C.营气D.卫气E.中气",
      "chooses": ["A.元气", "B.宗气", "C.营气", "D.卫气", "E.中"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "182.灌注于骨节、脏腑、脑髓的是A.精B.气C.血D.津E.液",
      "chooses": ["A.精", "B.气", "C.血", "D.津", "E."],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "183.贯心脉的气是A.推动作用B.营养作用C.气化作用D.防御作用E.固摄作用",
      "chooses": [
        "A.推动作用",
        "B.营养作用",
        "C.气化作用",
        "D.防御作用",
        "E.固摄作"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "184.元气的主要功能是A.推动作用B.营养作用C.气化作用D.防御作用E.固摄作用",
      "chooses": [
        "A.推动作用",
        "B.营养作用",
        "C.气化作用",
        "D.防御作用",
        "E.固摄作"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "185.卫气的主要功能是A.推动作用B.营养作用C.气化作用D.防御作用E.固摄作用",
      "chooses": [
        "A.推动作用",
        "B.营养作用",
        "C.气化作用",
        "D.防御作用",
        "E.固摄作"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "186.与津液的输布、排泄密切相关的脏是A.心、肝、肾B.心、肝、脾C.肺、脾、肾D.肝、脾、肾E.心、肺、肾",
      "chooses": [
        "A.心、肝、肾",
        "B.心、肝、脾",
        "C.肺、脾、肾",
        "D.肝、脾、肾",
        "E.心、肺、"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "187.与血液运行关系最密切的脏是A.心、肝、肾B.心、肝、脾C.肺、脾、肾D.肝、脾、肾E.心、肺、肾",
      "chooses": [
        "A.心、肝、肾",
        "B.心、肝、脾",
        "C.肺、脾、肾",
        "D.肝、脾、肾",
        "E.心、肺、"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "188.称为生气之根的是A.肝B.心C.脾D.肺E.肾",
      "chooses": ["A.肝", "B.心", "C.脾", "D.肺", "E."],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "189.称为生气之源的是A.肝B.心C.脾D.肺E.肾",
      "chooses": ["A.肝", "B.心", "C.脾", "D.肺", "E."],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "190.五脏中，肝的气机主A.升 B.降C.出D.入E.相交",
      "chooses": ["A.升 ", "B.降", "C.出", "D.入", "E.相"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "191.藏象学说主要是研究A.脏腑生理       B.脏腑病理       C.脏腑生理、病理之间的关系D.脏腑生理、病理及其之间的关系    E.脏腑、组织、器官结构形态",
      "chooses": [
        "A.脏腑生理       ",
        "B.脏腑病理       ",
        "C.脏腑生理、病理之间的关系",
        "D.脏腑生理、病理及其之间的关系    ",
        "E.脏腑、组织、器官结构形"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "192. 五脏的生理特性是A.传化物而不藏，实而不能满        B.藏精气而不写，实而不能满C.传化物而不藏，满而不能实        D.藏精气而不写，满而不能实E.虚实交替，写而不藏",
      "chooses": [
        "A.传化物而不藏，实而不能满        ",
        "B.藏精气而不写，实而不能满",
        "C.传化物而不藏，满而不能实        ",
        "D.藏精气而不写，满而不能实",
        "E.虚实交替，写而不"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "193. 下列哪项属于奇恒之腑A.胃       B.小肠        C.三焦       D.胆       E.膀胱 ",
      "chooses": [
        "A.胃       ",
        "B.小肠        ",
        "C.三焦       ",
        "D.胆       ",
        "E.膀胱"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "194. 藏象的基本含义是A. 五脏六腑的形象          B. 内在组织器官的表象C. 五脏六腑和奇恒之腑      D. 脏腑藏于内，其生理病理表现于外E. 五脏的形象",
      "chooses": [
        "A. 五脏六腑的形象          ",
        "B. 内在组织器官的表象",
        "C. 五脏六腑和奇恒之腑      ",
        "D. 脏腑藏于内，其生理病理表现于外",
        "E. 五脏的形"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "195. 心与哪季相应A.春        B.夏        C.长夏       D.秋         E.冬 ",
      "chooses": [
        "A.春        ",
        "B.夏        ",
        "C.长夏       ",
        "D.秋         ",
        "E.冬"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "196. 观察心主血脉的功能是否正常与哪项关系较小A.面色      B.舌色       C.爪色      D.脉象     E. 胸部感觉",
      "chooses": [
        "A.面色      ",
        "B.舌色       ",
        "C.爪色      ",
        "D.脉象     ",
        "E. 胸部感"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "197. 五脏六腑之大主是A.心      B.肺       C.脾       D.肝       E. 肾",
      "chooses": [
        "A.心      ",
        "B.肺       ",
        "C.脾       ",
        "D.肝       ",
        "E. "
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "198. 心主神志最主要的物质基础是A.津液        B.血液       C.精汁     D.宗气       E. 营气",
      "chooses": [
        "A.津液        ",
        "B.血液       ",
        "C.精汁     ",
        "D.宗气       ",
        "E. 营"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "199. 肺的行水功能主要依赖于A. 肺主一身之气         B. 肺司呼吸         C. 肺输精于皮毛D. 肺朝百脉             E. 肺气宣发肃降",
      "chooses": [
        "A. 肺主一身之气         ",
        "B. 肺司呼吸         ",
        "C. 肺输精于皮毛",
        "D. 肺朝百脉             ",
        "E. 肺气宣发肃"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "200. 肺吸人清气主要靠下列哪项功能A.肺气宣发           B.肺气肃降            C.肺主行水D.肺朝百脉           E. 肺主治节",
      "chooses": [
        "A.肺气宣发           ",
        "B.肺气肃降            ",
        "C.肺主行水",
        "D.肺朝百脉           ",
        "E. 肺主治"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "201. 下列哪项不属于肺气宣发的具体体现A.排出体内浊气             B.输布卫气于体表C.将津液输布全身，外达皮   D.将代谢后的津液化为汗液排出体外E.使全身的血液会聚于肺",
      "chooses": [
        "A.排出体内浊气             ",
        "B.输布卫气于体表",
        "C.将津液输布全身，外达皮   ",
        "D.将代谢后的津液化为汗液排出体外",
        "E.使全身的血液会聚于"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "202. 以下哪项不属于肺气肃降的具体体现A. 吸入自然界清气            B. 排出体内的浊气C. 将宗气下蓄丹田            D. 将津液向内布散各脏腑E. 将代谢后的水液下输肾或膀胱",
      "chooses": [
        "A. 吸入自然界清气            ",
        "B. 排出体内的浊气",
        "C. 将宗气下蓄丹田            ",
        "D. 将津液向内布散各脏腑",
        "E. 将代谢后的水液下输肾或膀"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "203.“主治节”的脏是A.心        B.肺       C.脾         D.肝       E. 肾",
      "chooses": [
        "A.心        ",
        "B.肺       ",
        "C.脾         ",
        "D.肝       ",
        "E. "
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "204. 脾统血的主要作用机理是A. 控制血液的流速            B. 控制内脏的血液容量C. 控制外周血液容量          D. 控制血液在脉道内的运行E. 控制血液上荣头目",
      "chooses": [
        "A. 控制血液的流速            ",
        "B. 控制内脏的血液容量",
        "C. 控制外周血液容量          ",
        "D. 控制血液在脉道内的运行",
        "E. 控制血液上荣头"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "205. 具有喜燥恶湿生理特性的脏腑是A.心        B.肺        C.脾          D.胃         E.肾",
      "chooses": [
        "A.心        ",
        "B.肺        ",
        "C.脾          ",
        "D.胃         ",
        "E."
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "206. 脾为气血生化之源的生理基础是A. 脾主统血            B. 脾喜燥恶湿           C. 脾主升清D. 脾主运化水谷精微    E. 脾为后天之本",
      "chooses": [
        "A. 脾主统血            ",
        "B. 脾喜燥恶湿           ",
        "C. 脾主升清",
        "D. 脾主运化水谷精微    ",
        "E. 脾为后天之"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "207. 五脏中，具有“以升为健”特点 的脏是A.心         B.肺        C.脾         D.肝        E. 肾",
      "chooses": [
        "A.心         ",
        "B.肺        ",
        "C.脾         ",
        "D.肝        ",
        "E. "
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "208. 脾统血是通过下面哪项实现的A. 气的固摄作用                 B. 气的温煦作用C. 气的气化作用                 D. 气的卫外作用E. 气的防御作用",
      "chooses": [
        "A. 气的固摄作用                 ",
        "B. 气的温煦作用",
        "C. 气的气化作用                 ",
        "D. 气的卫外作用",
        "E. 气的防御作"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "209. 藏象学说常以下列哪项来概括整个 消化系统的机能活动A.胃的通降           B.脾的运化             C.胃的受纳D.脾升胃降           E. 小肠泌别清浊",
      "chooses": [
        "A.胃的通降           ",
        "B.脾的运化             ",
        "C.胃的受纳",
        "D.脾升胃降           ",
        "E. 小肠泌别清"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "210. 下列哪一项是脾胃虚弱导致血虚的基本机制A. 脾失健运          B. 脾失统血            C. 脾不升清D. 化源不足          E. 升降失常",
      "chooses": [
        "A. 脾失健运          ",
        "B. 脾失统血            ",
        "C. 脾不升清",
        "D. 化源不足          ",
        "E. 升降失"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "211. 四肢肌肉的壮实主要取决于A. 心主血脉的功能              B. 肾主骨的功能C. 脾主运化的功能              D. 肺主气的功能E. 肝主筋的功能",
      "chooses": [
        "A. 心主血脉的功能              ",
        "B. 肾主骨的功能",
        "C. 脾主运化的功能              ",
        "D. 肺主气的功能",
        "E. 肝主筋的功"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "212. 男子精液的正常排泄是哪两脏合作 的结果A. 肝肺              B. 心肺              C. 肝肾D. 肝脾              E. 脾肾",
      "chooses": [
        "A. 肝肺              ",
        "B. 心肺              ",
        "C. 肝肾",
        "D. 肝脾              ",
        "E. 脾"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "213.胆汁的分泌与排泄取决于 A. 胆贮藏胆汁功能               B. 胆排泄胆汁的功能C. 脾气的运化功能               D. 小肠泌别清浊的功能E. 肝气的疏泄功能",
      "chooses": [
        "A. 胆贮藏胆汁功能               ",
        "B. 胆排泄胆汁的功能",
        "C. 脾气的运化功能               ",
        "D. 小肠泌别清浊的功能",
        "E. 肝气的疏泄功"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "214. 肝在志为A.魂         B.怒        C.思         D.悲       E.恐",
      "chooses": [
        "A.魂         ",
        "B.怒        ",
        "C.思         ",
        "D.悲       ",
        "E."
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "215. 在肝气疏泄作用的各种表现中，最根本的是A. 调畅情志          B. 调畅气机          C. 调节血量D. 疏通水道           E. 促进脾胃运化功能",
      "chooses": [
        "A. 调畅情志          ",
        "B. 调畅气机          ",
        "C. 调节血量",
        "D. 疏通水道           ",
        "E. 促进脾胃运化功"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "216. 在肾气的闭藏功能中，最基本的是A. 纳气归肾，促进元气的生成        B. 固摄二便，防止二便失禁C. 固摄水液，防止水液无故流失  D. 固摄肾精，防止精的无故散失E. 摄纳阳气，防止阳气浮越于上",
      "chooses": [
        "A. 纳气归肾，促进元气的生成        ",
        "B. 固摄二便，防止二便失禁",
        "C. 固摄水液，防止水液无故流失  ",
        "D. 固摄肾精，防止精的无故散失",
        "E. 摄纳阳气，防止阳气浮越于"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "217. 为全身阴阳之根本的脏是A.心         B.肝         C.脾         D.肺        E. 肾",
      "chooses": [
        "A.心         ",
        "B.肝         ",
        "C.脾         ",
        "D.肺        ",
        "E. "
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "218. “天癸”的产生取决于A. 先天禀赋的强弱                 B. 元气的充沛C. 肾阴肾阳的协调平衡             D. 肾中精气的充盈E. 后天之精的充养",
      "chooses": [
        "A. 先天禀赋的强弱                 ",
        "B. 元气的充沛",
        "C. 肾阴肾阳的协调平衡             ",
        "D. 肾中精气的充盈",
        "E. 后天之精的充"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "219. 维持呼吸深度需哪脏的功能A.心        B.肝       C.脾         D.肺          E. 肾",
      "chooses": [
        "A.心        ",
        "B.肝       ",
        "C.脾         ",
        "D.肺          ",
        "E. "
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "220. 以下哪项有误A. 心在液为汗                 B. 肝在液为泪C. 脾在液为涎                 D. 肺在液为涕E. 肾在液为尿",
      "chooses": [
        "A. 心在液为汗                 ",
        "B. 肝在液为泪",
        "C. 脾在液为涎                 ",
        "D. 肺在液为涕",
        "E. 肾在液为"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "221. 以下哪项说法有误A. 肾为先天之本                   B. 肾为封藏之本C. 肾为人体全身阴阳之本           D. 肾阳为五脏阳气之本E. 肾为气之主",
      "chooses": [
        "A. 肾为先天之本                   ",
        "B. 肾为封藏之本",
        "C. 肾为人体全身阴阳之本           ",
        "D. 肾阳为五脏阳气之本",
        "E. 肾为气之"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "222. 与脑髓充盈关系最密切的脏是A.心        B.肺        C.脾          D.肝        E. 肾",
      "chooses": [
        "A.心        ",
        "B.肺        ",
        "C.脾          ",
        "D.肝        ",
        "E. "
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "223. 下列说法中错误的是A. 脑为元神之府                 B. 脉为血之府      C. 腰为肾之府                   D. 肺为气之府E. 胆为中精之府",
      "chooses": [
        "A. 脑为元神之府                 ",
        "B. 脉为血之府      ",
        "C. 腰为肾之府                   ",
        "D. 肺为气之府",
        "E. 胆为中精之"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "224. 下列不属于“七冲门”的是A. 吸门            B. 飞门           C. 户门D. 气门            E. 阑门",
      "chooses": [
        "A. 吸门            ",
        "B. 飞门           ",
        "C. 户门",
        "D. 气门            ",
        "E. 阑"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "225. “孤府”所指的脏腑是A.胃        B.胆         C.膀胱       D.小肠       E. 三焦",
      "chooses": [
        "A.胃        ",
        "B.胆         ",
        "C.膀胱       ",
        "D.小肠       ",
        "E. 三"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "226. “中精之府”是指A.胃        B.胆         C.膀胱        D.小肠      E. 三焦",
      "chooses": [
        "A.胃        ",
        "B.胆         ",
        "C.膀胱        ",
        "D.小肠      ",
        "E. 三"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 227. “中焦如沤”是描绘A. 胃的受纳功能B. 脾的散精功能C. 小肠泌别清浊功能D. 脾胃肝胆等脏腑的消化饮食物的生理过程E. 心肺输布气血的作用",
      "chooses": [
        "A. 胃的受纳功能",
        "B. 脾的散精功能",
        "C. 小肠泌别清浊功能",
        "D. 脾胃肝胆等脏腑的消化饮食物的生理过程",
        "E. 心肺输布气血的作"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 228. “泌别清浊”属于A. 胃的功能           B. 小肠的功能        C. 三焦的功能D. 膀胱的功能         E. 胆的功能",
      "chooses": [
        "A. 胃的功能           ",
        "B. 小肠的功能        ",
        "C. 三焦的功能",
        "D. 膀胱的功能         ",
        "E. 胆的功"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 229. 利小便即所以实大便”治法的 依据是A. 小肠泌别清浊            B. 脾运化水饮C. 肺宣发肃降              D. 肾阳气化E. 肾主水液",
      "chooses": [
        "A. 小肠泌别清浊            ",
        "B. 脾运化水饮",
        "C. 肺宣发肃降              ",
        "D. 肾阳气化",
        "E. 肾主水"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 230. 具有“通行诸气和运行水液”生 理机能的腑是A.胆         B.膀胱       C.胃         D.三焦       E.小肠",
      "chooses": [
        "A.胆         ",
        "B.膀胱       ",
        "C.胃         ",
        "D.三焦       ",
        "E.小"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 231. 气机升降之“枢”是指A. 肺主呼气，肾主纳气            B. 心火下降，肾水上升C. 脾主升清，肺主肃降            D. 脾气主升，胃气主降E. 肝主升发，肺主肃降",
      "chooses": [
        "A. 肺主呼气，肾主纳气            ",
        "B. 心火下降，肾水上升",
        "C. 脾主升清，肺主肃降            ",
        "D. 脾气主升，胃气主降",
        "E. 肝主升发，肺主肃"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 232. 称为“气血生化之源”的脏腑是A.心肺              B.脾胃             C.大小肠D.肝肾              E. 肺肾",
      "chooses": [
        "A.心肺              ",
        "B.脾胃             ",
        "C.大小肠",
        "D.肝肾              ",
        "E. 肺"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 233. 心与肺的关系主要体现在A. 心气与宗气的关系              B. 神与魄的关系C. 心阳与肺阴的关系              D. 气与血的相互为用关系E. 火克金的关系",
      "chooses": [
        "A. 心气与宗气的关系              ",
        "B. 神与魄的关系",
        "C. 心阳与肺阴的关系              ",
        "D. 气与血的相互为用关系",
        "E. 火克金的关"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 234. 脏与脏之间主要表现为阴阳水火 互济互制关系的是A.心与肺             B.心与脾               C.心与肾D.心与肝             E. 肝与肾",
      "chooses": [
        "A.心与肺             ",
        "B.心与脾               ",
        "C.心与肾",
        "D.心与肝             ",
        "E. 肝与"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 235. 脏与脏之间具有先后天互相资生 关系的是A.心与肾               B.心与脾              C.心与肝D.脾与肝               E. 脾与肾",
      "chooses": [
        "A.心与肾               ",
        "B.心与脾              ",
        "C.心与肝",
        "D.脾与肝               ",
        "E. 脾与"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 236. 精血同源主要反映哪两脏之间的关系A.心与肾               B.肝与肾               C.肺与心D.肝与脾               E. 心与脾",
      "chooses": [
        "A.心与肾               ",
        "B.肝与肾               ",
        "C.肺与心",
        "D.肝与脾               ",
        "E. 心与"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 237. 精神互用反映哪两脏的关系A.心与肾               B.心与脾                C.心与肺D.心与肝               E. 肺与皮",
      "chooses": [
        "A.心与肾               ",
        "B.心与脾                ",
        "C.心与肺",
        "D.心与肝               ",
        "E. 肺与"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 238. 肝肺之间的关系主要表现在A. 气机的调节          B. 血液的运行         C. 津液的输布                       D. 气的生成            E. 血的生成",
      "chooses": [
        "A. 气机的调节          ",
        "B. 血液的运行         ",
        "C. 津液的输布                       ",
        "D. 气的生成            ",
        "E. 血的生"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 239. 在机体水液代谢过程中起主要作用的脏腑是A. 肺胃脾               B. 脾肝肾             C. 肺脾肾D. 肺肝肾               E. 心肝肾",
      "chooses": [
        "A. 肺胃脾               ",
        "B. 脾肝肾             ",
        "C. 肺脾肾",
        "D. 肺肝肾               ",
        "E. 心肝"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 240. 与呼吸关系最密切的两脏是A.心肺        B.肝脾       C.肺脾       D.心脾       E.肺肾",
      "chooses": [
        "A.心肺        ",
        "B.肝脾       ",
        "C.肺脾       ",
        "D.心脾       ",
        "E.肺"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 241. “肾为气之根”主要是指A. 肾阳生气            B. 肾为先天之本           C. 肾藏精D. 肾主纳气            E. 肾主水液",
      "chooses": [
        "A. 肾阳生气            ",
        "B. 肾为先天之本           ",
        "C. 肾藏精",
        "D. 肾主纳气            ",
        "E. 肾主水"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 242. 病人喜笑不休多因为A. 心气虚             B.心血虚             C.心气实D.心血瘀              E.心阴虚",
      "chooses": [
        "A. 心气虚             ",
        "B.心血虚             ",
        "C.心气实",
        "D.心血瘀              ",
        "E.心阴"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 243. 内脏下垂主要是因为A.宗气虚             B.胃气虚             C.脾气虚D.肾气虚             E.肝气虚",
      "chooses": [
        "A.宗气虚             ",
        "B.胃气虚             ",
        "C.脾气虚",
        "D.肾气虚             ",
        "E.肝气"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 244. 肾精、肾气、肾阴、肾阳之间的 关系是A. 肾精即肾阴，肾气即肾阳B. 肾精化生肾气，肾气分为肾阴和 肾阳C. 肾精包括肾气，肾精分为肾阴和 肾阳D. 肾气包括肾精，肾气分为肾阴和 肾阳E. 肾气即肾精，肾气分为肾阴和肾阳",
      "chooses": [
        "A. 肾精即肾阴，肾气即肾阳",
        "B. 肾精化生肾气，肾气分为肾阴和 肾阳",
        "C. 肾精包括肾气，肾精分为肾阴和 肾阳",
        "D. 肾气包括肾精，肾气分为肾阴和 肾阳",
        "E. 肾气即肾精，肾气分为肾阴和肾"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 245.机体的阴气不足与下列哪项关系 最为密切A.心阴      B.胃阴      C.肺阴       D.肝阴        E.肾阴",
      "chooses": [
        "A.心阴      ",
        "B.胃阴      ",
        "C.肺阴       ",
        "D.肝阴        ",
        "E.肾"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 246.患者，心悸失眠两月余。由于思虑劳神过度而见眩晕、心悸、失眠、多梦、 腹胀、食少、体倦乏力、精神萎靡、面色无 华。属哪两脏同病A.肝脾       B.心脾       C.肝肺       D.肝胃       E.心肾",
      "chooses": [
        "A.肝脾       ",
        "B.心脾       ",
        "C.肝肺       ",
        "D.肝胃       ",
        "E.心"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 247.患者，咳嗽咯血月余。由于经常 急躁易怒，情志抑郁，而出现咳嗽、胸痛、 咯血。属哪两脏同病A.心脾       B.肝胃        C.肝肺      D.肝脾      E. 心肾",
      "chooses": [
        "A.心脾       ",
        "B.肝胃        ",
        "C.肝肺      ",
        "D.肝脾      ",
        "E. 心"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 248.患者，食少乏力3个月。由于过 度劳累而致头晕乏力、纳呆食少、胸胁胀 满、腹痛泄泻。病机属于A. 肝气乘脾             B. 肝气犯胃          C. 脾虚肝乘D. 胃弱肝乘             E. 肝火犯肺",
      "chooses": [
        "A. 肝气乘脾             ",
        "B. 肝气犯胃          ",
        "C. 脾虚肝乘",
        "D. 胃弱肝乘             ",
        "E. 肝火犯"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 249.患者，男，45岁。心烦不寐，眩 晕耳鸣，健忘，腰酸梦遗，舌红少津，脉细 数。其病变所在脏腑是A.心脾        B.肺肾       C.肺肝       D.心肾       E.肝胃",
      "chooses": [
        "A.心脾        ",
        "B.肺肾       ",
        "C.肺肝       ",
        "D.心肾       ",
        "E.肝"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 250.患者大便稀溏，纳差，腹胀，食后尤甚。主要和下述哪一机能失常有关A. 肺主行水            B. 脾主升清          C. 脾主运化D. 肝主疏泄            E. 肾主水",
      "chooses": [
        "A. 肺主行水            ",
        "B. 脾主升清          ",
        "C. 脾主运化",
        "D. 肝主疏泄            ",
        "E. 肾主"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 251.患者头晕目花，少气倦怠，腹部有坠胀感，脱肛，舌淡苔白，脉弱。主要与 下述哪一功能失常有关A. 脾气运化           B. 肝气升发          C. 脾气升清D. 肝气疏泄           E. 肺气宣发",
      "chooses": [
        "A. 脾气运化           ",
        "B. 肝气升发          ",
        "C. 脾气升清",
        "D. 肝气疏泄           ",
        "E. 肺气宣"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 252.症见肢体浮肿，畏寒肢冷，心悸 怔忡，胸闷气喘，小便不利，神疲乏力，腰 膝酸冷，唇甲青紫。病机属于A. 肝气乘脾             B. 心脾两虚           C. 心肾阳虚D. 脾肾阳虚             E. 心肾阴虚",
      "chooses": [
        "A. 肝气乘脾             ",
        "B. 心脾两虚           ",
        "C. 心肾阳虚",
        "D. 脾肾阳虚             ",
        "E. 心肾阴"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 253.症见咳嗽，胸闷，气短而喘，心 悸，动则尤甚，吐痰清稀，神疲乏力，声低 懒言，自汗，面色淡白。病机属于A. 心脾两虚              B. 心肺气虚           C. 脾虚肝乘D. 胃弱肝乘              E. 肝火犯肺",
      "chooses": [
        "A. 心脾两虚              ",
        "B. 心肺气虚           ",
        "C. 脾虚肝乘",
        "D. 胃弱肝乘              ",
        "E. 肝火犯"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 254.女子闭经3个月，伴心悸，多梦 健忘/头晕目眩，视物模糊，肢麻震颤，面 白无华，爪甲不荣等。病机属于A. 心脾两虚             B. 心肺气虚             C. 肺脾气虚D. 胃弱肝乘             E. 心肝血虚",
      "chooses": [
        "A. 心脾两虚             ",
        "B. 心肺气虚             ",
        "C. 肺脾气虚",
        "D. 胃弱肝乘             ",
        "E. 心肝血"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 255.临床表现为食少，乏力，腹胀， 便溏，久咳不止，气短而喘，咯痰清稀，面部虚浮，声低懒言，面白无华。病机属于A. 心脾两虚            B. 心肺气虚             C. 脾虚肝乘D. 脾肺气虚            E. 肺肾气虚",
      "chooses": [
        "A. 心脾两虚            ",
        "B. 心肺气虚             ",
        "C. 脾虚肝乘",
        "D. 脾肺气虚            ",
        "E. 肺肾气"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 256. 患者耳鸣，咳喘无力，呼多吸少， 动则尤甚，吐痰清稀，声低，乏力，自汗， 腰膝酸软，尿随咳出。病机属于A. 心脾两虚            B. 心肺气虚            C. 肺肾阴虚D. 脾肺气虚            E. 肺肾气虚",
      "chooses": [
        "A. 心脾两虚            ",
        "B. 心肺气虚            ",
        "C. 肺肾阴虚",
        "D. 脾肺气虚            ",
        "E. 肺肾气"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 257.患者咯痰带血，咳嗽痰少，声音 嘶哑，腰膝酸软，形体消痩，口燥咽干，骨 蒸潮热，盗汗，颧红，舌红少苔，脉细数。 病机属于A. 心脾两虚             B. 心肺气虚            C. 肺肾阴虚D. 脾肺气虚             E. 肺肾气虚",
      "chooses": [
        "A. 心脾两虚             ",
        "B. 心肺气虚            ",
        "C. 肺肾阴虚",
        "D. 脾肺气虚             ",
        "E. 肺肾气"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 258. 患者身黄目黄，胁肋胀痛，胁下 痞块，纳呆，厌油腻，泛恶欲呕，腹胀，大 便不调，小便黄，寒热往来，口苦口干，带 下黄稠臭秽，舌苔黄腻，脉弦数。病机属于A. 肝胆湿热             B. 肝火犯胃           C. 肝火犯肺D. 肝气乘脾             E. 肝郁脾虚",
      "chooses": [
        "A. 肝胆湿热             ",
        "B. 肝火犯胃           ",
        "C. 肝火犯肺",
        "D. 肝气乘脾             ",
        "E. 肝郁脾"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 259.患者胁肋胀满疼痛，走窜不定， 胃脘胀痛，吞酸嘈杂，嗳气，呃逆，不思饮 食，情志抑郁，善太息。病机属于A. 肝胆湿热             B. 肝胃不和             C. 肝火犯肺D. 肝气乘脾             E. 心肾不交",
      "chooses": [
        "A. 肝胆湿热             ",
        "B. 肝胃不和             ",
        "C. 肝火犯肺",
        "D. 肝气乘脾             ",
        "E. 心肾不"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 260.患者便溏，胸胁胀满窜痛，善太息，情志抑郁，食少，腹胀，肠鸣矢气，腹痛欲便，泻后痛减。病机属于A. 肝胆湿热             B. 肝火犯胃             C. 肝火犯肺D. 肝肾阴虚             E. 肝郁脾虚",
      "chooses": [
        "A. 肝胆湿热             ",
        "B. 肝火犯胃             ",
        "C. 肝火犯肺",
        "D. 肝肾阴虚             ",
        "E. 肝郁脾"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 261.患者耳鸣，头晕目眩，健忘，胁痛，腰膝酸软，失眠多梦，五心烦热，颧红，遗精。病机属于A. 肝肾阴虚             B. 心肺气虚           C. 肺肾阴虚D. 脾肾阳虚             E. 肺肾气虚",
      "chooses": [
        "A. 肝肾阴虚             ",
        "B. 心肺气虚           ",
        "C. 肺肾阴虚",
        "D. 脾肾阳虚             ",
        "E. 肺肾气"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 262.患者腹泻，腰膝及下腹冷痛，畏 冷肢凉，五更泄泻，完谷不化，便质清冷， 全身水肿，小便不利，舌淡苔白，脉迟。病 机属于，A. 肝肾阴虚            B. 心肺气虚            C. 肺肾阴虚D. 脾肾阳虚            E. 肺肾气虚",
      "chooses": [
        "A. 肝肾阴虚            ",
        "B. 心肺气虚            ",
        "C. 肺肾阴虚",
        "D. 脾肾阳虚            ",
        "E. 肺肾气"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 263.患者胃脘、腹部胀满疼痛，走窜 不定，痛而欲泻，泻而不爽，嗳气，肠鸣， 矢气，得嗳气、矢气后痛减。病机属于A. 胃气虚衰             B. 胃肠气滞            C. 脾气下陷D. 脾气虚衰             E. 肝郁气滞",
      "chooses": [
        "A. 胃气虚衰             ",
        "B. 胃肠气滞            ",
        "C. 脾气下陷",
        "D. 脾气虚衰             ",
        "E. 肝郁气"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 264.患者大便燥如羊屎，艰涩难下， 数日一行，腹胀作痛，左少腹触及包块，口 干，口臭。病机属于A. 肾气不固             B. 津亏肠燥            C. 肠热腑实D. 脾气虚证             E. 大肠湿热",
      "chooses": [
        "A. 肾气不固             ",
        "B. 津亏肠燥            ",
        "C. 肠热腑实",
        "D. 脾气虚证             ",
        "E. 大肠湿"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 265.患者心悸，胸闷，气短，精神疲倦，自汗，活动后加重，面色淡白。病机属于A.心血不足           B.肾气虚衰           C.心气虚衰D.脾气虚衰             E.以上均非",
      "chooses": [
        "A.心血不足           ",
        "B.肾气虚衰           ",
        "C.心气虚衰",
        "D.脾气虚衰             ",
        "E.以上均"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 266. 患者自觉咽部异物，吞之不下， 吐之不出，伴有情志抑郁，善太息，胸胁、 少腹胀满疼痛，走窜不定。病机属于A.肾气不固           B.胃肠气滞             C.肺气失宣D.脾气虚衰             E.肝气郁结",
      "chooses": [
        "A.肾气不固           ",
        "B.胃肠气滞             ",
        "C.肺气失宣",
        "D.脾气虚衰             ",
        "E.肝气郁"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 267.患者久病咳喘，咳嗽无力，气短而喘，动则尤甚，咯痰清稀，伴有声低懒 言，自汗，畏风，神疲体倦等。病机属于A.肺气虚衰             B.肾气虚衰             C.心气虚衰D.脾气虚衰               E.胃气虚弱",
      "chooses": [
        "A.肺气虚衰             ",
        "B.肾气虚衰             ",
        "C.心气虚衰",
        "D.脾气虚衰               ",
        "E.胃气虚"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 268.患者，胃脘隐痛，痞满喜按，食 欲不振，食后胀甚，嗳气，口淡不渴，面色 萎黄，气短懒言，神疲倦怠。病机属于A.肝气郁结           B.胃肠气滞             C.肺气失宣D.脾气虚衰             E.胃气虚弱",
      "chooses": [
        "A.肝气郁结           ",
        "B.胃肠气滞             ",
        "C.肺气失宣",
        "D.脾气虚衰             ",
        "E.胃气虚"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 269.患者，闭经，伴有头晕眼花，视 力减退，肢体麻木，手足震颤，爪甲不荣， 面白无华。病机属于A.心血不足          B.肝血不足              C.心气虚衰D.脾不统血            E.心肝血虚",
      "chooses": [
        "A.心血不足          ",
        "B.肝血不足              ",
        "C.心气虚衰",
        "D.脾不统血            ",
        "E.心肝血"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 270.称“先天之本”的是A.心        B.脾       C.肝          D.肾       E.肺",
      "chooses": [
        "A.心        ",
        "B.脾       ",
        "C.肝          ",
        "D.肾       ",
        "E."
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": " 271.称“罢极之本”的是A.心       B.脾          C.肝          D.肾       E.肺",
      "chooses": [
        "A.心       ",
        "B.脾          ",
        "C.肝          ",
        "D.肾       ",
        "E."
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 272.主调节血量的是A.心       B.脾         C.肝         D.肾         E.肺",
      "chooses": [
        "A.心       ",
        "B.脾         ",
        "C.肝         ",
        "D.肾         ",
        "E."
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 273.主统血的是A.心      B.脾         C.肝          D.肾       E.肺",
      "chooses": [
        "A.心      ",
        "B.脾         ",
        "C.肝          ",
        "D.肾       ",
        "E."
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 274.喜燥恶湿与哪项有关A.心        B.脾      C.肝        D.肾       E.肺",
      "chooses": [
        "A.心        ",
        "B.脾      ",
        "C.肝        ",
        "D.肾       ",
        "E."
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 275.体阴而用阳与哪项有关A.心        B.脾      C.肝        D.肾       E.肺",
      "chooses": [
        "A.心        ",
        "B.脾      ",
        "C.肝        ",
        "D.肾       ",
        "E."
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 276.属肾的生理机能的是A.生气      B.纳气       C.主气   D.载气      E.调气",
      "chooses": [
        "A.生气      ",
        "B.纳气       ",
        "C.主气   ",
        "D.载气      ",
        "E.调"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 277.属肺的生理机能的是A.生气      B.纳气       C.主气     D.载气      E.调气",
      "chooses": [
        "A.生气      ",
        "B.纳气       ",
        "C.主气     ",
        "D.载气      ",
        "E.调"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 278.与肺的宣发关系不密切者是A.皮肤    B.汗孔        C.头发    D.津液       E.卫气",
      "chooses": [
        "A.皮肤    ",
        "B.汗孔        ",
        "C.头发    ",
        "D.津液       ",
        "E.卫"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 279.与人体抵御外邪关系最密切的是A.皮肤    B.汗孔        C.头发    D.津液       E.卫气",
      "chooses": [
        "A.皮肤    ",
        "B.汗孔        ",
        "C.头发    ",
        "D.津液       ",
        "E.卫"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 280.主行水的是A.肺      B.脾      C.三焦        D.肾       E.膀胱",
      "chooses": [
        "A.肺      ",
        "B.脾      ",
        "C.三焦        ",
        "D.肾       ",
        "E.膀"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 281. 肺为A. 君主之官                       B. 将军之官                                   C. 作强之官                       D. 仓廪之官E. 相傅之官",
      "chooses": [
        "A. 君主之官                       ",
        "B. 将军之官                                   ",
        "C. 作强之官                       ",
        "D. 仓廪之官",
        "E. 相傅之"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 282.肾为A. 君主之官                       B. 将军之官                                   C. 作强之官                       D. 仓廪之官E. 相傅之官",
      "chooses": [
        "A. 君主之官                       ",
        "B. 将军之官                                   ",
        "C. 作强之官                       ",
        "D. 仓廪之官",
        "E. 相傅之"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 283血液的生化之源是A.心     B.肝     C.脾        D.肺        E.肾",
      "chooses": ["A.心     ", "B.肝     ", "C.脾        ", "D.肺        ", "E."],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 284.推动血液运行的是A.心     B.肝     C.脾        D.肺        E.肾",
      "chooses": ["A.心     ", "B.肝     ", "C.脾        ", "D.肺        ", "E."],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 285.脉为A.元神之府     B.玄府    C.血之府      D.孤府   E.传导之府",
      "chooses": [
        "A.元神之府     ",
        "B.玄府    ",
        "C.血之府      ",
        "D.孤府   ",
        "E.传导之"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 286.汗孔为A.元神之府     B.玄府    C.血之府      D.孤府   E.传导之府",
      "chooses": [
        "A.元神之府     ",
        "B.玄府    ",
        "C.血之府      ",
        "D.孤府   ",
        "E.传导之"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 287. 大肠与小肠交接处是A.阑门        B.幽门       C.贲门      D.吸门       E. 魄门",
      "chooses": [
        "A.阑门        ",
        "B.幽门       ",
        "C.贲门      ",
        "D.吸门       ",
        "E. 魄"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 288.小肠与胃交接处是A.阑门        B.幽门       C.贲门      D.吸门       E. 魄门",
      "chooses": [
        "A.阑门        ",
        "B.幽门       ",
        "C.贲门      ",
        "D.吸门       ",
        "E. 魄"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 289.脑为A.髓海                   B.气海              C.水谷之海    D.血海                   E.经脉之海",
      "chooses": [
        "A.髓海                   ",
        "B.气海              ",
        "C.水谷之海    ",
        "D.血海                   ",
        "E.经脉之"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 290.胃为A.髓海                   B.气海              C.水谷之海    D.血海                   E.经脉之海",
      "chooses": [
        "A.髓海                   ",
        "B.气海              ",
        "C.水谷之海    ",
        "D.血海                   ",
        "E.经脉之"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 291.“元神之府”指的A. 胆       B. 脑         C. 脉       D. 头         E. 骨",
      "chooses": [
        "A. 胆       ",
        "B. 脑         ",
        "C. 脉       ",
        "D. 头         ",
        "E. "
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 292.“血之府”指的是A. 胆        B. 脑         C. 脉        D. 头         E. 骨",
      "chooses": [
        "A. 胆        ",
        "B. 脑         ",
        "C. 脉        ",
        "D. 头         ",
        "E. "
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 293.州都之官是指A. 膀胱      B. 大肠       C. 小肠       D. 三焦      E. 胃",
      "chooses": [
        "A. 膀胱      ",
        "B. 大肠       ",
        "C. 小肠       ",
        "D. 三焦      ",
        "E. "
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 294.受盛之官是指A. 膀胱      B. 大肠       C. 小肠       D. 三焦      E. 胃",
      "chooses": [
        "A. 膀胱      ",
        "B. 大肠       ",
        "C. 小肠       ",
        "D. 三焦      ",
        "E. "
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 295.主运行水液的是A.大肠    B.小肠        C.三焦     D.膀胱       E.肾",
      "chooses": [
        "A.大肠    ",
        "B.小肠        ",
        "C.三焦     ",
        "D.膀胱       ",
        "E."
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 296.主传化糟粕的是A.大肠    B.小肠        C.三焦     D.膀胱       E.肾",
      "chooses": [
        "A.大肠    ",
        "B.小肠        ",
        "C.三焦     ",
        "D.膀胱       ",
        "E."
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": " 297.“水火既济”说明哪两脏的关系A.肝与脾              B.心与肾              C.肝与肾D.肺与脾               E.肺与肾",
      "chooses": [
        "A.肝与脾              ",
        "B.心与肾              ",
        "C.肝与肾",
        "D.肺与脾               ",
        "E.肺与"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": " 298.“乙癸同源”说明哪两脏的关系A.肝与脾              B.心与肾              C.肝与肾D.肺与脾               E.肺与肾",
      "chooses": [
        "A.肝与脾              ",
        "B.心与肾              ",
        "C.肝与肾",
        "D.肺与脾               ",
        "E.肺与"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": " 299.与水液代谢和呼吸运动关系密切的是A.心与肾              B.肝与肾              C.脾与肾D.肺与脾               E.肺与肾",
      "chooses": [
        "A.心与肾              ",
        "B.肝与肾              ",
        "C.脾与肾",
        "D.肺与脾               ",
        "E.肺与"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": " 300.与气的生成和津液的输布关系密切的是A.心与肾              B.肝与肾              C.脾与肾D.肺与脾               E.肺与肾",
      "chooses": [
        "A.心与肾              ",
        "B.肝与肾              ",
        "C.脾与肾",
        "D.肺与脾               ",
        "E.肺与"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "301．奠定经络学说理论体系基础的医籍是A．《黄帝内经》B．《难经》C．《伤寒杂病论》D．《阴阳十一脉灸经》E．《十四经发挥》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《阴阳十一脉灸经》",
        "E．《十四经发挥"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "302．首创“奇经八脉”一词的医籍是A．《黄帝内经》B．《难经》C．《伤寒杂病论》D．《阴阳十一脉灸经》E．《针灸甲乙经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《阴阳十一脉灸经》",
        "E．《针灸甲乙经"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "303．经络系统中，与脏腑有直接络属关系的是A．奇经八脉B．十二经别C．别络D．十二正经E．十二经筋",
      "chooses": [
        "A．奇经八脉",
        "B．十二经别",
        "C．别络",
        "D．十二正经",
        "E．十二经"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "304．在人体内具有“溢奇邪”、“通荣卫”作用的是A．浮络B．皮部C．经别D．别络E．孙络",
      "chooses": ["A．浮络", "B．皮部", "C．经别", "D．别络", "E．孙"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "305．行于上肢内侧后缘的经脉是A．手少阴心经 B．手太阴肺经C．手厥阴心包经D．足太阴脾经E．足厥阴肝经",
      "chooses": [
        "A．手少阴心经 ",
        "B．手太阴肺经",
        "C．手厥阴心包经",
        "D．足太阴脾经",
        "E．足厥阴肝"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "306．在内踝尖上八寸以上，循行于内侧前缘的经脉是A．足太阴脾经B．足厥阴肝经C．足少阴肾经D．足阳明胃经E．手厥阴心包经",
      "chooses": [
        "A．足太阴脾经",
        "B．足厥阴肝经",
        "C．足少阴肾经",
        "D．足阳明胃经",
        "E．手厥阴心包"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "307．《灵枢·逆顺肥痩》说“足之三阳”的走向是A．从手走头B．从足走腹C．从头走足D．从脏走手E．从内走外",
      "chooses": [
        "A．从手走头",
        "B．从足走腹",
        "C．从头走足",
        "D．从脏走手",
        "E．从内走"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "308．足、手阴经交接于A．头B．胸  C．腹 D．手   E．足",
      "chooses": ["A．头", "B．胸  ", "C．腹 ", "D．手   ", "E．"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "309．按十二经脉流注次序，小肠经下接A．足太阳膀胱经B．足少阳胆经C．手少阴心经D．足少阴肾经E．手少阳三焦经",
      "chooses": [
        "A．足太阳膀胱经",
        "B．足少阳胆经",
        "C．手少阴心经",
        "D．足少阴肾经",
        "E．手少阳三焦"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "310．“绕阴器，抵小腹”的经脉是 A．足少阴肾经B．足太阳膀胱经C．足太阴脾经D．足厥阴肝经E．足少阳胆经",
      "chooses": [
        "A．足少阴肾经",
        "B．足太阳膀胱经",
        "C．足太阴脾经",
        "D．足厥阴肝经",
        "E．足少阳胆"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "311．“司眼睑开合”的经脉是A．跷脉B．维脉C．冲脉D．任脉E．督脉",
      "chooses": ["A．跷脉", "B．维脉", "C．冲脉", "D．任脉", "E．督"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "312．分布于皮肤表面的络脉称为A．孙络B．细络C．别络D．浮络E．以上都不是",
      "chooses": ["A．孙络", "B．细络", "C．别络", "D．浮络", "E．以上都不"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "313．具有约束骨骼、主司关节运动功能的是A．十二皮部B．阴维脉和阳维脉C．十二经筋D．十五别络E．督脉",
      "chooses": [
        "A．十二皮部",
        "B．阴维脉和阳维脉",
        "C．十二经筋",
        "D．十五别络",
        "E．督"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "314．按分经诊断，下牙痛多在A．足阳明胃经B．手阳明大肠经C．手太阳小肠经D．足少阳胆经E．手少阳三焦经",
      "chooses": [
        "A．足阳明胃经",
        "B．手阳明大肠经",
        "C．手太阳小肠经",
        "D．足少阳胆经",
        "E．手少阳三焦"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "315．具有调节阴经气血，称为“阴脉之海”的经脉是A．冲脉B．督脉C．带脉D．任脉E．阳跷脉",
      "chooses": ["A．冲脉", "B．督脉", "C．带脉", "D．任脉", "E．阳跷"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "316．以下不具有表里经关系的是A．阳跷脉与阴跷脉B．手太阴肺经与手阳明大肠经C．足阳明胃经与足太阴脾经D．足厥阴肝经与足少阳胆经E．手少阳三焦经与手厥阴心包经",
      "chooses": [
        "A．阳跷脉与阴跷脉",
        "B．手太阴肺经与手阳明大肠经",
        "C．足阳明胃经与足太阴脾经",
        "D．足厥阴肝经与足少阳胆经",
        "E．手少阳三焦经与手厥阴心包"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "317．在内踝尖上八寸以下，循行于内侧前缘的经脉是A．足太阴脾经B．足厥阴肝经C．足少阴肾经D．足阳明胃经E．手厥阴心包经",
      "chooses": [
        "A．足太阴脾经",
        "B．足厥阴肝经",
        "C．足少阴肾经",
        "D．足阳明胃经",
        "E．手厥阴心包"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "318．循行经过寸口的经脉是A．手少阴心经B．手太阳小肠经C．手厥阴心包经D．手阳明大肠经E．手太阴肺经",
      "chooses": [
        "A．手少阴心经",
        "B．手太阳小肠经",
        "C．手厥阴心包经",
        "D．手阳明大肠经",
        "E．手太阴肺"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "319．称为“血海”的经脉是A．冲脉   B．任脉C．足厥阴肝经D．足阳明胃经E．足少阴肾经",
      "chooses": [
        "A．冲脉   ",
        "B．任脉",
        "C．足厥阴肝经",
        "D．足阳明胃经",
        "E．足少阴肾"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "320．称为“十二经脉之海”的经脉是A．督脉B．任脉C．冲脉  D．足阳明胃经E．足少阴肾经",
      "chooses": [
        "A．督脉",
        "B．任脉",
        "C．冲脉  ",
        "D．足阳明胃经",
        "E．足少阴肾"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "321．主司妇女带下的经脉是A．冲脉B．任脉C．带脉  D．督脉E．以上均非",
      "chooses": ["A．冲脉", "B．任脉", "C．带脉  ", "D．督脉", "E．以上均"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "322．患者产后子宫脱垂，腰脊绕腹而痛，带下增多，属于下列哪经的病变A．冲脉B．督脉C．带脉D．任脉E．以上均非",
      "chooses": ["A．冲脉", "B．督脉", "C．带脉", "D．任脉", "E．以上均"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "323．患者头痛，后头部尤甚，下连项部，属于下列哪经的病变A．足阳明胃经B．足少阳胆经C．足太阴脾经D．足厥阴肝经E．足太阳膀胱经",
      "chooses": [
        "A．足阳明胃经",
        "B．足少阳胆经",
        "C．足太阴脾经",
        "D．足厥阴肝经",
        "E．足太阳膀胱"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "324．患者两胁胀痛，牵引少腹及睾丸，病属A．足阳明胃经B．足少阳胆经 C．足少阴肾经D．足厥阴肝经E．冲脉",
      "chooses": [
        "A．足阳明胃经",
        "B．足少阳胆经 ",
        "C．足少阴肾经",
        "D．足厥阴肝经",
        "E．冲"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "325．属经络系统连属部分的是A．十五别络  B．十二经别C．浮络  D．孙洛E．十二经筋",
      "chooses": [
        "A．十五别络  ",
        "B．十二经别",
        "C．浮络  ",
        "D．孙洛",
        "E．十二经"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "326．行于下肢内侧后缘的是A．手少阴心经B．足太阴脾经C．手太阴肺经D．足厥阴肝经E．足少阴肾经",
      "chooses": [
        "A．手少阴心经",
        "B．足太阴脾经",
        "C．手太阴肺经",
        "D．足厥阴肝经",
        "E．足少阴肾"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "327．足厥阴肝经的走向是A．从脏走手  B．从手走头C．从头走足D．从足走腹E．以上都不是",
      "chooses": [
        "A．从脏走手  ",
        "B．从手走头",
        "C．从头走足",
        "D．从足走腹",
        "E．以上都不"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "328．属大肠络肺的经脉是A．手阳明大肠经B．足阳明胃经C．手太阴肺经D．足少阳胆经E．手太阳小肠经",
      "chooses": [
        "A．手阳明大肠经",
        "B．足阳明胃经",
        "C．手太阴肺经",
        "D．足少阳胆经",
        "E．手太阳小肠"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "329．有主胞胎作用的是A．任脉B．督脉C．冲脉D．带脉E．跷脉",
      "chooses": ["A．任脉", "B．督脉", "C．冲脉", "D．带脉", "E．跷"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "330．具有加强足三阴、足三阳经脉与心脏联系作用的是A．十二经筋B．十二经别C．十二皮部D．奇经八脉E．十五别络",
      "chooses": [
        "A．十二经筋",
        "B．十二经别",
        "C．十二皮部",
        "D．奇经八脉",
        "E．十五别"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "331．具有涵蓄和调节十二经气血功能的是A．十二皮部    B．十二经筋C．奇经八脉D．十二经别E．十五别络",
      "chooses": [
        "A．十二皮部    ",
        "B．十二经筋",
        "C．奇经八脉",
        "D．十二经别",
        "E．十五别"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "332.手太阴肺经的起点在A.肺中B.中焦C.胃中D.膻中E.手拇指桡侧端",
      "chooses": ["A.肺中", "B.中焦", "C.胃中", "D.膻中", "E.手拇指桡侧"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "333.手足三阳经在四肢的分布规律是A.阳明在前，少阳在中，太阳在后 B.阳明在前，太阳在中，少阳在后 C.少阳在前，阳明在中，太阳在后 D.少阳在前，太阳在中，阳明在后 E.太阳在前，阳明在中，少阳在后 ",
      "chooses": [
        "A.阳明在前，少阳在中，太阳在后 ",
        "B.阳明在前，太阳在中，少阳在后 ",
        "C.少阳在前，阳明在中，太阳在后 ",
        "D.少阳在前，太阳在中，阳明在后 ",
        "E.太阳在前，阳明在中，少阳在后"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "334.十二经脉气血充盛有余时，则渗注于A.经别     B.别络     C.奇经      D.督脉     E.浮络 ",
      "chooses": [
        "A.经别     ",
        "B.别络     ",
        "C.奇经      ",
        "D.督脉     ",
        "E.浮络"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "335.创立“引经报使”A.李杲B.朱震亨C.刘完素D.寇宗奭E.张元素",
      "chooses": ["A.李杲", "B.朱震亨", "C.刘完素", "D.寇宗奭", "E.张元"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "336.按循经诊断，在胸前“虚里’ 疼痛，痛连左手臂及小指，应考虑A.心脏疾病B.肺脏疾病 C.肝胆疾病D.脾胃疾病E.肾脏疾病",
      "chooses": [
        "A.心脏疾病",
        "B.肺脏疾病 ",
        "C.肝胆疾病",
        "D.脾胃疾病",
        "E.肾脏疾"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "337.十二正经中，联系脏腑最多的经脉是A.足厥阴肝经B.足少阴肾经C.足太阴脾经D.足阳明胃经E.足太阳膀胱经",
      "chooses": [
        "A.足厥阴肝经",
        "B.足少阴肾经",
        "C.足太阴脾经",
        "D.足阳明胃经",
        "E.足太阳膀胱"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "338.循行于“乳中线”的经脉是A.肝经B.心经C.胆经D.脾经E.肾经",
      "chooses": ["A.肝经", "B.心经", "C.胆经", "D.脾经", "E.肾"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "339.正经是指 A 督脉    B 冲脉   C 十二经别   D 十二经脉   E 任脉",
      "chooses": [
        "A 督脉    ",
        "B 冲脉   ",
        "C 十二经别   ",
        "D 十二经脉   ",
        "E 任"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "340.足胆经与阳跷脉会于A.大拇指B.目内眦C.项后D.目外眦E.以上都不是",
      "chooses": ["A.大拇指", "B.目内眦", "C.项后", "D.目外眦", "E.以上都不"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "341.十二经脉气血流注形式为 A.直线贯注  B.循环贯注  C.手足贯注  D.左右贯注   E.上下贯注 ",
      "chooses": [
        "A.直线贯注  ",
        "B.循环贯注  ",
        "C.手足贯注  ",
        "D.左右贯注   ",
        "E.上下贯注"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "342.患者足跟部绵绵作痛，不能任地， 伴有腰膝酸软等症，病属A.足阳明经B.足少阳经C.足太阴经.D.足厥阴经E.足少阴经",
      "chooses": [
        "A.足阳明经",
        "B.足少阳经",
        "C.足太阴经.",
        "D.足厥阴经",
        "E.足少阴"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "343.手太阳小肠经与足太阳膀胱经交接于A.胸中B.心中C.肺中D.无名指端E.以上都不是",
      "chooses": ["A.胸中", "B.心中", "C.肺中", "D.无名指端", "E.以上都不"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "344.头痛的部位在前额者，病变多在A.少阳经 B.阳明经 C.太阳经  D.厥阴经   E.督脉",
      "chooses": ["A.少阳经 ", "B.阳明经 ", "C.太阳经  ", "D.厥阴经   ", "E.督"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "345．先天禀赋决定着体质的相对A．可变性B．连续性C．复杂性D．普遍性E．稳定性",
      "chooses": ["A．可变性", "B．连续性", "C．复杂性", "D．普遍性", "E．稳定"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "346．后天各种因素使体质具有A．可变性B．稳定性C．全面性D．普遍性E．复杂性",
      "chooses": ["A．可变性", "B．稳定性", "C．全面性", "D．普遍性", "E．复杂"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "347．健康人的理想体质类型是A．偏阳质    B．偏阴质C．阴阳平和质D．肥胖质E．瘦小质",
      "chooses": [
        "A．偏阳质    ",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．肥胖质",
        "E．瘦小"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "348．具有亢奋、偏热、多动等特点的体质为A．阴阳平和质B．偏阴质C．偏阳质D．肝郁质E．阳虚质",
      "chooses": [
        "A．阴阳平和质",
        "B．偏阴质",
        "C．偏阳质",
        "D．肝郁质",
        "E．阳虚"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "349．具有抑制、偏寒、多静等特点的体质为A．阴阳平和质B．偏阴质C．偏阳质D．阴虚质E．气虚质",
      "chooses": [
        "A．阴阳平和质",
        "B．偏阴质",
        "C．偏阳质",
        "D．阴虚质",
        "E．气虚"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "350．气虚湿盛体质，受邪后多从A．寒化B．热化 C．燥化D．湿化  E．火化",
      "chooses": ["A．寒化", "B．热化 ", "C．燥化", "D．湿化  ", "E．火"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "351．素体津亏血耗者，易致邪从A．寒化B．实化C．虚化D．湿化E．燥化",
      "chooses": ["A．寒化", "B．实化", "C．虚化", "D．湿化", "E．燥"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "352．某人身体强壮、胖痩适中，饮食无偏嗜，二便通调，面色红润，性格开朗随和，精力充沛，举动灵活，睡眠良好。属于A．偏阳质B．偏阴质C．阴阳平和质D．阳亢质E．痰湿质",
      "chooses": [
        "A．偏阳质",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．阳亢质",
        "E．痰湿"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "353．某人，形体偏瘦，面色红润，食欲旺盛，喜饮冷水，易出汗，性格外向，喜动好强，自制力较差。属于A．偏阳质B．偏阴质C．阴阳平和质D．气郁质E．阳虚质",
      "chooses": [
        "A．偏阳质",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．气郁质",
        "E．阳虚"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "354．某人形体偏胖，面色萎黄，食量较小，喜饮热水，性格内向，动作迟缓，容易疲劳。属于A．偏阳质B．偏阴质C．阴阳平和质D．阴虚质E．气郁质",
      "chooses": [
        "A．偏阳质",
        "B．偏阴质",
        "C．阴阳平和质",
        "D．阴虚质",
        "E．气郁"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "355．病情随体质而发生的转化称为A．质势B．病势C．从化D．传变E．易感性",
      "chooses": ["A．质势", "B．病势", "C．从化", "D．传变", "E．易感"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "356．素体阴虚阳亢者，受邪后多从A．寒化B．热化C．燥化D．湿化E．传化",
      "chooses": ["A．寒化", "B．热化", "C．燥化", "D．湿化", "E．传"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "357．素体阳虚阴盛者，受邪后多从A．寒化B．热化C．燥化D．湿化E．传化",
      "chooses": ["A．寒化", "B．热化", "C．燥化", "D．湿化", "E．传"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "358．偏阳质者A．易患寒证B．易患热证C．喜静少动D．容易疲劳",
      "chooses": ["A．易患寒证", "B．易患热证", "C．喜静少动", "D．容易疲"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "359．阴阳平和质者A．易患寒证B．易患热证C．喜静少动D．精力充沛",
      "chooses": ["A．易患寒证", "B．易患热证", "C．喜静少动", "D．精力充"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "360．嗜食肥甘厚味，易形成A．偏阳体质 B．痰湿体质C．偏阴体质D．平和质",
      "chooses": ["A．偏阳体质 ", "B．痰湿体质", "C．偏阴体质", "D．平和"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "361．嗜食辛辣，易形成A．偏阳体质 B．痰湿体质C．偏阴体质D．平和质",
      "chooses": ["A．偏阳体质 ", "B．痰湿体质", "C．偏阴体质", "D．平和"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "362．体质偏阴者治宜A.甘寒凉润B.补气培元C.健脾芳化D.清热利湿E.温补益火",
      "chooses": [
        "A.甘寒凉润",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "363．体质偏阳者治宜A.甘寒凉润B.补气培元C.健脾芳化D.清热利湿E.温补益火",
      "chooses": [
        "A.甘寒凉润",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "364．偏阳质的人不会发展演化成的病理体质是A. 阳亢B. 阴虚C. 痰湿D. 痰火",
      "chooses": ["A. 阳亢", "B. 阴虚", "C. 痰湿", "D. 痰"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "365．偏阴质的人不会发展演化成的病理体质是A. 阳虚B. 水饮C. 阳亢D. 痰湿",
      "chooses": ["A. 阳虚", "B. 水饮", "C. 阳亢", "D. 痰"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "366．对于偏阳质者，下列说法错误的是A. 易感风、暑、热邪B. 易感寒湿之邪C. 耐寒D. 发病后多表现为热证、实证",
      "chooses": [
        "A. 易感风、暑、热邪",
        "B. 易感寒湿之邪",
        "C. 耐寒",
        "D. 发病后多表现为热证、实"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "367．对于偏阴质者，下列说法错误的是A. 易感风、暑、热邪B. 易感寒湿之邪C. 发病后多表现为寒证、虚证D. 耐热",
      "chooses": [
        "A. 易感风、暑、热邪",
        "B. 易感寒湿之邪",
        "C. 发病后多表现为寒证、虚证",
        "D. 耐"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "368．奠定中医体质理论基础的古代医籍为A. 《伤寒杂病论》B. 《千金要方》C. 《景岳全书》D. 《黄帝内经》",
      "chooses": [
        "A. 《伤寒杂病论》",
        "B. 《千金要方》",
        "C. 《景岳全书》",
        "D. 《黄帝内经"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "369．病情随体质而发生的转化称为A. 质势B. 病势C. 从化D. 传变",
      "chooses": ["A. 质势", "B. 病势", "C. 从化", "D. 传"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "370．不同体质类型所具有的潜在的、相对稳定的倾向性称为A. 质势B. 病势C. 从化D. 传变",
      "chooses": ["A. 质势", "B. 病势", "C. 从化", "D. 传"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "371.体质偏阴者治宜A甘寒凉B.补气培元C.健脾芳化D.清热利湿E.温补益火",
      "chooses": [
        "A甘寒凉",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "372.体质偏阳者治宜A甘寒凉B.补气培元C.健脾芳化D.清热利湿E.温补益火",
      "chooses": [
        "A甘寒凉",
        "B.补气培元",
        "C.健脾芳化",
        "D.清热利湿",
        "E.温补益"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "373.提出“千般疢难，不越三条”的医家是A.张机B.王冰C.陈言D.李杲E.叶桂",
      "chooses": ["A.张机", "B.王冰", "C.陈言", "D.李杲", "E.叶"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "374.系统阐述“三因学说”的医家是A.张机B.王冰C.陈言D.李杲E.叶桂",
      "chooses": ["A.张机", "B.王冰", "C.陈言", "D.李杲", "E.叶"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "375.东南沿海地区多湿病，反映了六淫致病特点中的哪一项A.季节性B.相兼性 C.地域性D.转化性E.外感性",
      "chooses": ["A.季节性", "B.相兼性 ", "C.地域性", "D.转化性", "E.外感"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "376.风邪伤人，病变部位不固定是由于A.风性数变B.风性善行C.风性主动D.风性轻扬E.风性开泄",
      "chooses": [
        "A.风性数变",
        "B.风性善行",
        "C.风性主动",
        "D.风性轻扬",
        "E.风性开"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "377.以“善行而数变”为致病特点的病邪是A.风邪B.暑邪C.燥邪D.湿邪E.热邪",
      "chooses": ["A.风邪", "B.暑邪", "C.燥邪", "D.湿邪", "E.热"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "378.常为外感致病之先导的邪气是A.热邪 B.寒邪C.燥邪D.湿邪E.风邪",
      "chooses": ["A.热邪 ", "B.寒邪", "C.燥邪", "D.湿邪", "E.风"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "379.致病具有动摇不定特点的病邪是A.湿邪B.寒邪C.风邪D.燥邪E.药邪",
      "chooses": ["A.湿邪", "B.寒邪", "C.风邪", "D.燥邪", "E.药"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "380.常引起筋脉拘挛、屈伸不利、腠理闭塞、气机收敛的邪气是A.风邪B.寒邪C.湿邪D.瘀血E.痰饮",
      "chooses": ["A.风邪", "B.寒邪", "C.湿邪", "D.瘀血", "E.痰"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "381.感受寒邪而致的“中寒”是指A.寒邪伤于肌表B.寒邪入中经脉C.寒邪自内而生D.寒邪直中脏腑E.寒邪侵及血分",
      "chooses": [
        "A.寒邪伤于肌表",
        "B.寒邪入中经脉",
        "C.寒邪自内而生",
        "D.寒邪直中脏腑",
        "E.寒邪侵及血"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "382.感受寒邪而致的“伤寒”是指A.寒客肌表B.寒客经脉C.寒客气分D.寒客脏腑E.寒客血分",
      "chooses": [
        "A.寒客肌表",
        "B.寒客经脉",
        "C.寒客气分",
        "D.寒客脏腑",
        "E.寒客血"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "383.六淫中最易导致疼痛的邪气是A.风邪B.火邪C.寒邪D.燥邪E.湿邪",
      "chooses": ["A.风邪", "B.火邪", "C.寒邪", "D.燥邪", "E.湿"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "384.具有凝滞、收引性质的病邪是A.湿邪B.寒邪C.风邪D.燥邪E.药邪",
      "chooses": ["A.湿邪", "B.寒邪", "C.风邪", "D.燥邪", "E.药"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "385.致病具有病程缠绵特点的病邪是A.风邪B.暑邪C.湿邪D.燥邪E.火邪",
      "chooses": ["A.风邪", "B.暑邪", "C.湿邪", "D.燥邪", "E.火"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "386. 湿邪最易损伤A.心阳B.肺阳C.脾阳D.肝阳E.肾阳",
      "chooses": ["A.心阳", "B.肺阳", "C.脾阳", "D.肝阳", "E.肾"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "387.其性趋下的病邪是A.火邪B.燥邪C.湿邪D.风邪E.暑邪",
      "chooses": ["A.火邪", "B.燥邪", "C.湿邪", "D.风邪", "E.暑"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "388.导致“着痹”的主要邪气是A. 寒邪B. 风邪C. 热邪D. 湿邪E. 燥邪",
      "chooses": ["A. 寒邪", "B. 风邪", "C. 热邪", "D. 湿邪", "E. 燥"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "389.致病后可出现各种秽浊症状的邪气是A.风邪B.寒邪C.火邪D.湿邪E.燥邪",
      "chooses": ["A.风邪", "B.寒邪", "C.火邪", "D.湿邪", "E.燥"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "390.致病具有易阻气机特点的病邪是A.风邪B.暑邪C.湿邪D.燥邪E.火邪",
      "chooses": ["A.风邪", "B.暑邪", "C.湿邪", "D.燥邪", "E.火"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "391.具有重浊特点的病邪是A.风邪B.暑邪C.湿邪D.燥邪E.火邪",
      "chooses": ["A.风邪", "B.暑邪", "C.湿邪", "D.燥邪", "E.火"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "392.湿邪、寒邪的共同致病特征是A.损伤阳气B.阻遏气机C.黏腻重浊D.凝滞收引E.易袭阳位",
      "chooses": [
        "A.损伤阳气",
        "B.阻遏气机",
        "C.黏腻重浊",
        "D.凝滞收引",
        "E.易袭阳"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "393.六淫中最易伤肺的邪气是A.风邪B.火邪C.燥邪D.暑邪E.湿邪",
      "chooses": ["A.风邪", "B.火邪", "C.燥邪", "D.暑邪", "E.湿"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "394.其性干涩，易伤津液的病邪是A.风邪B.燥邪C.火邪D.暑邪E.疠气",
      "chooses": ["A.风邪", "B.燥邪", "C.火邪", "D.暑邪", "E.疠"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "395.六淫中最易导致出血的病邪是A.寒邪B.湿邪C.风邪D.火邪E.燥气",
      "chooses": ["A.寒邪", "B.湿邪", "C.风邪", "D.火邪", "E.燥"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "396.六淫中易致阳性疮痈的病邪是A.寒邪B.湿邪C.风邪D.火邪E.燥气",
      "chooses": ["A.寒邪", "B.湿邪", "C.风邪", "D.火邪", "E.燥"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "397.下列哪一项是火、燥、暑共同的致病特征A.上炎B.耗气C.伤津D.动血E.生风",
      "chooses": ["A.上炎", "B.耗气", "C.伤津", "D.动血", "E.生"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "398.六淫中致病季节性最强的邪气是A.风邪B.火邪C.燥邪D.暑邪E.湿邪",
      "chooses": ["A.风邪", "B.火邪", "C.燥邪", "D.暑邪", "E.湿"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "399.具有升散而又多夹湿特性的邪气是A.湿邪B.燥邪C.热邪D.暑邪E.寒邪",
      "chooses": ["A.湿邪", "B.燥邪", "C.热邪", "D.暑邪", "E.寒"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "400.具有强烈致病性和传染性的病邪是A.六淫B.疠气C.痰饮D.瘀血E.药邪",
      "chooses": ["A.六淫", "B.疠气", "C.痰饮", "D.瘀血", "E.药"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "401.下列哪一项不属于疠气的致病特点A.发病急骤B.传染性强C.易于流行D.一气一病E.阻滞气机",
      "chooses": [
        "A.发病急骤",
        "B.传染性强",
        "C.易于流行",
        "D.一气一病",
        "E.阻滞气"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "402.异气是指A.六淫邪气B.异常气候C.气机失常D.情志变化E.乖戾之气",
      "chooses": [
        "A.六淫邪气",
        "B.异常气候",
        "C.气机失常",
        "D.情志变化",
        "E.乖戾之"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "403. 情志致病，怒则A. 气结B. 气乱C. 气缓D. 气上E. 气消",
      "chooses": ["A. 气结", "B. 气乱", "C. 气缓", "D. 气上", "E. 气"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "404. 情志致病，悲则A. 气结B. 气乱C. 气缓D. 气上E. 气消",
      "chooses": ["A. 气结", "B. 气乱", "C. 气缓", "D. 气上", "E. 气"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "405. 情志致病，思则A. 气结B. 气乱C. 气缓D. 气上E. 气消",
      "chooses": ["A. 气结", "B. 气乱", "C. 气缓", "D. 气上", "E. 气"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "406. 情志致病，惊则A. 气结B. 气乱C. 气缓D. 气上E. 气消",
      "chooses": ["A. 气结", "B. 气乱", "C. 气缓", "D. 气上", "E. 气"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "407. 情志致病，恐则A. 气结B. 气乱C. 气缓D. 气上E. 气下",
      "chooses": ["A. 气结", "B. 气乱", "C. 气缓", "D. 气上", "E. 气"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "408.过喜主要损伤的脏是A.肝B.心C.脾D.肺E.肾",
      "chooses": ["A.肝", "B.心", "C.脾", "D.肺", "E."],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "409.大怒主要损伤的脏是A.肝B.心C.脾D.肺E.肾",
      "chooses": ["A.肝", "B.心", "C.脾", "D.肺", "E."],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "410.思虑过度主要损伤的脏是A.肝B.心C.脾D.肺E.肾",
      "chooses": ["A.肝", "B.心", "C.脾", "D.肺", "E."],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "411.悲伤过度最易损伤的脏是A.心B.肺C.脾D.肝E.肾",
      "chooses": ["A.心", "B.肺", "C.脾", "D.肝", "E."],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "412.过恐最易损伤的脏是A.心B.肺C.脾D.肝E.肾",
      "chooses": ["A.心", "B.肺", "C.脾", "D.肝", "E."],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "413.七情致病，最易损伤哪些脏A.心肺脾B.心肝脾C.心肝肾D.心肺肝E.心脾肾",
      "chooses": ["A.心肺脾", "B.心肝脾", "C.心肝肾", "D.心肺肝", "E.心脾"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "414.饮食失宜，主要损伤哪些脏腑A.心小肠B.脾胃C.肝胆D.肺大肠E.肾膀胱",
      "chooses": ["A.心小肠", "B.脾胃", "C.肝胆", "D.肺大肠", "E.肾膀"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "415.偏嗜辛温燥热之品，多导致下列哪种病变A.胃肠积热B.大便泄泻C.口淡口苦D.肺肠积热E.肝胆积热",
      "chooses": [
        "A.胃肠积热",
        "B.大便泄泻",
        "C.口淡口苦",
        "D.肺肠积热",
        "E.肝胆积"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "416.劳力过度，主要伤A. 精B. 气C. 血D. 津E. 液",
      "chooses": ["A. 精", "B. 气", "C. 血", "D. 津", "E. "],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "417.劳神过度，易损伤的脏是A. 心肺B. 心脾C. 脾肺D. 脾肾E. 肝肾",
      "chooses": ["A. 心肺", "B. 心脾", "C. 脾肺", "D. 脾肾", "E. 肝"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "418.房劳过度，易损伤的脏是A. 心B. 脾C. 肝D. 肺E. 肾",
      "chooses": ["A. 心", "B. 脾", "C. 肝", "D. 肺", "E. "],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "419.久卧伤人属何因所致A.六淫B.七情C.过劳D.过逸E.饮食",
      "chooses": ["A.六淫", "B.七情", "C.过劳", "D.过逸", "E.饮"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "420.下列可称为继发性病因的是A.疠气B.大怒C.过劳D.痰饮E.六淫",
      "chooses": ["A.疠气", "B.大怒", "C.过劳", "D.痰饮", "E.六"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "421.与痰饮形成密切相关的脏腑是A. 心脾肝肾B. 心肺脾肾C. 肝胆脾肾D. 肺脾肝肾E. 心肝肺肾",
      "chooses": [
        "A. 心脾肝肾",
        "B. 心肺脾肾",
        "C. 肝胆脾肾",
        "D. 肺脾肝肾",
        "E. 心肝肺"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "422.下列病因中，易于蒙蔽心神的是A. 瘀血B. 痰饮C. 结石D. 积食E. 过劳",
      "chooses": ["A. 瘀血", "B. 痰饮", "C. 结石", "D. 积食", "E. 过"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "423.致病具有“致病广泛，变化多端”特点的病邪是A. 瘀血B. 痰饮C. 结石D. 六淫E. 疠气",
      "chooses": ["A. 瘀血", "B. 痰饮", "C. 结石", "D. 六淫", "E. 疠"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "424.致病具有“病位固定，病证繁多”特点的病邪是A. 瘀血B. 痰饮C. 结石D. 六淫E. 疠气",
      "chooses": ["A. 瘀血", "B. 痰饮", "C. 结石", "D. 六淫", "E. 疠"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "425.下列不属于瘀血致病特点的是A.易于阻滞气机B.影响新血生成C.影响血脉运行D.病位较为固定E.易于蒙蔽神明",
      "chooses": [
        "A.易于阻滞气机",
        "B.影响新血生成",
        "C.影响血脉运行",
        "D.病位较为固定",
        "E.易于蒙蔽神"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "426.瘀血导致的疼痛特点是A.胀痛B.隐痛C.冷痛D.热痛E.刺痛",
      "chooses": ["A.胀痛", "B.隐痛", "C.冷痛", "D.热痛", "E.刺"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "427.结石停滞体内的致病特点是A.阻滞气机，损伤脉络B.耗气伤津，变生他疾C.病位固定，病证繁多D.致病广泛，变化多端E.阳气不足，抗病力弱",
      "chooses": [
        "A.阻滞气机，损伤脉络",
        "B.耗气伤津，变生他疾",
        "C.病位固定，病证繁多",
        "D.致病广泛，变化多端",
        "E.阳气不足，抗病力"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "428.医过与药邪共有的致病特点是A.阻滞气机，损伤脉络B.加重病情，变生他疾C.病位固定，病证繁多D.致病广泛，变化多端E.阳气不足，抗病力弱",
      "chooses": [
        "A.阻滞气机，损伤脉络",
        "B.加重病情，变生他疾",
        "C.病位固定，病证繁多",
        "D.致病广泛，变化多端",
        "E.阳气不足，抗病力"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "429.病人双膝关节沉重、肿痛，反复发作3年，伴下肢麻木不仁、舌淡、苔白厚腻、脉弦缓，证属A.风痹B.寒痹C.痛痹D.着痹E.行痹",
      "chooses": ["A.风痹", "B.寒痹", "C.痛痹", "D.着痹", "E.行"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "430.—患儿因感冒而汗出恶风、咽痒咳嗽，次日晨起即现面目一身悉肿及小便少、 舌淡红、苔薄白、脉浮缓等症。此发病与下列哪项关系最密切A.湿浊停滞B.风性主动C.热邪郁闭D.风性数变E.湿性趋下",
      "chooses": [
        "A.湿浊停滞",
        "B.风性主动",
        "C.热邪郁闭",
        "D.风性数变",
        "E.湿性趋"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "431.患者高热2天，突然出现四肢抽搐、神昏谵语、舌红、苔黄燥、脉洪数有力等症，此属A.火热内闭B.肝阴耗损C.肝火旺盛D.阳亢化风E.热极生风",
      "chooses": [
        "A.火热内闭",
        "B.肝阴耗损",
        "C.肝火旺盛",
        "D.阳亢化风",
        "E.热极生"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "432.患者胸闷、咳嗽2个月，时觉呼吸喘促，吐痰量多，咳甚时不能平卧，并感胸部胀痛，二便尚可，舌淡红苔白厚，脉滑。 其病因病机当属A. 肺气虚弱，宣降无力B. 痰饮阻肺，肺失宣降C. 外邪犯肺，肺气失宣D. 木火刑金，肺失清肃E. 脾肺两虚，痰浊内生",
      "chooses": [
        "A. 肺气虚弱，宣降无力",
        "B. 痰饮阻肺，肺失宣降",
        "C. 外邪犯肺，肺气失宣",
        "D. 木火刑金，肺失清肃",
        "E. 脾肺两虚，痰浊内"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "433.患者，夏至后2天发病，症见发热恶寒，汗出，口渴喜饮，气短，神疲乏力。 病因是A. 湿邪B. 燥邪C. 热邪D. 暑邪E. 寒邪",
      "chooses": ["A. 湿邪", "B. 燥邪", "C. 热邪", "D. 暑邪", "E. 寒"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "434.患者腹部见青紫色包块，质硬，固定不移，刺痛拒按，夜间痛甚。病因是A. 外伤B. 结石C. 湿邪D. 瘀血E. 痰饮",
      "chooses": ["A. 外伤", "B. 结石", "C. 湿邪", "D. 瘀血", "E. 痰"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "435.患者，症见口鼻干燥，咽干口渴，皮肤干涩，小便短少，大便干结等，是由于A. 燥易伤肺B. 热邪伤津耗气C. 暑性炎热D. 风邪轻扬开泄E. 燥性干涩，易伤津液",
      "chooses": [
        "A. 燥易伤肺",
        "B. 热邪伤津耗气",
        "C. 暑性炎热",
        "D. 风邪轻扬开泄",
        "E. 燥性干涩，易伤津"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "436.患者两胁胀痛或窜痛，甚则牵引少腹及睾丸，烦躁易怒，病因是A. 过怒B. 过喜C. 忧思D. 过悲E. 惊恐",
      "chooses": ["A. 过怒", "B. 过喜", "C. 忧思", "D. 过悲", "E. 惊"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "437.导致“行痹”的主要邪气是A. 寒邪B. 风邪C. 热邪D. 湿邪E. 燥邪",
      "chooses": ["A. 寒邪", "B. 风邪", "C. 热邪", "D. 湿邪", "E. 燥"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "438.导致“痛痹”的主要邪气是A. 寒邪B. 风邪C. 热邪D. 湿邪E. 燥邪",
      "chooses": ["A. 寒邪", "B. 风邪", "C. 热邪", "D. 湿邪", "E. 燥"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "439.导致“痄腮”的邪气是A. 瘀血B. 痰饮C. 结石D. 六淫E. 疠气",
      "chooses": ["A. 瘀血", "B. 痰饮", "C. 结石", "D. 六淫", "E. 疠"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "440.六淫致病常具有明显的季节性，春季多A. 暑病B. 寒病C. 湿病D. 燥病E. 风病",
      "chooses": ["A. 暑病", "B. 寒病", "C. 湿病", "D. 燥病", "E. 风"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "441.六淫致病常具有明显的季节性，长夏多A. 暑病B. 寒病C. 湿病D. 燥病E. 风病",
      "chooses": ["A. 暑病", "B. 寒病", "C. 湿病", "D. 燥病", "E. 风"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "442.六淫致病常具有明显的季节性，冬季多A. 暑病B. 寒病C. 湿病D. 燥病E. 风病",
      "chooses": ["A. 暑病", "B. 寒病", "C. 湿病", "D. 燥病", "E. 风"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "443.《素问·宣明五气》认为，久立伤A. 筋B. 骨C. 脉D. 肉E. 皮",
      "chooses": ["A. 筋", "B. 骨", "C. 脉", "D. 肉", "E. "],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "444.《素问·宣明五气》认为，久行伤A. 筋B. 骨C. 脉D. 肉E. 皮",
      "chooses": ["A. 筋", "B. 骨", "C. 脉", "D. 肉", "E. "],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "445.《素问·宣明五气》认为，久坐伤A. 筋B. 骨C. 脉D. 肉E. 皮",
      "chooses": ["A. 筋", "B. 骨", "C. 脉", "D. 肉", "E. "],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "446.《素问·宣明五气》认为，久卧伤A. 精B. 气C. 血D. 津E. 液",
      "chooses": ["A. 精", "B. 气", "C. 血", "D. 津", "E. "],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "447．疾病发生的内在因素是A．邪气偏盛B．邪盛正衰C．正气不足D．正胜邪衰E．正虚邪恋",
      "chooses": [
        "A．邪气偏盛",
        "B．邪盛正衰",
        "C．正气不足",
        "D．正胜邪衰",
        "E．正虚邪"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "448．发病的基本原理是A．感受邪气B．正气不足C．邪正相搏D．情志因素E．体质因素",
      "chooses": [
        "A．感受邪气",
        "B．正气不足",
        "C．邪正相搏",
        "D．情志因素",
        "E．体质因"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "449．人体内具有抗病、祛邪、调节、修复等作用的一类细微物质称为A．精气B．阳气C．真气D．正气E．机能活动",
      "chooses": ["A．精气", "B．阳气", "C．真气", "D．正气", "E．机能活"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "450．在原发病的基础上，继续发生新的疾病，称为A．复发B．合病C．并病D．继发E．徐发",
      "chooses": ["A．复发", "B．合病", "C．并病", "D．继发", "E．徐"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "451．《素问·生气通天论》说：“冬伤于寒，春必温病。”此说的发病类型属于A．感邪即发B．徐发C．伏而后发D．复发E．继发",
      "chooses": ["A．感邪即发", "B．徐发", "C．伏而后发", "D．复发", "E．继"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "452．下列哪项与决定对某种病邪的易感性关系最为密切A．情志因素B．体质因素C．邪气种类D．地域因素E．正气强弱",
      "chooses": [
        "A．情志因素",
        "B．体质因素",
        "C．邪气种类",
        "D．地域因素",
        "E．正气强"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "453．邪气侵犯人体后能否引起发病取决于A．邪气性质B．正气盛衰C．禀赋强弱D．感邪轻重E．邪正胜负",
      "chooses": [
        "A．邪气性质",
        "B．正气盛衰",
        "C．禀赋强弱",
        "D．感邪轻重",
        "E．邪正胜"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "454．感邪后缓慢发病，称为A．复发B．合病C．并病D．继发E．徐发",
      "chooses": ["A．复发", "B．合病", "C．并病", "D．继发", "E．徐"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "455.疾病的发生主要取决于A．正气不足B．感邪轻重C．邪正胜负D．精神状态E．体质因素",
      "chooses": [
        "A．正气不足",
        "B．感邪轻重",
        "C．邪正胜负",
        "D．精神状态",
        "E．体质因"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "456.疾病发生的内在因素是A．正气不足B．感邪轻重C．邪正胜负D．精神状态E．体质因素",
      "chooses": [
        "A．正气不足",
        "B．感邪轻重",
        "C．邪正胜负",
        "D．精神状态",
        "E．体质因"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "457. 各种致病因素又可称为A. 疠气B. 邪气C. 六淫D. 虚邪E. 正邪",
      "chooses": ["A. 疠气", "B. 邪气", "C. 六淫", "D. 虚邪", "E. 正"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "458．疾病复发的首要条件是A．饮食不慎B．邪未尽除C．情志失调D．新感病邪E．劳逸失度",
      "chooses": [
        "A．饮食不慎",
        "B．邪未尽除",
        "C．情志失调",
        "D．新感病邪",
        "E．劳逸失"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "459.脾胃疾患致复的诱因常为A．饮食不慎B．邪未尽除C．情志失调D．新感病邪E．劳逸失度",
      "chooses": [
        "A．饮食不慎",
        "B．邪未尽除",
        "C．情志失调",
        "D．新感病邪",
        "E．劳逸失"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "460．疾病缓解阶段再度发作是A．徐发B．复发C．继发D．伏而后发",
      "chooses": ["A．徐发", "B．复发", "C．继发", "D．伏而后"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "461.感邪后缓慢发病是A．徐发B．复发C．继发D．伏而后发",
      "chooses": ["A．徐发", "B．复发", "C．继发", "D．伏而后"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "462. 四时之正气因人体一时之虚而侵人发病，此邪称为A. 虚邪B. 六淫C. 阴邪D. 阳邪E. 正邪",
      "chooses": ["A. 虚邪", "B. 六淫", "C. 阴邪", "D. 阳邪", "E. 正"],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "463. 合病是指A. 多部位同时受邪B. 表证未罢又见里证C. 寒湿合邪而侵人D. 经脉间病证传变E. 湿热合邪而致病",
      "chooses": [
        "A. 多部位同时受邪",
        "B. 表证未罢又见里证",
        "C. 寒湿合邪而侵人",
        "D. 经脉间病证传变",
        "E. 湿热合邪而致"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "464. “外内合邪”发病观首见于A. 《伤寒论》B. 《三因极一病证方论》C. 《黄帝内经》D. 《诸病源候论》E. 《千金要方》",
      "chooses": [
        "A. 《伤寒论》",
        "B. 《三因极一病证方论》",
        "C. 《黄帝内经》",
        "D. 《诸病源候论》",
        "E. 《千金要方"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "465. 剧烈的情绪变化而致气机逆乱，其发病类型多为A. 感邪即发B. 伏而后发C. 徐发D. 继发E. 并病",
      "chooses": ["A. 感邪即发", "B. 伏而后发", "C. 徐发", "D. 继发", "E. 并"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "466. 若感邪较轻，正气抗邪缓慢，其发病类型可为A. 感邪即发B. 伏而后发C. 徐发D. 继发E. 并病",
      "chooses": ["A. 感邪即发", "B. 伏而后发", "C. 徐发", "D. 继发", "E. 并"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "467.合病是指A.一症未了又见另一症B.在原发病上又见新病C.感邪后缓慢发病D.两经或两个部位以上同时受邪所出现的病证",
      "chooses": [
        "A.一症未了又见另一症",
        "B.在原发病上又见新病",
        "C.感邪后缓慢发病",
        "D.两经或两个部位以上同时受邪所出现的病"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "468.复发是指A.一症未了又见另一症B.在原发病上又见新病C.感邪后缓慢发病D.疾病初愈或缓解阶段，在诱因作用下，引起疾病再度或反复发作。",
      "chooses": [
        "A.一症未了又见另一症",
        "B.在原发病上又见新病",
        "C.感邪后缓慢发病",
        "D.疾病初愈或缓解阶段，在诱因作用下，引起疾病再度或反复发作"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "469.“邪之所凑，其气必虚”，主要指的是A.邪气是发病的重要条件B.邪气伤人，必伤人体的正气C.正气不足，邪气易于侵犯人体D.正气不足，邪气亢盛E.正气虚弱，邪气不足",
      "chooses": [
        "A.邪气是发病的重要条件",
        "B.邪气伤人，必伤人体的正气",
        "C.正气不足，邪气易于侵犯人体",
        "D.正气不足，邪气亢盛",
        "E.正气虚弱，邪气不"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "470.下列各项，决定疾病发生的因素是A.饮食情志B.居住环境C.正邪斗争的胜负D.六淫性质E.体质强弱",
      "chooses": [
        "A.饮食情志",
        "B.居住环境",
        "C.正邪斗争的胜负",
        "D.六淫性质",
        "E.体质强"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "471.\"正气存内，邪不可干\"，指的是A.邪气是发病的重要条件B.邪气伤人，正气必然受损C.正气充足，与邪相争，祛邪外出D.正气旺盛，邪气难以入侵E.正气虚弱，邪气不足",
      "chooses": [
        "A.邪气是发病的重要条件",
        "B.邪气伤人，正气必然受损",
        "C.正气充足，与邪相争，祛邪外出",
        "D.正气旺盛，邪气难以入侵",
        "E.正气虚弱，邪气不"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "472.下列各项，不属与发病有关的外环境因素是A.地域因素B.气候因素C.工作环境D.生活环境E.精神状态",
      "chooses": [
        "A.地域因素",
        "B.气候因素",
        "C.工作环境",
        "D.生活环境",
        "E.精神状"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "473.小儿常易感受外邪或因饮食所伤而发病的因素是A.地域因素B.气候因素C.体质因素D.生活、工作环境E.精神状态",
      "chooses": [
        "A.地域因素",
        "B.气候因素",
        "C.体质因素",
        "D.生活、工作环境",
        "E.精神状"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "474.外感疾病的恢复期，若因饮食不慎 致疾病复发者，此复发的类型为A.疾病少愈即复发B.休止与复发交替C.过时而发病D.急发与缓解交替E.重感外邪致复",
      "chooses": [
        "A.疾病少愈即复发",
        "B.休止与复发交替",
        "C.过时而发病",
        "D.急发与缓解交替",
        "E.重感外邪致"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "475.疾病的发生主要取决于A.正气不足      B.感邪轻重      C.邪正胜负    D.精神状态E.体质因素",
      "chooses": [
        "A.正气不足      ",
        "B.感邪轻重      ",
        "C.邪正胜负    ",
        "D.精神状态",
        "E.体质因"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "476.疾病发生的内在因素是A.正气不足      B.感邪轻重      C.邪正胜负    D.精神状态E.体质因素",
      "chooses": [
        "A.正气不足      ",
        "B.感邪轻重      ",
        "C.邪正胜负    ",
        "D.精神状态",
        "E.体质因"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "477.疾病复发的首要条件是A.饮食不慎B.邪未尽除C.情志失调D.新感病邪E.劳逸失度",
      "chooses": [
        "A.饮食不慎",
        "B.邪未尽除",
        "C.情志失调",
        "D.新感病邪",
        "E.劳逸失"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "478.脾胃疾患致复的诱因常为A.饮食不慎B.邪未尽除C.情志失调D.新感病邪E.劳逸失度",
      "chooses": [
        "A.饮食不慎",
        "B.邪未尽除",
        "C.情志失调",
        "D.新感病邪",
        "E.劳逸失"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "479.邪气对疾病的影响表现为A.病邪易感性B.发病性质类型C.影响病势进退D.影响病程长短E.决定证候类型",
      "chooses": [
        "A.病邪易感性",
        "B.发病性质类型",
        "C.影响病势进退",
        "D.影响病程长短",
        "E.决定证候类"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "480.体质对疾病的影响表现为A.病邪易感性B.发病性质类型C.影响病势进退D.影响病程长短E.决定证候类型",
      "chooses": [
        "A.病邪易感性",
        "B.发病性质类型",
        "C.影响病势进退",
        "D.影响病程长短",
        "E.决定证候类"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "481.剧烈的情绪变化而致气机逆乱，其发病类型多为A.感邪即发B.伏而后发C.徐发      D.继发E.并病",
      "chooses": ["A.感邪即发", "B.伏而后发", "C.徐发      ", "D.继发", "E.并"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "482.若感邪较轻，正气抗邪缓慢，其发病类型可为A.感邪即发B.伏而后发C.徐发      D.继发E.并病",
      "chooses": ["A.感邪即发", "B.伏而后发", "C.徐发      ", "D.继发", "E.并"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "483.下列属于疾病基本病机的是A.经络病机    B.脏腑病机    C.六淫病机    D.阴阳失调病机  E.内生五邪病机",
      "chooses": [
        "A.经络病机    ",
        "B.脏腑病机    ",
        "C.六淫病机    ",
        "D.阴阳失调病机  ",
        "E.内生五邪病"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "484.“大实有羸状”是指A.阳盛阴虚B.阴盛阳虚  C.阴阳两虚D.真实假虚  E.真虚假实",
      "chooses": [
        "A.阳盛阴虚",
        "B.阴盛阳虚  ",
        "C.阴阳两虚",
        "D.真实假虚  ",
        "E.真虚假"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "485.证候虚实的“实”是指A.体质壮实B.正气旺盛   C.邪气亢盛 D.病邪内生  E.外邪侵袭",
      "chooses": [
        "A.体质壮实",
        "B.正气旺盛   ",
        "C.邪气亢盛 ",
        "D.病邪内生  ",
        "E.外邪侵"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "486.证候虚实的“虚”是指A.体质虚弱 B.气血虚   C.正气不足  D.邪留伤正   E.精气虚",
      "chooses": [
        "A.体质虚弱 ",
        "B.气血虚   ",
        "C.正气不足  ",
        "D.邪留伤正   ",
        "E.精气"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "487.下列不属于虚实错杂的是A.真实假虚B.表实里虚   C.上实下虚 D.实中夹虚  E.虚中夹实",
      "chooses": [
        "A.真实假虚",
        "B.表实里虚   ",
        "C.上实下虚 ",
        "D.实中夹虚  ",
        "E.虚中夹"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "488.阳盛格阴的病机特点是A.阳盛则阴病     B.阳损及阴      C.真热假寒 D.重阳必阴          E.真实假虚",
      "chooses": [
        "A.阳盛则阴病     ",
        "B.阳损及阴      ",
        "C.真热假寒 ",
        "D.重阳必阴          ",
        "E.真实假"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "489.精虚最主要的病变是A.先天之精不足      B.水谷之精不足     C.脏腑之精不足  D.生殖之精不足      E.肾精不足",
      "chooses": [
        "A.先天之精不足      ",
        "B.水谷之精不足     ",
        "C.脏腑之精不足  ",
        "D.生殖之精不足      ",
        "E.肾精不"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "490.精瘀一般是指A.男子精道瘀阻        B.女子月经不行        C.肝失疏泄  D.精不化血            E.精不生髓",
      "chooses": [
        "A.男子精道瘀阻        ",
        "B.女子月经不行        ",
        "C.肝失疏泄  ",
        "D.精不化血            ",
        "E.精不生"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "491.水谷之精的大量丢失，主要是由于A.肾气虚衰 B.脾气虚衰  C.肝气过亢D.心气虚衰   E.元气不足",
      "chooses": [
        "A.肾气虚衰 ",
        "B.脾气虚衰  ",
        "C.肝气过亢",
        "D.心气虚衰   ",
        "E.元气不"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "492.以下哪项是偏于宗气虚的表现 A.倦怠乏力   B.精神委顿   C.面色咣白   D.动则心悸，呼吸气短   E.生长发育迟缓",
      "chooses": [
        "A.倦怠乏力   ",
        "B.精神委顿   ",
        "C.面色咣白   ",
        "D.动则心悸，呼吸气短   ",
        "E.生长发育迟"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "493.以下哪项一般不属于气机失调的病机内容A.气滞   B.气逆  C.气陷    D.气虚   E.气脱",
      "chooses": ["A.气滞   ", "B.气逆  ", "C.气陷    ", "D.气虚   ", "E.气"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "494.以下可以解释“薄厥”病机的是A.气滞     B.气逆  C.气闭     D.气脱  E.气陷",
      "chooses": ["A.气滞     ", "B.气逆  ", "C.气闭     ", "D.气脱  ", "E.气"],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "495.气陷常见于A.脾气虚     B.肺肾气虚  C.脾肾气虚    D.心肾气虚   E.肾气虚",
      "chooses": [
        "A.脾气虚     ",
        "B.肺肾气虚  ",
        "C.脾肾气虚    ",
        "D.心肾气虚   ",
        "E.肾气"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "496.致内脏下垂的病机是A.气滞    B.气逆  C.气闭    D.气陷   E.气脱",
      "chooses": ["A.气滞    ", "B.气逆  ", "C.气闭    ", "D.气陷   ", "E.气"],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "497.上气不足属于下列何种病变A.气滞    B.气逆   C.气陷    D.气闭   E.气脱",
      "chooses": ["A.气滞    ", "B.气逆   ", "C.气陷    ", "D.气闭   ", "E.气"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "498.五脏中最常见哪两脏的血虚证A.心、肝   B.心、脾   C.脾、肾  D.肝、肾   E.心、肺",
      "chooses": [
        "A.心、肝   ",
        "B.心、脾   ",
        "C.脾、肾  ",
        "D.肝、肾   ",
        "E.心、"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "499.下列哪项不是血虚的临床表现A.惊悸怔忡、失眠多梦、健忘        B.两目干涩、视物昏花     C.手足麻木、关节屈伸不利          D.妇女经少，月经愆期，闭经   E.肌肤甲错，面色黧黑",
      "chooses": [
        "A.惊悸怔忡、失眠多梦、健忘        ",
        "B.两目干涩、视物昏花     ",
        "C.手足麻木、关节屈伸不利          ",
        "D.妇女经少，月经愆期，闭经   ",
        "E.肌肤甲错，面色黧"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "500.下列哪项一般不属于心血亏虚的病理表现A.脉细无力    B.惊悸怔忡    C.失眠多梦   D.面白无华   E.眼目干涩、昏花",
      "chooses": [
        "A.脉细无力    ",
        "B.惊悸怔忡    ",
        "C.失眠多梦   ",
        "D.面白无华   ",
        "E.眼目干涩、昏"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "501.一般认为以下哪项不是导致出血的病机A.血瘀     B.血热    C.气虚    D.肝不藏血    E.血寒",
      "chooses": [
        "A.血瘀     ",
        "B.血热    ",
        "C.气虚    ",
        "D.肝不藏血    ",
        "E.血"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "502.以下哪项一般不属于气与血关系失常的病理变化A.气滞血瘀     B.气不摄血  C.气随血脱    D.气虚血热    E.气虚血瘀",
      "chooses": [
        "A.气滞血瘀     ",
        "B.气不摄血  ",
        "C.气随血脱    ",
        "D.气虚血热    ",
        "E.气虚血"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "21.以下哪项不属于导致津液不足的原因A.热盛    B.大汗    C.多尿     D.脏腑机能减退    E.气滞",
      "chooses": [
        "A.热盛    ",
        "B.大汗    ",
        "C.多尿     ",
        "D.脏腑机能减退    ",
        "E.气"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "503.《金匮要略心典》中“吐下之余，定无完气”的病机是A.气不固津     B.气随津脱    C.脾胃气虚     D.中气下陷  E.气不生津 ",
      "chooses": [
        "A.气不固津     ",
        "B.气随津脱    ",
        "C.脾胃气虚     ",
        "D.中气下陷  ",
        "E.气不生津"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "504.津亏血瘀的病机是A.津少不能化血              B.血瘀不能化津     C.血脉瘀阻，津液停聚        D.津液枯涸，燥热内生    E.津液亏耗，脉失濡润",
      "chooses": [
        "A.津少不能化血              ",
        "B.血瘀不能化津     ",
        "C.血脉瘀阻，津液停聚        ",
        "D.津液枯涸，燥热内生    ",
        "E.津液亏耗，脉失濡"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "505.以下哪一种病的病机可属于内风A.破伤风  B.伤风     C.眩晕   D.风疹   E.风痹",
      "chooses": ["A.破伤风  ", "B.伤风     ", "C.眩晕   ", "D.风疹   ", "E.风"],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "506.以下哪项不属于“寒从中生”的病理状态A.肾阳不足，水肿、尿少            B.脾阳不足，四肢不温  C.寒邪直中太阴，腹痛、泄泻        D.心阳虚损，心悸胸痛、畏寒E.肺阳虚衰，寒饮阻肺",
      "chooses": [
        "A.肾阳不足，水肿、尿少            ",
        "B.脾阳不足，四肢不温  ",
        "C.寒邪直中太阴，腹痛、泄泻        ",
        "D.心阳虚损，心悸胸痛、畏寒",
        "E.肺阳虚衰，寒饮阻"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "507.湿浊内生主要责之何脏功能障碍A.心    B.肝      C.脾       D.肺     E.肾",
      "chooses": ["A.心    ", "B.肝      ", "C.脾       ", "D.肺     ", "E."],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "508.外燥和内燥皆常见于何脏A.心       B.肝       C.脾      D.肺       E.肾",
      "chooses": [
        "A.心       ",
        "B.肝       ",
        "C.脾      ",
        "D.肺       ",
        "E."
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "509.“诸涩枯涸，干劲皲揭，皆属于燥”出自何书A.《黄帝内经》           B.《伤寒杂病论》       C.《类经》D.《素问玄机原病式》     E.《临证指南》",
      "chooses": [
        "A.《黄帝内经》           ",
        "B.《伤寒杂病论》       ",
        "C.《类经》",
        "D.《素问玄机原病式》     ",
        "E.《临证指南"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "510.以下哪项不属于内火A.五气化火     B.五志化火     C.阴虚火旺  D.热陷心包     E.阳亢化火",
      "chooses": [
        "A.五气化火     ",
        "B.五志化火     ",
        "C.阴虚火旺  ",
        "D.热陷心包     ",
        "E.阳亢化"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "511.以下对内火病机论述不正确的是A.阳亢化火       B.邪郁化火       C.五志化火  D.阴虚火旺         E.少火过盛",
      "chooses": [
        "A.阳亢化火       ",
        "B.邪郁化火       ",
        "C.五志化火  ",
        "D.阴虚火旺         ",
        "E.少火过"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "512.外感病的基本传变形式是A.六经传变    B.三焦传变    C.卫气营血传变   D.表里传变   E.脏腑传变",
      "chooses": [
        "A.六经传变    ",
        "B.三焦传变    ",
        "C.卫气营血传变   ",
        "D.表里传变   ",
        "E.脏腑传"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "513.以下哪项属于温病“逆传”的传变现象A.卫分传气分    B.上焦传中焦     C.气分传营分 D.营分传血分       E.肺病传心包",
      "chooses": [
        "A.卫分传气分    ",
        "B.上焦传中焦     ",
        "C.气分传营分 ",
        "D.营分传血分       ",
        "E.肺病传心"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "514.以下关于疾病寒热病性转化的论述，哪一项是不正确的A.阳盛体质，易热化、燥化            B.阳虚体质，易寒化、湿化C.病位属阳，多化热                  D.病位属阴，多化寒 E.过用寒药，多化热",
      "chooses": [
        "A.阳盛体质，易热化、燥化            ",
        "B.阳虚体质，易寒化、湿化",
        "C.病位属阳，多化热                  ",
        "D.病位属阴，多化寒 ",
        "E.过用寒药，多化"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "515.虚证的病机特点是A.邪气亢盛，正气已衰           B.正气不足，实邪留滞C.正气不足，邪气已退           D.邪气羁留，损伤正气E.邪气亢盛，正气未衰",
      "chooses": [
        "A.邪气亢盛，正气已衰           ",
        "B.正气不足，实邪留滞",
        "C.正气不足，邪气已退           ",
        "D.邪气羁留，损伤正气",
        "E.邪气亢盛，正气未"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "516.实证的病机特点是A.邪气亢盛，正气已衰          B.正气不足，实邪留滞C.正气不足，邪气已退          D.邪气羁留，损伤正气E.邪气亢盛，正气未衰",
      "chooses": [
        "A.邪气亢盛，正气已衰          ",
        "B.正气不足，实邪留滞",
        "C.正气不足，邪气已退          ",
        "D.邪气羁留，损伤正气",
        "E.邪气亢盛，正气未"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "517.真热假寒证的病机是A.阳胜则阴病    B.阳损及阴   C.阳盛格阴    D.重阳必阴   E.阴盛格阳",
      "chooses": [
        "A.阳胜则阴病    ",
        "B.阳损及阴   ",
        "C.阳盛格阴    ",
        "D.重阳必阴   ",
        "E.阴盛格"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "518.真寒假热证的病机是A.阴胜则阳病   B.阴损及阳    C.阳盛格阴    D.重阴必阳    E.阴盛格阳",
      "chooses": [
        "A.阴胜则阳病   ",
        "B.阴损及阳    ",
        "C.阳盛格阴    ",
        "D.重阴必阳    ",
        "E.阴盛格"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "519.阴偏衰的病机表现为A.虚热证     B.虚寒证     C.实热证    D.实热兼阴虚证   E.真热假寒证",
      "chooses": [
        "A.虚热证     ",
        "B.虚寒证     ",
        "C.实热证    ",
        "D.实热兼阴虚证   ",
        "E.真热假寒"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "520.阳损及阴的病机多表现为A.虚热               B.虚寒        C.以阳虚为主的阴阳两虚   D.阴阳之气对等的两虚               E.以阴虚为主的阴阳两虚",
      "chooses": [
        "A.虚热               ",
        "B.虚寒        ",
        "C.以阳虚为主的阴阳两虚   ",
        "D.阴阳之气对等的两虚               ",
        "E.以阴虚为主的阴阳两"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "521.阴损及阳的病机多表现为A.虚热            B.虚寒         C.以阳虚为主的阴阳两虚   D.阴阳之气对等的两虚             E.以阴虚为主的阴阳两虚",
      "chooses": [
        "A.虚热            ",
        "B.虚寒         ",
        "C.以阳虚为主的阴阳两虚   ",
        "D.阴阳之气对等的两虚             ",
        "E.以阴虚为主的阴阳两"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "522.见五心烦热、骨蒸潮热、盗汗、舌 红少苔、脉细数等症，其病机主要是A.阳盛则热     B.阴虚则热      C.阴盛格阳   D.阳盛格阴     E.津枯血燥",
      "chooses": [
        "A.阳盛则热     ",
        "B.阴虚则热      ",
        "C.阴盛格阳   ",
        "D.阳盛格阴     ",
        "E.津枯血"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "523.见壮热、口渴、心烦、面红、目 赤、舌红、脉数等症，其病机主要是A.气郁化火   B.阳盛则热     C.阴虚阳亢  D.阴盛格阳     E.阴虚则热",
      "chooses": [
        "A.气郁化火   ",
        "B.阳盛则热     ",
        "C.阴虚阳亢  ",
        "D.阴盛格阳     ",
        "E.阴虚则"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "524.久病痨热，见心烦、鼻咽干燥、肌 肉消瘦、皮肤干燥、瘙痒、皮屑过多、舌红 少津，多为A.津亏血瘀   B.气随津脱    C.津枯血燥     D.血瘀水停     E.阴虚火旺",
      "chooses": [
        "A.津亏血瘀   ",
        "B.气随津脱    ",
        "C.津枯血燥     ",
        "D.血瘀水停     ",
        "E.阴虚火"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "525.热病后期，出现筋惕肉瞒、手足蠕动、脉细、舌红少苔，多为A.肝阳化风   B.血虚生风    C.热极生风    D.阴虚生风      E.血燥生风",
      "chooses": [
        "A.肝阳化风   ",
        "B.血虚生风    ",
        "C.热极生风    ",
        "D.阴虚生风      ",
        "E.血燥生"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "526.症见食少、胸闷、脘痞、呕恶、腹胀、便溏、苔腻。其病机多属A.湿浊困阻     B.寒从中生     C.脾气亏虚   D.痰饮凝聚    E.中焦气滞",
      "chooses": [
        "A.湿浊困阻     ",
        "B.寒从中生     ",
        "C.脾气亏虚   ",
        "D.痰饮凝聚    ",
        "E.中焦气"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "527.病人先有高热、烦渴、脉洪数，继则全身皮疹、热退、脉静，其病机变化属A.里病出表   B.热极生寒     C.热盛伤气   D.由实转虚    E.温病逆传",
      "chooses": [
        "A.里病出表   ",
        "B.热极生寒     ",
        "C.热盛伤气   ",
        "D.由实转虚    ",
        "E.温病逆"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "528.出现口舌糜烂、舌尖碎痛、小便黄赤、灼热疼痛等症状，其病机是A.心火上炎    B.小肠有热    C.心热移于小肠   D.肝火上炎    E.胃火炽盛",
      "chooses": [
        "A.心火上炎    ",
        "B.小肠有热    ",
        "C.心热移于小肠   ",
        "D.肝火上炎    ",
        "E.胃火炽"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "529.病人因情绪波动，出现胸胁痞闷不舒以及腹泻之症，是由于A.肝气犯胃    B.肝气乘脾   C.脾气虚弱    D.肝气郁结  E.大肠传导失司",
      "chooses": [
        "A.肝气犯胃    ",
        "B.肝气乘脾   ",
        "C.脾气虚弱    ",
        "D.肝气郁结  ",
        "E.大肠传导失"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "530.患者剧烈吐泻后，出现面色黧黑，唇舌爪甲青紫,肌肤干涩甲错，皮下紫斑等。其病机属于A.血不养气    B.津不载气   C.气不生津    D.津亏血瘀    E.气虚血瘀",
      "chooses": [
        "A.血不养气    ",
        "B.津不载气   ",
        "C.气不生津    ",
        "D.津亏血瘀    ",
        "E.气虚血"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "531.肾阴虚衰而见眩晕，病情发展，出 现畏寒，肢冷，面色咣白，脉沉细等征象。病机属于A.阴不制阳    B.阳盛伤阴    C.阴损及阳    D.阳损及阴   E.阴盛伤阳",
      "chooses": [
        "A.阴不制阳    ",
        "B.阳盛伤阴    ",
        "C.阴损及阳    ",
        "D.阳损及阴   ",
        "E.阴盛伤"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "532.肾阳亏虚而见水肿，病情发展，出 现曰益消瘦，烦躁升火，甚则抽搐的征象，病机属于A.阴不制阳    B.阳盛伤阴   C.阴损及阳    D.阳损及阴    E.阴盛伤阳",
      "chooses": [
        "A.阴不制阳    ",
        "B.阳盛伤阴   ",
        "C.阴损及阳    ",
        "D.阳损及阴    ",
        "E.阴盛伤"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "533.患者，临床表现为壮热，面红，气 粗，烦躁，舌红，脉数大有力，但同时反见 四肢厥冷、脉象沉伏等征象。病机属于A.阴不制阳    B.阳盛伤阴    C.阴损及阳  D.阳盛格阴     E.阴盛格阳",
      "chooses": [
        "A.阴不制阳    ",
        "B.阳盛伤阴    ",
        "C.阴损及阳  ",
        "D.阳盛格阴     ",
        "E.阴盛格"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "534.患者，临床表现为面色苍白，四肢逆冷，精神萎靡，畏寒蜷卧，脉微欲绝，但同时反见面红、烦热、口渴、脉大无根等征象,病机属于A.阴不制阳     B.阳盛伤阴    C.阴损及阳   D.阳盛格阴   E.阴盛格阳",
      "chooses": [
        "A.阴不制阳     ",
        "B.阳盛伤阴    ",
        "C.阴损及阳   ",
        "D.阳盛格阴   ",
        "E.阴盛格"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "535.大出血时面色苍白，大汗淋漓，四肢厥冷，晕厥，脉微欲绝，为A.气虚失血      B.气随血脱     C.气血两虚     D.亡阳      E.亡阴",
      "chooses": [
        "A.气虚失血      ",
        "B.气随血脱     ",
        "C.气血两虚     ",
        "D.亡阳      ",
        "E.亡"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "536.证候虚实的“虚”是指A.体质虚弱   B.气血虚   C.正气不足  D.邪留伤正   E.精气虚",
      "chooses": [
        "A.体质虚弱   ",
        "B.气血虚   ",
        "C.正气不足  ",
        "D.邪留伤正   ",
        "E.精气"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "537.“实”的病机变化最根本的方面是A.邪气亢盛      B.脏腑功能旺盛     C.气血瘀滞明显   D.水液储积过盛        E.痰浊壅滞过盛",
      "chooses": [
        "A.邪气亢盛      ",
        "B.脏腑功能旺盛     ",
        "C.气血瘀滞明显   ",
        "D.水液储积过盛        ",
        "E.痰浊壅滞过"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "538.“至虚有盛候”的病机，主要是由于A.正气不足，抗病能力减退，邪气亢盛  B.脏腑功能减退，饮食积聚C.阴阳气血亏，外邪侵袭              D.内生五邪之病理反映E.脏腑气血虚极，运化无力，外现实像",
      "chooses": [
        "A.正气不足，抗病能力减退，邪气亢盛  ",
        "B.脏腑功能减退，饮食积聚",
        "C.阴阳气血亏，外邪侵袭              ",
        "D.内生五邪之病理反映",
        "E.脏腑气血虚极，运化无力，外现实"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "539.阳偏盛的病机主要是指A.阳气充足，功能旺盛               B.阴虚阳亢，功能虚性亢奋C.阳气偏盛，功能亢奋，热量过剩     D.火热病邪，损伤阴液E.素体阴虚阳盛",
      "chooses": [
        "A.阳气充足，功能旺盛               ",
        "B.阴虚阳亢，功能虚性亢奋",
        "C.阳气偏盛，功能亢奋，热量过剩     ",
        "D.火热病邪，损伤阴液",
        "E.素体阴虚阳"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "540.以下哪一项不属于“内生五邪”A.风气内动    B.寒邪直中   C.湿浊内生   D.津伤化燥   E.火热内生",
      "chooses": [
        "A.风气内动    ",
        "B.寒邪直中   ",
        "C.湿浊内生   ",
        "D.津伤化燥   ",
        "E.火热内"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "541.《临证指南》认为：“内风”产生之机制为A.人体气机之逆乱       B.身中阳气之变动    C.体内阴血之不足D.全身筋脉之失养       E.周身络脉之失濡",
      "chooses": [
        "A.人体气机之逆乱       ",
        "B.身中阳气之变动    ",
        "C.体内阴血之不足",
        "D.全身筋脉之失养       ",
        "E.周身络脉之失"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "542.“寒从中生”的主要病机是由于A.寒邪从肌表而入，内传脏腑      B.寒邪直中脾胃，损伤阳气C.恣食生冷，寒从中生            D.阳气虚衰，温煦气化功能减退E.痰湿内阻，从阴化寒",
      "chooses": [
        "A.寒邪从肌表而入，内传脏腑      ",
        "B.寒邪直中脾胃，损伤阳气",
        "C.恣食生冷，寒从中生            ",
        "D.阳气虚衰，温煦气化功能减退",
        "E.痰湿内阻，从阴化"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "543.津伤化燥，产生“内燥”病变，以哪些脏腑多见A.肺、胃、三焦         B.肺、肾、三焦        C.肝、胃、大肠D.肺、胃、大肠         E.肺、肾、小肠",
      "chooses": [
        "A.肺、胃、三焦         ",
        "B.肺、肾、三焦        ",
        "C.肝、胃、大肠",
        "D.肺、胃、大肠         ",
        "E.肺、肾、小"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "544.脾的阳气失调病机，下列哪项是不确切的A.健运无权，气血生化不足            B.受纳失调，消谷善饥 C.升举无力，中气下陷                D.统血无权，血溢脉外E.运化失职，水湿内生",
      "chooses": [
        "A.健运无权，气血生化不足            ",
        "B.受纳失调，消谷善饥 ",
        "C.升举无力，中气下陷                ",
        "D.统血无权，血溢脉外",
        "E.运化失职，水湿内"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "545.最易导致阴虚阳亢的脏是A.肺、脾、肾           B.心、脾、肾         C.心、肝、肾D.脾、肝、肾           E.肺、脾、肝",
      "chooses": [
        "A.肺、脾、肾           ",
        "B.心、脾、肾         ",
        "C.心、肝、肾",
        "D.脾、肝、肾           ",
        "E.肺、脾、"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "546.以下除哪脏外，均与女子胞失常的病机密切相关A.心        B.肺        C.脾       D.肝      E.肾",
      "chooses": [
        "A.心        ",
        "B.肺        ",
        "C.脾       ",
        "D.肝      ",
        "E."
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "547.下列内容中除何项外均属治则的内容A.正治与反治B.治标与治本C.扶正祛邪D.调整阴阳E.调理脾胃",
      "chooses": [
        "A.正治与反治",
        "B.治标与治本",
        "C.扶正祛邪",
        "D.调整阴阳",
        "E.调理脾"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "548.下列各项中的医学思想，何者为错A.伤寒早治重在太阳病阶段B.温病早治重在卫分证阶段C.先安未受邪之地属于既病防变的预防思想D.早期治疗的前提是早期的正确诊断E.疾病做到早治就一定不会发生传变",
      "chooses": [
        "A.伤寒早治重在太阳病阶段",
        "B.温病早治重在卫分证阶段",
        "C.先安未受邪之地属于既病防变的预防思想",
        "D.早期治疗的前提是早期的正确诊断",
        "E.疾病做到早治就一定不会发生传"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "549.就病变过程中矛盾主次关系而言，其标本之划分，下列何项表述为错A.正气为本，邪气为标B.病机为标，症状为本C.先病为本，后病为标D.原发病为本，继发病为标E.脏腑病为本，肌表经络病为标",
      "chooses": [
        "A.正气为本，邪气为标",
        "B.病机为标，症状为本",
        "C.先病为本，后病为标",
        "D.原发病为本，继发病为标",
        "E.脏腑病为本，肌表经络病为"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "550.素体气虚，抗病力低下，反复感冒，治之以益气解表，以标本先后缓急治则言之，属于下列中哪一项A.急则治其标B.本急则先治其本C.缓则治其本D.本缓则先治其标E.标本兼治",
      "chooses": [
        "A.急则治其标",
        "B.本急则先治其本",
        "C.缓则治其本",
        "D.本缓则先治其标",
        "E.标本兼"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "551.适用“急则治标”治则的是A.阴虚咳嗽 B.持续低热C.大小便不通D.慢性胃痛E.下肢水肿",
      "chooses": [
        "A.阴虚咳嗽 ",
        "B.持续低热",
        "C.大小便不通",
        "D.慢性胃痛",
        "E.下肢水"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "552.热性病变出现热象，用寒凉药来治疗，此可概括为下列中哪一项A.用热远热B.用寒远寒C.逆者正治D.热者寒之E.寒者热之",
      "chooses": [
        "A.用热远热",
        "B.用寒远寒",
        "C.逆者正治",
        "D.热者寒之",
        "E.寒者热"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "553.虚损病证表现虚候，用补益方药治疗，此可概括为下列哪一项A.逆者正治B.从者反治C.实者泻之D.虚者补之E.虚虚实实",
      "chooses": [
        "A.逆者正治",
        "B.从者反治",
        "C.实者泻之",
        "D.虚者补之",
        "E.虚虚实"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "554.寒性病变出现寒象，用温热药来治疗，应概括为下列哪一项A.用寒远寒B.用热远热C.逆者正治D.热者寒之E.寒者热之",
      "chooses": [
        "A.用寒远寒",
        "B.用热远热",
        "C.逆者正治",
        "D.热者寒之",
        "E.寒者热"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "555.虚损病变出现闭塞不通征象，用补益方药来治疗，可概括为下列哪一项A.虚则补之B.补其不足C.攻补兼施D.塞因塞用E.补虚泻实",
      "chooses": [
        "A.虚则补之",
        "B.补其不足",
        "C.攻补兼施",
        "D.塞因塞用",
        "E.补虚泻"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "556.寒因寒用，适用下列哪一病证A.寒证B.虚寒证C.真热假寒证D.真寒假热证E.寒热错杂证",
      "chooses": [
        "A.寒证",
        "B.虚寒证",
        "C.真热假寒证",
        "D.真寒假热证",
        "E.寒热错杂"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "557.热因热用，适用下列哪一病证A.热证B.寒证C.真热假寒证D.真寒假热证E.寒热错杂证",
      "chooses": [
        "A.热证",
        "B.寒证",
        "C.真热假寒证",
        "D.真寒假热证",
        "E.寒热错杂"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "558.塞因塞用，适用下列哪一病证A.表实里虚证B.虚实夹杂证C.真虚假实证D.真实假虚证E.表虚里实证",
      "chooses": [
        "A.表实里虚证",
        "B.虚实夹杂证",
        "C.真虚假实证",
        "D.真实假虚证",
        "E.表虚里实"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "559.通因通用，适用下列哪一病证A.表实里虚证B.虚实夹杂证C.真虚假实证D.真实假虚证E.表虚里实证",
      "chooses": [
        "A.表实里虚证",
        "B.虚实夹杂证",
        "C.真虚假实证",
        "D.真实假虚证",
        "E.表虚里实"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "560.对热因热用的表述，下列何项为错A.用热性药物治疗真寒假热之证B.用热性药物治疗阴盛格阳所致的病证C.用温热药物应尽量避免在炎热季节使用D.所采用方药的性质顺从疾病的假象E.实质上仍是逆其证候真象性质而治的治法",
      "chooses": [
        "A.用热性药物治疗真寒假热之证",
        "B.用热性药物治疗阴盛格阳所致的病证",
        "C.用温热药物应尽量避免在炎热季节使用",
        "D.所采用方药的性质顺从疾病的假象",
        "E.实质上仍是逆其证候真象性质而治的治"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "561.对寒因寒用的表述，下列中何项为错A.用寒性药物治疗真热假寒之证B.用寒性药物治疗阳盛格阴所致的病证C.用寒凉药应尽量避免在寒冷季节使用D.所采用的方药的性质顺从疾病的假象E.实质上仍是逆其证候真象性质而治的治法",
      "chooses": [
        "A.用寒性药物治疗真热假寒之证",
        "B.用寒性药物治疗阳盛格阴所致的病证",
        "C.用寒凉药应尽量避免在寒冷季节使用",
        "D.所采用的方药的性质顺从疾病的假象",
        "E.实质上仍是逆其证候真象性质而治的治"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "562.病人正虚邪实而正气不耐攻伐，此时应釆取的治则是A.扶正B.祛邪C.祛邪扶正兼用D.先祛邪后扶正E.先扶正后祛邪",
      "chooses": [
        "A.扶正",
        "B.祛邪",
        "C.祛邪扶正兼用",
        "D.先祛邪后扶正",
        "E.先扶正后祛"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "563.下列哪项不属于扶正治则指导下确定的治法A.发汗B.滋阴C.养血D.益气E.扶阳",
      "chooses": ["A.发汗", "B.滋阴", "C.养血", "D.益气", "E.扶"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "564.阴阳偏衰的治疗，下列哪一项原则最中肯A.调整阴阳B.损益兼用C.补其不足D.滋阴清热E.损其有余",
      "chooses": [
        "A.调整阴阳",
        "B.损益兼用",
        "C.补其不足",
        "D.滋阴清热",
        "E.损其有"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "565.“壮水之主，以制阳光”是指A.以阳中求阴之法调整阴阳偏衰B.以阴中求阳之法调整阴阳偏衰C.以泻热之法，调整偏盛之阳热D.以补阴之法，治疗阴虚阳亢之证E.以补阳之法，治疗阴虚阳亢之证",
      "chooses": [
        "A.以阳中求阴之法调整阴阳偏衰",
        "B.以阴中求阳之法调整阴阳偏衰",
        "C.以泻热之法，调整偏盛之阳热",
        "D.以补阴之法，治疗阴虚阳亢之证",
        "E.以补阳之法，治疗阴虚阳亢之"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "566.“益火之源，以消阴翳”是指A.以阳中求阴之法调整阴阳偏衰B.以阴中求阳之法调整阴阳偏衰C.以散寒之法，调整偏盛之阴寒D.以补阴之法，治疗阳虚阴盛之证E.以补阳之法，治疗阳虚阴盛之证",
      "chooses": [
        "A.以阳中求阴之法调整阴阳偏衰",
        "B.以阴中求阳之法调整阴阳偏衰",
        "C.以散寒之法，调整偏盛之阴寒",
        "D.以补阴之法，治疗阳虚阴盛之证",
        "E.以补阳之法，治疗阳虚阴盛之"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "567.治疗阴偏衰时，补阴时适当佐以补阳药，使“阴得阳升而泉源不竭”，这可概括为下列中哪一项A.阴阳并补B.阴中求阳C.阳中求阴D.扶阳消阴E.滋阴制阳",
      "chooses": [
        "A.阴阳并补",
        "B.阴中求阳",
        "C.阳中求阴",
        "D.扶阳消阴",
        "E.滋阴制"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "568.治疗阳偏衰时，补阳时适当佐以补阴药，使“阳得阴助而生化无穷”，这可概括为下列中哪一项A.阴阳并补B.阴中求阳C.阳中求阴D.扶阳消阴E.滋阴制阳",
      "chooses": [
        "A.阴阳并补",
        "B.阴中求阳",
        "C.阳中求阴",
        "D.扶阳消阴",
        "E.滋阴制"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "569.亡阴的主要原因是机体内的阴气大量亡失，治宜取下列哪一项A.滋阴制阳B.扶阳消阴C.回阳救逆D.救阴固脱E.阴中求阳",
      "chooses": [
        "A.滋阴制阳",
        "B.扶阳消阴",
        "C.回阳救逆",
        "D.救阴固脱",
        "E.阴中求"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "570.亡阳的主要原因是机体内的阳气大量脱失，治宜取下列哪一项A.滋阴制阳B.扶阳消阴C.回阳固脱D.回阳救阴E.阴中求阳",
      "chooses": [
        "A.滋阴制阳",
        "B.扶阳消阴",
        "C.回阳固脱",
        "D.回阳救阴",
        "E.阴中求"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "571.阴盛格阳所致的真寒假热证，治宜取下列哪一项A.损其有余B.阳中求阴C.滋阴制阳D.温阳散寒E.清泻阳热",
      "chooses": [
        "A.损其有余",
        "B.阳中求阴",
        "C.滋阴制阳",
        "D.温阳散寒",
        "E.清泻阳"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "572.阳盛格阴所致的真热假寒证，治宜取下列哪一项A.补其不足B.阴中求阳C.阴病治阳D.温阳散寒E.清泻阳热",
      "chooses": [
        "A.补其不足",
        "B.阴中求阳",
        "C.阴病治阳",
        "D.温阳散寒",
        "E.清泻阳"
      ],
      "answer": "E"
    },
    {
      "type": 1,
      "title": "573.用补益药治疗真虚假实证属A.反治B.正治C.标本同治D.祛邪E.攻补兼施",
      "chooses": ["A.反治", "B.正治", "C.标本同治", "D.祛邪", "E.攻补兼"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "574.患者肝病迁延不愈，近三个月出现黄疸、腹胀而腹水明显，则肝病为本，腹水为标。按标本缓急治则而言，应取下列哪一项A.先治其标B.先治其本C.标本兼治D.肝病实脾E.当先扶正",
      "chooses": [
        "A.先治其标",
        "B.先治其本",
        "C.标本兼治",
        "D.肝病实脾",
        "E.当先扶"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "575.手足厥冷，壮热烦渴，神昏谵语，舌红苔干黄，脉沉数有力，以清泻里热之方药治之，此属于下列中哪一项A.虚则补之B.寒者热之C.寒因寒用D.热因热用E.用寒远寒",
      "chooses": [
        "A.虚则补之",
        "B.寒者热之",
        "C.寒因寒用",
        "D.热因热用",
        "E.用寒远"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "576.“春夏养阳，秋冬养阴”属于下列哪一种养生原则A.顺应自然B.养性调神C.护肾保精D.调摄饮食E.体魄锻炼",
      "chooses": [
        "A.顺应自然",
        "B.养性调神",
        "C.护肾保精",
        "D.调摄饮食",
        "E.体魄锻"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "577.起居有常属于哪一种养生原则A.顺应自然B.养性调神C.护肾保精D.调摄饮食E.体魄锻炼",
      "chooses": [
        "A.顺应自然",
        "B.养性调神",
        "C.护肾保精",
        "D.调摄饮食",
        "E.体魄锻"
      ],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "578.“老年慎泻，少年慎补”是依据什么而确定的用药原则A.因时制宜                      B.因地制宜C.因人制宜D.标本同治E.攻补兼施",
      "chooses": [
        "A.因时制宜                      ",
        "B.因地制宜",
        "C.因人制宜",
        "D.标本同治",
        "E.攻补兼"
      ],
      "answer": "C"
    },
    {
      "type": 1,
      "title": "579.下列何项不属治则A.标本缓急                  B.三因制宜C.调整阴阳D.热因热用E.扶正祛邪",
      "chooses": [
        "A.标本缓急                  ",
        "B.三因制宜",
        "C.调整阴阳",
        "D.热因热用",
        "E.扶正祛"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "580.中医治疗疾病的指导思想是A.调整阴阳B.治病求本C.扶正祛邪D.注意标本缓急E.三因制宜",
      "chooses": [
        "A.调整阴阳",
        "B.治病求本",
        "C.扶正祛邪",
        "D.注意标本缓急",
        "E.三因制"
      ],
      "answer": "B"
    },
    {
      "type": 1,
      "title": "581.治疗学上的“用寒远寒，用热远热”体现了A.因时制宜B.因地制宜C.治病求本D.正治法E.反治法",
      "chooses": ["A.因时制宜", "B.因地制宜", "C.治病求本", "D.正治法", "E.反治"],
      "answer": "A"
    },
    {
      "type": 1,
      "title": "582.以下哪一项不是“治未病”的内容A.“避其毒气”B.调摄精神C.加强锻炼D.审因论治E.护肾保精",
      "chooses": [
        "A.“避其毒气”",
        "B.调摄精神",
        "C.加强锻炼",
        "D.审因论治",
        "E.护肾保"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "583.应用先补后攻治则的必备条件有A.虚实错杂证B.正虚但尚耐攻C.真实假虚证D.正虚不耐攻伐E.真虚假实证",
      "chooses": [
        "A.虚实错杂证",
        "B.正虚但尚耐攻",
        "C.真实假虚证",
        "D.正虚不耐攻伐",
        "E.真虚假实"
      ],
      "answer": "D"
    },
    {
      "type": 1,
      "title": "584.叶天士主张在甘寒养胃的方药中加入咸寒滋肾之品的目的是A.审因论治B.未病先防C.既病防变D.早期诊治E.阻截病传",
      "chooses": [
        "A.审因论治",
        "B.未病先防",
        "C.既病防变",
        "D.早期诊治",
        "E.阻截病"
      ],
      "answer": "C"
    },
    {
      "type": 2,
      "title": "1．被称作为中医“四大经典”的是以下哪几部古籍？A．《黄帝内经》B．《难经》C．《伤寒杂病论》D．《神农本草经》E．《脉经》",
      "chooses": [
        "A．《黄帝内经》",
        "B．《难经》",
        "C．《伤寒杂病论》",
        "D．《神农本草经》",
        "E．《脉经"
      ],
      "answer": "ABCD"
    },
    {
      "type": 2,
      "title": "2．中医学理论体系的主要特点是A．整体观念B．恒动观念C．辩证观念D．辨证论治E．治病求本",
      "chooses": [
        "A．整体观念",
        "B．恒动观念",
        "C．辩证观念",
        "D．辨证论治",
        "E．治病求"
      ],
      "answer": "AD"
    },
    {
      "type": 2,
      "title": "3．《温疫论》对温疫病的病因的认识包括A．病因为“戾气”，而非一般的六淫B．多从口鼻而入，往往递相传染， 形成大流行C．症状、病程多类似D．不同的疫病，有不同的发病季节E．人与禽畜皆有疫病，但多各不相同",
      "chooses": [
        "A．病因为“戾气”，而非一般的六淫",
        "B．多从口鼻而入，往往递相传染， 形成大流行",
        "C．症状、病程多类似",
        "D．不同的疫病，有不同的发病季节",
        "E．人与禽畜皆有疫病，但多各不相"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "4．不是以人体自身整体性的中心为A．五脏B．六腑C．五体D．五官E．经络",
      "chooses": ["A．五脏", "B．六腑", "C．五体", "D．五官", "E．经"],
      "answer": "BCDE"
    },
    {
      "type": 2,
      "title": "5．下列医家属于宋金元时期者有A．陈言B．刘完素C．张元素D．张介宾E．朱震亨",
      "chooses": ["A．陈言", "B．刘完素", "C．张元素", "D．张介宾", "E．朱震"],
      "answer": "ABCE"
    },
    {
      "type": 2,
      "title": "6.下列哪些属于中医学“证”的范畴A.恶心呕吐B.肝阳上亢C.感冒D.舌苔薄黄E.心脉痹阻",
      "chooses": ["A.恶心呕吐", "B.肝阳上亢", "C.感冒", "D.舌苔薄黄", "E.心脉痹"],
      "answer": "BE"
    },
    {
      "type": 2,
      "title": "7.人体是一个有机的整体，主要体现于A.以五脏为中心的结构与功能的完整统一B.人体的生命活动受社会环境的影响C.人的形体与精神的相互依附，不 可分割D.人体与自然环境的息息相关E.人体与社会环境的息息相关",
      "chooses": [
        "A.以五脏为中心的结构与功能的完整统一",
        "B.人体的生命活动受社会环境的影响",
        "C.人的形体与精神的相互依附，不 可分割",
        "D.人体与自然环境的息息相关",
        "E.人体与社会环境的息息相"
      ],
      "answer": "AC"
    },
    {
      "type": 2,
      "title": "哲学基础8．阴阳的相对性表现在A．阳制约阴B．阴根于阳C．阴消则阳长D．事物的无限可分性E．阴阳相互转化",
      "chooses": [
        "A．阳制约阴",
        "B．阴根于阳",
        "C．阴消则阳长",
        "D．事物的无限可分性",
        "E．阴阳相互转"
      ],
      "answer": "DE"
    },
    {
      "type": 2,
      "title": "9．从夏至冬的气候变化是A．阴长阳消B．热极生寒C．阳消阴长D．由阴转阳E．寒极生热",
      "chooses": [
        "A．阴长阳消",
        "B．热极生寒",
        "C．阳消阴长",
        "D．由阴转阳",
        "E．寒极生"
      ],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "10．根据阴阳互根原理确定的治疗是A．阳病治阴B．阳中求阴C．阴病治阳D．阴中求阳E．泻阳益阴",
      "chooses": [
        "A．阳病治阴",
        "B．阳中求阴",
        "C．阴病治阳",
        "D．阴中求阳",
        "E．泻阳益"
      ],
      "answer": "BD"
    },
    {
      "type": 2,
      "title": "11．具有“所胜、所不胜”关系的是A．木和火B．水和金C．土和水D．水和火E．木和金",
      "chooses": ["A．木和火", "B．水和金", "C．土和水", "D．水和火", "E．木和"],
      "answer": "CDE"
    },
    {
      "type": 2,
      "title": "12．根据五行学说理论，下列哪些征象可作为肝病的诊断依据A．面见青色B．头发稀疏C．喜食酸味D．爪甲枯槁E．两目干涩",
      "chooses": [
        "A．面见青色",
        "B．头发稀疏",
        "C．喜食酸味",
        "D．爪甲枯槁",
        "E．两目干"
      ],
      "answer": "ACDE"
    },
    {
      "type": 2,
      "title": "13．根据五行生克乘侮规律，属于“相克太过致病”的有A．肝病色青见缓脉B．肺病色白见弦脉C．心病面赤见沉脉D．肾病色黑见洪脉E．肝病色青见沉脉",
      "chooses": [
        "A．肝病色青见缓脉",
        "B．肺病色白见弦脉",
        "C．心病面赤见沉脉",
        "D．肾病色黑见洪脉",
        "E．肝病色青见沉"
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "14.下列各项中，不符合五行生克规律的是A.木为水之子B.火为土之母C.水为火之所胜D.金为木之所胜E.金为土之子",
      "chooses": [
        "A.木为水之子",
        "B.火为土之母",
        "C.水为火之所胜",
        "D.金为木之所胜",
        "E.金为土之"
      ],
      "answer": "CD"
    },
    {
      "type": 2,
      "title": "15.下列各项中，依据五行相生规律 确定的治法是A.滋水涵木法 B.益火补土法 C.佐金平木法 D.金水相生法E.壮水制火法",
      "chooses": [
        "A.滋水涵木法 ",
        "B.益火补土法 ",
        "C.佐金平木法 ",
        "D.金水相生法",
        "E.壮水制火"
      ],
      "answer": "ABD"
    },
    {
      "type": 2,
      "title": "16.下列各项中，依据五行相克规律 确定的治法是A.滋水涵木法 B•佐金平木法 C.培土制水法 D.泻南补北法 E.益火补土法",
      "chooses": [
        "A.滋水涵木法 ",
        "B•佐金平木法 ",
        "C.培土制水法 ",
        "D.泻南补北法 ",
        "E.益火补土"
      ],
      "answer": "BCD"
    },
    {
      "type": 2,
      "title": "17.症见寒象的病人，其病机可以是A.阳虚B.阴虚C.阳盛D.阴盛E.阴阳两虚",
      "chooses": ["A.阳虚", "B.阴虚", "C.阳盛", "D.阴盛", "E.阴阳两"],
      "answer": "ADE"
    },
    {
      "type": 2,
      "title": "18.发热的病人，其病机可以是A.阴虚B.阳虚C.阴盛D.阳盛E.阴阳两虚",
      "chooses": ["A.阴虚", "B.阳虚", "C.阴盛", "D.阳盛", "E.阴阳两"],
      "answer": "ADE"
    },
    {
      "type": 2,
      "title": "19.阴阳偏盛的治疗原则是A.补其不足B.损其有余C.虚则补之D.实则泻之E.损者益之",
      "chooses": [
        "A.补其不足",
        "B.损其有余",
        "C.虚则补之",
        "D.实则泻之",
        "E.损者益"
      ],
      "answer": "BD"
    },
    {
      "type": 2,
      "title": "20.在自然界，气的运动形式主要有A.升        B.降         C.出           D.聚          E.入",
      "chooses": [
        "A.升        ",
        "B.降         ",
        "C.出           ",
        "D.聚          ",
        "E."
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "21.在古代哲学中，气化的形式主要有A.气与形的转化            B.形与形的转化             C.气与气之间转化D.有形之体自身的不断更新变化E.无形之精与有形之质的转化",
      "chooses": [
        "A.气与形的转化            ",
        "B.形与形的转化             ",
        "C.气与气之间转化",
        "D.有形之体自身的不断更新变化",
        "E.无形之精与有形之质的转"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "22.古代哲学精气学说对中医学精气生命理论构建的影响，主要体现于A.促进精为人体生命之本原理论的建立B.促进气为人体生命之维系理论的建立C.促进气为人体生命信息传导之中介理论的建立D.促使气为人体生命之本原理论的建立E.促使人体之气所分化的阴阳二气升降协调以维持生命进程理论的建立",
      "chooses": [
        "A.促进精为人体生命之本原理论的建立",
        "B.促进气为人体生命之维系理论的建立",
        "C.促进气为人体生命信息传导之中介理论的建立",
        "D.促使气为人体生命之本原理论的建立",
        "E.促使人体之气所分化的阴阳二气升降协调以维持生命进程理论的建"
      ],
      "answer": "ABE"
    },
    {
      "type": 2,
      "title": "23.人体之精的生成来源有A.先天之精     B.肾精      C.脏腑之精     D.后天之精     E.生殖之精",
      "chooses": [
        "A.先天之精     ",
        "B.肾精      ",
        "C.脏腑之精     ",
        "D.后天之精     ",
        "E.生殖之"
      ],
      "answer": "AD"
    },
    {
      "type": 2,
      "title": "24.人体之气的生成充足与哪些脏腑的生理机能密切相关A.心          B.脾          C.肺          D.肾         E.胃",
      "chooses": [
        "A.心          ",
        "B.脾          ",
        "C.肺          ",
        "D.肾         ",
        "E."
      ],
      "answer": "BCDE"
    },
    {
      "type": 2,
      "title": "25.气化的具体体现有 A.精化为气B.精与血互化C.气的生成D.津液化生汗液E.精化为髓",
      "chooses": [
        "A.精化为气",
        "B.精与血互化",
        "C.气的生成",
        "D.津液化生汗液",
        "E.精化为"
      ],
      "answer": "ABCD"
    },
    {
      "type": 2,
      "title": "26.人体之气的生理功能有A.推动         B.温煦         C.凉润         D.防御          E.中介",
      "chooses": [
        "A.推动         ",
        "B.温煦         ",
        "C.凉润         ",
        "D.防御          ",
        "E.中"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "27.气的固摄作用减弱，可以出现A.小便失禁               B.呕吐清水               C.容易感冒   D.四肢不温               E.滑精",
      "chooses": [
        "A.小便失禁               ",
        "B.呕吐清水               ",
        "C.容易感冒   ",
        "D.四肢不温               ",
        "E.滑"
      ],
      "answer": "ABE"
    },
    {
      "type": 2,
      "title": "28.影响血液运行的因素有A.寒邪的人侵      B.脉道的畅通      C.气的推动      D.气的温煦E.气的固摄",
      "chooses": [
        "A.寒邪的人侵      ",
        "B.脉道的畅通      ",
        "C.气的推动      ",
        "D.气的温煦",
        "E.气的固"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "29.与津液的输布密切相关的脏腑是A.肝          B.心          C.脾          D.肺          E.肾",
      "chooses": [
        "A.肝          ",
        "B.心          ",
        "C.脾          ",
        "D.肺          ",
        "E."
      ],
      "answer": "ACDE"
    },
    {
      "type": 2,
      "title": "30.“气为血之帅”包括的内容有A.气能生血        B.气能养血        C.气能行血        D.气能载血E.气能摄血",
      "chooses": [
        "A.气能生血        ",
        "B.气能养血        ",
        "C.气能行血        ",
        "D.气能载血",
        "E.气能摄"
      ],
      "answer": "AC"
    },
    {
      "type": 2,
      "title": "31.形成“气随津脱”病变的原因有A.过用发汗方法B.剧烈呕吐C.大量泄泻D.过度使用下法E.滥用补液法",
      "chooses": [
        "A.过用发汗方法",
        "B.剧烈呕吐",
        "C.大量泄泻",
        "D.过度使用下法",
        "E.滥用补液"
      ],
      "answer": "ABCD"
    },
    {
      "type": 2,
      "title": "32.相对而言，属于阴的基本物质有A.气          B.血          C.津          D.液          E.精",
      "chooses": [
        "A.气          ",
        "B.血          ",
        "C.津          ",
        "D.液          ",
        "E."
      ],
      "answer": "BCDE"
    },
    {
      "type": 2,
      "title": "33.中医学形神统一观的内涵有 A.神以精气为物质基础B.神统驭精气C.神为形之主D.形是神之宅E.形与神倶，尽终天年",
      "chooses": [
        "A.神以精气为物质基础",
        "B.神统驭精气",
        "C.神为形之主",
        "D.形是神之宅",
        "E.形与神倶，尽终天"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "34.血液的生成来源有A.津液       B.肾精       C.营气       D.元气       E.卫气",
      "chooses": [
        "A.津液       ",
        "B.肾精       ",
        "C.营气       ",
        "D.元气       ",
        "E.卫"
      ],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "35. 下列脏腑中属于奇恒之腑的是 A.三焦    B.胆     C.脑     D.女子胞      E.髓",
      "chooses": ["A.三焦    ", "B.胆     ", "C.脑     ", "D.女子胞      ", "E."],
      "answer": "BCDE"
    },
    {
      "type": 2,
      "title": "36. 心主血脉的机能正常与否，可观 察 A.面色      B.脉搏     C.意识  D.舌色    E.心胸部感觉",
      "chooses": [
        "A.面色      ",
        "B.脉搏     ",
        "C.意识  ",
        "D.舌色    ",
        "E.心胸部感"
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "37. 肾精不足可出现 A.小儿囟门迟闭        B.小儿骨软无力     C.牙齿松动脱落 D.老年人骨质脆弱      E.脑转耳鸣",
      "chooses": [
        "A.小儿囟门迟闭        ",
        "B.小儿骨软无力     ",
        "C.牙齿松动脱落 ",
        "D.老年人骨质脆弱      ",
        "E.脑转耳"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "38. 脾气主升，主要表现在  A.配合胃腐熟水谷          B.上输水谷精气于心肺、头目 C.在体合肉，主四肢        D.维系脏器位置的恒定 E.运化水液",
      "chooses": [
        "A.配合胃腐熟水谷          ",
        "B.上输水谷精气于心肺、头目 ",
        "C.在体合肉，主四肢        ",
        "D.维系脏器位置的恒定 ",
        "E.运化水"
      ],
      "answer": "BD"
    },
    {
      "type": 2,
      "title": "39. 肝藏血的生理意义包括 A.贮藏血液于肝内          B.调节人体各部分血量分配 C.调节水液代谢平衡        D.防止出血 E.魂神有所依舍",
      "chooses": [
        "A.贮藏血液于肝内          ",
        "B.调节人体各部分血量分配 ",
        "C.调节水液代谢平衡        ",
        "D.防止出血 ",
        "E.魂神有所依"
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "40. 心藏神的含义是 A.主宰五脏六腑的生理活动     B.主宰形体官窍的生理活动 C.主宰人体的精神活动         D.推动血液在脉中运行 E.总司脏腑气化",
      "chooses": [
        "A.主宰五脏六腑的生理活动     ",
        "B.主宰形体官窍的生理活动 ",
        "C.主宰人体的精神活动         ",
        "D.推动血液在脉中运行 ",
        "E.总司脏腑气"
      ],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "41.机体血液的正常运行，最基本的 前提条件是 A.心气充沛          B.血液充盈        C.脉管通利 D.气机通畅           E.肺气通利",
      "chooses": [
        "A.心气充沛          ",
        "B.血液充盈        ",
        "C.脉管通利 ",
        "D.气机通畅           ",
        "E.肺气通"
      ],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "42. 肾气闭藏与肝气疏泄之间的关系， 主要体现于 A.人体的生长发育           B.女子的月经来潮 C.男子的排精               D.精血之间的相互化生 E.津液的正常输布",
      "chooses": [
        "A.人体的生长发育           ",
        "B.女子的月经来潮 ",
        "C.男子的排精               ",
        "D.精血之间的相互化生 ",
        "E.津液的正常输"
      ],
      "answer": "BC"
    },
    {
      "type": 2,
      "title": "43. 肝的疏泄机能关系到 A.气机的调畅           B.情志活动          C.脾胃运化功能 D.胆汁的分泌和排泄     E.男子排精和女子排卵行经",
      "chooses": [
        "A.气机的调畅           ",
        "B.情志活动          ",
        "C.脾胃运化功能 ",
        "D.胆汁的分泌和排泄     ",
        "E.男子排精和女子排卵行"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "44. 下列官窍中与肾有关的是  A.目     B.鼻    C.口       D.耳      E.二阴     ",
      "chooses": [
        "A.目     ",
        "B.鼻    ",
        "C.口       ",
        "D.耳      ",
        "E.二阴    "
      ],
      "answer": "DE"
    },
    {
      "type": 2,
      "title": "45.肺的各种生理机能能否正常进行，主要取决于  A.肺气的宣发         B.肺司呼吸        C.肺朝百脉  D.肺气的肃降          E.肺主治节 ",
      "chooses": [
        "A.肺气的宣发         ",
        "B.肺司呼吸        ",
        "C.肺朝百脉  ",
        "D.肺气的肃降          ",
        "E.肺主治节"
      ],
      "answer": "AD"
    },
    {
      "type": 2,
      "title": "46. 下列与脾有关的是  A.在志为悲        B.在液为涎         C.在窍为口  D.其华在唇           E.在体为筋     ",
      "chooses": [
        "A.在志为悲        ",
        "B.在液为涎         ",
        "C.在窍为口  ",
        "D.其华在唇           ",
        "E.在体为筋    "
      ],
      "answer": "BCD"
    },
    {
      "type": 2,
      "title": "47. 以下哪项说法是对的 A.齿为骨之余        B.爪为筋之余       C.脉为血之府 D.发为血之余          E.腰为肾之府",
      "chooses": [
        "A.齿为骨之余        ",
        "B.爪为筋之余       ",
        "C.脉为血之府 ",
        "D.发为血之余          ",
        "E.腰为肾之"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "48. 大肠的传导作用主要与下列哪些 脏腑的作用有关  A.胃气的通降          B.肺气的肃降        C.肝气的疏泄  D.肾气的蒸化和固摄    C.脾气的运化",
      "chooses": [
        "A.胃气的通降          ",
        "B.肺气的肃降        ",
        "C.肝气的疏泄  ",
        "D.肾气的蒸化和固摄    C.脾气的运"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "49. 《内经》概括上、中、下三焦的 功能特点分别为  A.上焦如雾         B.中焦如沤           C.上焦如羽  D.下焦如渎           E.下焦如权 ",
      "chooses": [
        "A.上焦如雾         ",
        "B.中焦如沤           ",
        "C.上焦如羽  ",
        "D.下焦如渎           ",
        "E.下焦如权"
      ],
      "answer": "ABD"
    },
    {
      "type": 2,
      "title": "50. 心与脾的生理关系主要体现在   A.生成血液       B.运行血液           C.统摄血液  D.精血互化          E.化生津液",
      "chooses": [
        "A.生成血液       ",
        "B.运行血液           ",
        "C.统摄血液  ",
        "D.精血互化          ",
        "E.化生津"
      ],
      "answer": "AB"
    },
    {
      "type": 2,
      "title": "51．经络的生理机能有A．调节作用B．沟通联系作用C．运输渗灌作用D．感应作用E．传导作用",
      "chooses": [
        "A．调节作用",
        "B．沟通联系作用",
        "C．运输渗灌作用",
        "D．感应作用",
        "E．传导作"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "52．下列与牙齿有联系的经脉是A．足少阴肾经B．手阳明大肠经C．足太阴脾经D．足阳明胃经E．足厥阴肝经",
      "chooses": [
        "A．足少阴肾经",
        "B．手阳明大肠经",
        "C．足太阴脾经",
        "D．足阳明胃经",
        "E．足厥阴肝"
      ],
      "answer": "BD"
    },
    {
      "type": 2,
      "title": "53．与女子的月经来潮有密切关系的经脉有A．跷脉B．维脉C．任脉D．手少阴心经E．冲脉",
      "chooses": ["A．跷脉", "B．维脉", "C．任脉", "D．手少阴心经", "E．冲"],
      "answer": "CE"
    },
    {
      "type": 2,
      "title": "54．下列循行于躯干腹面的经脉是A．任脉B．足少阴肾经C．足太阴脾经D．足阳明胃经E．冲脉",
      "chooses": [
        "A．任脉",
        "B．足少阴肾经",
        "C．足太阴脾经",
        "D．足阳明胃经",
        "E．冲"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "55．以下指冲脉的是 A．血海B．气海C．十二经脉之海D．阴脉之海E．五脏六腑之海",
      "chooses": [
        "A．血海",
        "B．气海",
        "C．十二经脉之海",
        "D．阴脉之海",
        "E．五脏六腑之"
      ],
      "answer": "ACE"
    },
    {
      "type": 2,
      "title": "56．任脉的主要功能是A．调节阴经气血，为阴脉之海B．主一身左右之阳C．约束诸脉D．主胞胎E．濡养眼目，司眼睑开合",
      "chooses": [
        "A．调节阴经气血，为阴脉之海",
        "B．主一身左右之阳",
        "C．约束诸脉",
        "D．主胞胎",
        "E．濡养眼目，司眼睑开"
      ],
      "answer": "AD"
    },
    {
      "type": 2,
      "title": "57．经过会阴部的是A．督脉  B．任脉C．足太阴脾经D．足阳明胃经E．冲脉",
      "chooses": [
        "A．督脉  ",
        "B．任脉",
        "C．足太阴脾经",
        "D．足阳明胃经",
        "E．冲"
      ],
      "answer": "ABE"
    },
    {
      "type": 2,
      "title": "58.到达足大趾的经脉有A.胃经B.脾经C.肝经D.胆经E.冲脉",
      "chooses": ["A.胃经", "B.脾经", "C.肝经", "D.胆经", "E.冲"],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "59.经过目内眦的经脉有A.足太阳经B.足阳明经C.手太阳经D.任脉E.手少阳经",
      "chooses": ["A.足太阳经", "B.足阳明经", "C.手太阳经", "D.任脉", "E.手少阳"],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "60．影响体质形成的后天因素有A．性别、年龄B．饮食因素C．劳逸、疾病因素D．情志因素E．地理因素",
      "chooses": [
        "A．性别、年龄",
        "B．饮食因素",
        "C．劳逸、疾病因素",
        "D．情志因素",
        "E．地理因"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "61．影响体质形成的先天因素有A. 父母生殖之精的质量B. 父母血缘关系的远近 C. 父母生育的年龄D. 母亲妊娠期的养胎情况E. 母亲妊娠期疾病的影响",
      "chooses": [
        "A. 父母生殖之精的质量",
        "B. 父母血缘关系的远近 ",
        "C. 父母生育的年龄",
        "D. 母亲妊娠期的养胎情况",
        "E. 母亲妊娠期疾病的影"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "62．小儿的体质特点为A．脏腑娇嫩B．形气未充C．易虚易实D．易寒易热E．生机旺盛",
      "chooses": [
        "A．脏腑娇嫩",
        "B．形气未充",
        "C．易虚易实",
        "D．易寒易热",
        "E．生机旺"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "63．老年人的体质特点为A. 精气神渐衰B. 脏腑功能减退C. 代谢缓慢D. 气血郁滞E. 阴阳失调",
      "chooses": [
        "A. 精气神渐衰",
        "B. 脏腑功能减退",
        "C. 代谢缓慢",
        "D. 气血郁滞",
        "E. 阴阳失"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "64.阴虚之体养生时应慎用A.肥甘之品B.辛辣之品C.清润之品D.燥热之品E.苦寒之品",
      "chooses": [
        "A.肥甘之品",
        "B.辛辣之品",
        "C.清润之品",
        "D.燥热之品",
        "E.苦寒之"
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "65.陈言将病因分为A. 内因B. 其他病因C. 外因D. 不内外因E. 病理产物形成的病因",
      "chooses": [
        "A. 内因",
        "B. 其他病因",
        "C. 外因",
        "D. 不内外因",
        "E. 病理产物形成的病"
      ],
      "answer": "ACD"
    },
    {
      "type": 2,
      "title": "66.风邪的性质和致病特征是A. 轻扬开泄B. 善行数变C. 主动D. 易耗气伤津E. 为百病之长",
      "chooses": [
        "A. 轻扬开泄",
        "B. 善行数变",
        "C. 主动",
        "D. 易耗气伤津",
        "E. 为百病之"
      ],
      "answer": "ABCE"
    },
    {
      "type": 2,
      "title": "67.热邪、暑邪皆有的致病特征是A. 均为阳邪B. 均易致疮痈C. 耗气伤津D. 均夹湿邪E. 均见高热、口渴喜饮、面赤、脉洪大",
      "chooses": [
        "A. 均为阳邪",
        "B. 均易致疮痈",
        "C. 耗气伤津",
        "D. 均夹湿邪",
        "E. 均见高热、口渴喜饮、面赤、脉洪"
      ],
      "answer": "ACE"
    },
    {
      "type": 2,
      "title": "68.易伤津液的病邪是A. 风邪B. 燥邪C. 暑邪D. 火邪E. 寒邪",
      "chooses": ["A. 风邪", "B. 燥邪", "C. 暑邪", "D. 火邪", "E. 寒"],
      "answer": "BCD"
    },
    {
      "type": 2,
      "title": "69.疠气的致病特点是A. 发病急骤B. 病情危笃C. 一气一病D. 传染性强E. 易于流行",
      "chooses": [
        "A. 发病急骤",
        "B. 病情危笃",
        "C. 一气一病",
        "D. 传染性强",
        "E. 易于流"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "70.情志致病，易伤及的脏腑为A. 肝B. 心C. 脾D. 肺E. 肾",
      "chooses": ["A. 肝", "B. 心", "C. 脾", "D. 肺", "E. "],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "71.劳神过度易损伤的内脏是A. 心B. 肺C. 脾D. 肝E. 肾",
      "chooses": ["A. 心", "B. 肺", "C. 脾", "D. 肝", "E. "],
      "answer": "AC"
    },
    {
      "type": 2,
      "title": "72.瘀血形成的因素包括A. 出血B. 气滞C. 血寒D. 血热E. 气虚",
      "chooses": ["A. 出血", "B. 气滞", "C. 血寒", "D. 血热", "E. 气"],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "73.与痰饮形成有关的脏腑是A. 脾B. 心C. 肝D. 肺E. 三焦",
      "chooses": ["A. 脾", "B. 心", "C. 肝", "D. 肺", "E. 三"],
      "answer": "ACDE"
    },
    {
      "type": 2,
      "title": "74.多发结石的脏腑是A. 肝B. 肾C. 胆D. 胃E. 膀胱",
      "chooses": ["A. 肝", "B. 肾", "C. 胆", "D. 胃", "E. 膀"],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "75.药邪的致病特点是A. 导致中毒B. 加重病情C. 影响新血生成D. 变生他疾E. 病位固定",
      "chooses": [
        "A. 导致中毒",
        "B. 加重病情",
        "C. 影响新血生成",
        "D. 变生他疾",
        "E. 病位固"
      ],
      "answer": "ABCDE"
    },
    { "type": 0, "title": "当", "chooses": [], "answer": "ABCD" },
    {
      "type": 2,
      "title": "77．复发的常见诱因有A．食复B．劳复C．药复D．重感致复E．情志致复",
      "chooses": ["A．食复", "B．劳复", "C．药复", "D．重感致复", "E．情志致"],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "78．发病类型主要包括A．继发与复发B．伏而后发C．感邪即发D．合病与并病E．徐发",
      "chooses": [
        "A．继发与复发",
        "B．伏而后发",
        "C．感邪即发",
        "D．合病与并病",
        "E．徐"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "79．下列哪些可以称为邪气A．六淫、疠气B．痰饮、瘀血C．情志活动D．饮食失宜E．寄生虫",
      "chooses": [
        "A．六淫、疠气",
        "B．痰饮、瘀血",
        "C．情志活动",
        "D．饮食失宜",
        "E．寄生"
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "80．感邪即发多见于A．感受疠气B．情志剧变C．毒物所伤D．新感外邪E．外伤",
      "chooses": [
        "A．感受疠气",
        "B．情志剧变",
        "C．毒物所伤",
        "D．新感外邪",
        "E．外"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "81.正气的防御作用表现为A.抗邪人侵B.祛除病邪C.修复能力D.调节能力E.协调功能",
      "chooses": [
        "A.抗邪人侵",
        "B.祛除病邪",
        "C.修复能力",
        "D.调节能力",
        "E.协调功"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "82.基本病机的主要内容有A.邪正盛衰B.阴阳失调C.气血失常D.津液失常E.脏腑机能失常",
      "chooses": [
        "A.邪正盛衰",
        "B.阴阳失调",
        "C.气血失常",
        "D.津液失常",
        "E.脏腑机能失"
      ],
      "answer": "ABCD"
    },
    {
      "type": 2,
      "title": "83.疾病的转归，取决于邪正的盛衰，其病理变化包括A.正胜邪退B.邪胜正衰C.邪正相持D.正虚邪恋E.邪去正衰",
      "chooses": [
        "A.正胜邪退",
        "B.邪胜正衰",
        "C.邪正相持",
        "D.正虚邪恋",
        "E.邪去正"
      ],
      "answer": "ABCDE"
    },
    {
      "type": 2,
      "title": "84.以下与阳偏胜本质一致的是A.阴虚证  B.阳虚证C.实热证 D.实寒证E.真热假寒证",
      "chooses": [
        "A.阴虚证  ",
        "B.阳虚证",
        "C.实热证 ",
        "D.实寒证",
        "E.真热假寒"
      ],
      "answer": "CE"
    },
    {
      "type": 2,
      "title": "85.气逆最常见的脏腑是A. 心B.肺  C.肝D. 胃E.肾",
      "chooses": ["A. 心", "B.肺  ", "C.肝", "D. 胃", "E."],
      "answer": "BCD"
    },
    {
      "type": 2,
      "title": "86.形成肝风内动的原因包括A.邪热炽盛B.阴虚阳亢C.阴血亏耗D.感受风邪E.脾土虚败",
      "chooses": [
        "A.邪热炽盛",
        "B.阴虚阳亢",
        "C.阴血亏耗",
        "D.感受风邪",
        "E.脾土虚"
      ],
      "answer": "ABC"
    },
    {
      "type": 2,
      "title": "87.以下属“寒从中生”的是A.寒邪直中B.阳气虚衰，温煦失职，阳不制阴C.过食生冷，寒湿停聚D.阳不化阴，水湿痰浊壅盛E.肾气不化，尿频、便溏、涕唾清稀",
      "chooses": [
        "A.寒邪直中",
        "B.阳气虚衰，温煦失职，阳不制阴",
        "C.过食生冷，寒湿停聚",
        "D.阳不化阴，水湿痰浊壅盛",
        "E.肾气不化，尿频、便溏、涕唾清"
      ],
      "answer": "BDE"
    },
    {
      "type": 2,
      "title": "88.内伤病的传变形式主要有A.脏传脏B.腑传腑C.脏与腑之间传变D.形脏传变E.形体官窍之间的传变",
      "chooses": [
        "A.脏传脏",
        "B.腑传腑",
        "C.脏与腑之间传变",
        "D.形脏传变",
        "E.形体官窍之间的传"
      ],
      "answer": "ABCD"
    },
    {
      "type": 2,
      "title": "89.“因人制宜”，主要是根据下列哪些人的不同特点来考虑治疗用药的原则A.饮食偏嗜B.性别C.劳逸损伤D.年龄E.体质",
      "chooses": ["A.饮食偏嗜", "B.性别", "C.劳逸损伤", "D.年龄", "E.体"],
      "answer": "BDE"
    },
    {
      "type": 2,
      "title": "90.下列应先治其标的病症是 A.病因明确的剧痛B.大出血不止者C.肝病基础上腹水严重D.食积所致腹满者E.尿闭",
      "chooses": [
        "A.病因明确的剧痛",
        "B.大出血不止者",
        "C.肝病基础上腹水严重",
        "D.食积所致腹满者",
        "E.尿"
      ],
      "answer": "ABCE"
    },
    {
      "type": 2,
      "title": "91.从治适应于A.脾虚腹胀B.肾虚尿闭C.肺虚多汗D.瘀血所致的崩漏E.阴盛格阳证",
      "chooses": [
        "A.脾虚腹胀",
        "B.肾虚尿闭",
        "C.肺虚多汗",
        "D.瘀血所致的崩漏",
        "E.阴盛格阳"
      ],
      "answer": "ABDE"
    },
    {
      "type": 2,
      "title": "92..形体锻炼可达到A.促进气血流畅B.强健肌肉筋骨C.使脏腑功能旺盛D.借形动以济神静E.保精以护肾",
      "chooses": [
        "A.促进气血流畅",
        "B.强健肌肉筋骨",
        "C.使脏腑功能旺盛",
        "D.借形动以济神静",
        "E.保精以护"
      ],
      "answer": "ABCD"
    },
    {
      "type": 2,
      "title": "93.“阴胜则阳病”所表现的证候，在治疗上宜采取下列哪些方法A.清泻阳热B.温散阴寒C.佐以滋阴D.佐以扶阳E.阴阳并补",
      "chooses": [
        "A.清泻阳热",
        "B.温散阴寒",
        "C.佐以滋阴",
        "D.佐以扶阳",
        "E.阴阳并"
      ],
      "answer": "BD"
    },
    {
      "type": 2,
      "title": "94.调精的治疗包括A.化精B.填精C.固精D.活精E.疏精",
      "chooses": ["A.化精", "B.填精", "C.固精", "D.活精", "E.疏"],
      "answer": "BCE"
    },
    {
      "type": 2,
      "title": "95.防止病邪侵害是中医养生原则之 一，其内容包括A.顺应四时B.药物预防C.避疫毒D.适度运动E.虚邪贼风，避之有时",
      "chooses": [
        "A.顺应四时",
        "B.药物预防",
        "C.避疫毒",
        "D.适度运动",
        "E.虚邪贼风，避之有"
      ],
      "answer": "ABCE"
    },
    {
      "type": 3,
      "title": "1．中医学理论体系形成的标志是           、《难经》、《伤寒杂病论》、            等医学典籍的问世。",
      "chooses": [],
      "answer": "《黄帝内经》、《神农本草经》"
    },
    {
      "type": 3,
      "title": "2．标志着以五脏为中心的藏象理论体系形成的医学典籍是            ，创立了辨证论治理论的医学典籍是            。",
      "chooses": [],
      "answer": "《黄帝内经》 《伤寒杂病论》"
    },
    {
      "type": 3,
      "title": "3．最早提出“七情和合”药物配伍理论的著作是            ，我国第一部病因病机证候学专著是            。",
      "chooses": [],
      "answer": "《神农本草经》 《诸病源候论》"
    },
    {
      "type": 3,
      "title": "4.倡导火热论的金元医家是          ，攻邪派的代表人物是           。",
      "chooses": [],
      "answer": "刘完素、张从正"
    },
    {
      "type": 3,
      "title": "5.创立“戾气”说的明代医学家是          ，其代表著作是             。",
      "chooses": [],
      "answer": "吴有性（又可）、《温疫论》"
    },
    {
      "type": 3,
      "title": "6．叶桂著《温热论》，创建了温热病的             辨证体系；吴瑭著《温病条辨》，创立了温热病的              辨证体系。",
      "chooses": [],
      "answer": "卫气营血、三焦"
    },
    {
      "type": 3,
      "title": "7．中医学理论体系的主要特点，一是             ，二是             。",
      "chooses": [],
      "answer": "整体观念、辨证论治"
    },
    {
      "type": 3,
      "title": "8．人体自身的整体性，主要体现于两个方面，一是              ，二是               。",
      "chooses": [],
      "answer": "五脏一体观、形神一体观哲学基础"
    },
    {
      "type": 3,
      "title": "9 .“壮水之主，以制阳光”的治法用于         证，《内经》称为“            ”。",
      "chooses": [],
      "answer": "虚热（阴虚）；阳病治阴 "
    },
    {
      "type": 3,
      "title": "10. 根据五行生相生规律确定的治则是           和          。",
      "chooses": [],
      "answer": "补母    泻子"
    },
    {
      "type": 3,
      "title": "11.以脏腑分阴阳，则五脏属          ，六腑属          。",
      "chooses": [],
      "answer": "阴 阳气血津液"
    },
    {
      "type": 3,
      "title": "天地万物相互联系的中介是          。",
      "chooses": [],
      "answer": "气或精气"
    },
    {
      "type": 3,
      "title": "13.气的运动称为          。",
      "chooses": [],
      "answer": "气机"
    },
    {
      "type": 3,
      "title": "14.人体之精分藏于脏腑，但主要藏于          中。",
      "chooses": [],
      "answer": "肾"
    },
    {
      "type": 3,
      "title": "15.气的运动而产生的各种变化称为          。",
      "chooses": [],
      "answer": "气化"
    },
    {
      "type": 3,
      "title": "16.元气是通过          而流行于全身的。",
      "chooses": [],
      "answer": "三焦"
    },
    {
      "type": 3,
      "title": "17.血液的生成主要依赖于          的运化功能。",
      "chooses": [],
      "answer": "脾胃（或脾）"
    },
    {
      "type": 3,
      "title": "18.血具有          和          两方面功能。",
      "chooses": [],
      "answer": "濡养、化神"
    },
    {
      "type": 3,
      "title": "19.津液是机体          的总称。",
      "chooses": [],
      "answer": "—切正常水液"
    },
    {
      "type": 3,
      "title": "20.津液的排泄主要是通过排出          和          来完成的。",
      "chooses": [],
      "answer": "尿液、汗液"
    },
    {
      "type": 3,
      "title": "21.气为血之_____。血为气之_____。",
      "chooses": [],
      "answer": "帅、母、"
    },
    {
      "type": 3,
      "title": "22.精与血之间相互资生、相互转化的关系称          。",
      "chooses": [],
      "answer": "精血同源脏象"
    },
    {
      "type": 3,
      "title": "23.藏象学说的主要特点是以五脏为中心的整体观，主要表现在                      和                     。",
      "chooses": [],
      "answer": "以五脏为中心的人体自身的整体性，五脏与自然环境的统一性。"
    },
    {
      "type": 3,
      "title": "24.肾气推动和调控脏腑气化，是通过肾气的两种成分           和             来实现的。",
      "chooses": [],
      "answer": "肾阴，肾阳"
    },
    {
      "type": 3,
      "title": "25.脏腑可分为          、          、            三类。",
      "chooses": [],
      "answer": "脏，腑，奇恒之腑"
    },
    {
      "type": 3,
      "title": "26.       为脾之志，        为肾之志。",
      "chooses": [],
      "answer": "思，恐"
    },
    {
      "type": 3,
      "title": "27.肝的主要生理机能是            和           。",
      "chooses": [],
      "answer": "主疏泄，主藏血"
    },
    {
      "type": 3,
      "title": "28.既为六腑之一，又为奇恒之腑的是           。",
      "chooses": [],
      "answer": "胆"
    },
    {
      "type": 3,
      "title": "29.         主液，         主津。",
      "chooses": [],
      "answer": "小肠，大肠"
    },
    {
      "type": 3,
      "title": "30.气道通畅，呼吸匀调，是        和        两脏共同作用的结果。",
      "chooses": [],
      "answer": "肺，肾"
    },
    {
      "type": 3,
      "title": "31.      为生痰之源，        为贮痰之器。",
      "chooses": [],
      "answer": "脾，肺经络"
    },
    {
      "type": 3,
      "title": "32．经络是经脉和              的总称。最细小的络脉称为              。",
      "chooses": [],
      "answer": "络脉;孙络"
    },
    {
      "type": 3,
      "title": "33．同名的手足阳经在              交接。相为表里的两条经脉，都在              交接。",
      "chooses": [],
      "answer": "头面部;四肢末端"
    },
    {
      "type": 3,
      "title": "34．十二经脉中，左右交叉于人中，并至对侧鼻旁的经脉是              。十二经脉中，具有“连声本，散舌下”循行特点的经脉是              。",
      "chooses": [],
      "answer": "手阳明大肠经;足太阴脾经"
    },
    {
      "type": 3,
      "title": "35．被称为“阳脉之海”的经脉是            。具有约束纵行诸经作用的经脉是          。",
      "chooses": [],
      "answer": "督脉;带脉"
    },
    {
      "type": 3,
      "title": "36．十二经别的循行特点，可用            四个字概括。十二经脉各有一支别络，加上任脉、督脉的别络和           共称“十五别络”。",
      "chooses": [],
      "answer": "离入出合;脾之大络"
    },
    {
      "type": 3,
      "title": "37.冲、任、督三脉同起于           故有“一源三歧”之说。",
      "chooses": [],
      "answer": "胞中体质"
    },
    {
      "type": 3,
      "title": "38．理想的体质应是      质。中医体质理论渊源于经典著作            。",
      "chooses": [],
      "answer": "阴阳平和   《黄帝内经》"
    },
    {
      "type": 3,
      "title": "39．体质因素决定着个体对某些病邪的           和            。",
      "chooses": [],
      "answer": "易感性、耐受性"
    },
    {
      "type": 3,
      "title": "40．            及           是形成体质的生理学基础。",
      "chooses": [],
      "answer": "脏腑经络  精气血津液"
    },
    {
      "type": 3,
      "title": "41.体型是指身体各部位          的形态特征。",
      "chooses": [],
      "answer": "大小比例"
    },
    {
      "type": 3,
      "title": "42.心理特征的差异性，主要表现为           、          、          、等的差异。",
      "chooses": [],
      "answer": "人格、气质、性格"
    },
    {
      "type": 3,
      "title": "43.理想体质的标志也反映了          的标志。",
      "chooses": [],
      "answer": "健康病因44.风性善行，是指风邪致病具有              、               的特征"
    },
    {
      "type": 3,
      "title": "45.燥邪的性质和致病特征是              ，易伤津液、              。",
      "chooses": [],
      "answer": "病位游移  行无定处"
    },
    {
      "type": 3,
      "title": "46.饮食不节主要包括              和              。",
      "chooses": [],
      "answer": "燥性干涩   燥易伤肺"
    },
    {
      "type": 3,
      "title": "47.过度安逸致病，其特点除易致气机不畅外,还可导致              ，正气虚弱和              。",
      "chooses": [],
      "answer": "过饥  过饱"
    },
    {
      "type": 3,
      "title": "48.痰可分为              之痰和              之痰。",
      "chooses": [],
      "answer": "阳气不振  神气衰弱"
    },
    {
      "type": 5,
      "title": "49.七情变化对病情的影响有两个方面，一是              ； 二是                。",
      "chooses": [],
      "answer": "有形  无形"
    },
    {
      "type": 3,
      "title": "50.《灵枢·百病始生》说：“此必因           ，与其身形，           ，乃客其形。”",
      "chooses": [],
      "answer": "有利于疾病康复  加重病情发病"
    },
    {
      "type": 3,
      "title": "51．中医学认为，发病的基本原理是           。人体内具有抗病、祛邪、调节、修复等作用的一类细微物质，称为           。",
      "chooses": [],
      "answer": "虚邪之风、两虚相得"
    },
    {
      "type": 3,
      "title": "52．中医发病学的基本观点是：“           ，邪不可干”；“邪之所凑，           ”。",
      "chooses": [],
      "answer": "邪正相搏、正气"
    },
    {
      "type": 3,
      "title": "53．引起复发的机理是余邪未尽，           ，同时有           的作用。",
      "chooses": [],
      "answer": "正气存内、其气必虚"
    },
    {
      "type": 3,
      "title": "54. 邪正相搏决定发病与否，若           则不发病；           则发病。",
      "chooses": [],
      "answer": "正气未复、诱因"
    },
    {
      "type": 3,
      "title": "55.《灵枢·百病始生》说：“两虚相得，乃客其形。”其中“两虚”分别是指           和           。",
      "chooses": [],
      "answer": "正胜邪却、邪胜正负"
    },
    {
      "type": 3,
      "title": "56.         之体，易引致寒邪的侵袭;          之体，易引致热邪的伤害。",
      "chooses": [],
      "answer": " 正气虚、虚邪（或虚邪贼风）"
    },
    {
      "type": 3,
      "title": "57.虚实错杂证，是指在疾病过程中，           的病理状态。",
      "chooses": [],
      "answer": "阳虚、阴虚病机"
    },
    {
      "type": 3,
      "title": "58.阳偏胜的病机特点多表现为           ",
      "chooses": [],
      "answer": "邪盛和正虚同时存在"
    },
    {
      "type": 3,
      "title": "59.阴盛格阳的本质是_           ，表现的证候是           。",
      "chooses": [],
      "answer": "阳盛而阴未虚的实热证"
    },
    {
      "type": 3,
      "title": "60.失精是指           和           大量丢失的病理状态。",
      "chooses": [],
      "answer": "阴气内盛            真寒假热证"
    },
    {
      "type": 3,
      "title": "61.气陷多由           病变发展而来，尤与           的关系最为密切。",
      "chooses": [],
      "answer": "生殖之精          水谷之精"
    },
    {
      "type": 3,
      "title": "62.风气内动的形成与           的关系密切，故又称           。",
      "chooses": [],
      "answer": "气虚       脾气"
    },
    {
      "type": 3,
      "title": "63.《素问·四气调神大论篇》说：“春夏养              ，秋冬养              ”。",
      "chooses": [],
      "answer": "肝         肝风内动防治原则"
    },
    {
      "type": 3,
      "title": "64.既病防变，包括              、              。",
      "chooses": [],
      "answer": "阳，阴"
    },
    {
      "type": 3,
      "title": "65.扶正与祛邪的同时使用，又称              ，适用于              的病证。",
      "chooses": [],
      "answer": "早期诊断，防止传变"
    },
    {
      "type": 3,
      "title": "66.阴阳偏盛的治疗原则为              ，又称              。",
      "chooses": [],
      "answer": "攻补兼施，虚实夹杂"
    },
    {
      "type": 3,
      "title": "67.标本先后缓急原则的应用区分为              、              、与标本兼治三种。",
      "chooses": [],
      "answer": "损其有余，实则泻之"
    },
    {
      "type": 3,
      "title": "68.根据阴阳互根原理，治疗阳偏衰时， 在补阳剂中适当佐用滋阴药，称为              ;治疗阴偏衰时，在滋阴剂中佐用补阳药，称为              。",
      "chooses": [],
      "answer": "急则治标，缓则治本"
    },
    {
      "type": 4,
      "title": "1．整体观念",
      "chooses": [],
      "answer": "阴中求阳,阳中求阴名词解释绪论"
    },
    {
      "type": 4,
      "title": "2．辨证论治",
      "chooses": [],
      "answer": "是中医学关于人体自身的完整性及人与自然、社会环境的统一性的认识。"
    },
    {
      "type": 4,
      "title": "3.证",
      "chooses": [],
      "answer": "是运用中医学理论辨析有关疾病的资料以确立证候，论证其治 则、治法、方药并付诸实施的思维和实践过程。"
    },
    {
      "type": 4,
      "title": "4.阴阳交感 ",
      "chooses": [],
      "answer": "即证候，是疾病过程中某一阶段或某一类型的病理概括，一般由一组相对固定的、有内在联系的、能揭示疾病某一阶 段或某一类型病变本质的症状和体征构成。哲学基础"
    },
    {
      "type": 4,
      "title": "5.阴阳自和",
      "chooses": [],
      "answer": "阴阳交感，是指阴阳二气在运动中相互影响，相互交流，并由此产生各种相应的变化和反应。"
    },
    {
      "type": 4,
      "title": "6.虚则补其母",
      "chooses": [],
      "answer": "阴阳自和，是指阴阳双方在运动变化中自动维持协调平衡的能力和趋势。"
    },
    {
      "type": 4,
      "title": "7.泻南补北",
      "chooses": [],
      "answer": "指母子两脏关系失调的虚证，采用以补母脏为主的方法进行治疗的原则。"
    },
    {
      "type": 4,
      "title": "8. 培土生金",
      "chooses": [],
      "answer": "泻南补北：是根据五行相克规律确定的治疗方法。心主火，火属南方；肾主水，水属北方。泻南补北即泻心火滋肾水，又称泻火补水法，滋阴降火法。适用于肾阴不足心火偏旺，水火不济，心肾不交之证。"
    },
    {
      "type": 4,
      "title": "9.精（古代哲学）",
      "chooses": [],
      "answer": "培土生金：是健脾益气以补益肺 气的治法。适用于脾肺气虚之证。分析题气血津液"
    },
    {
      "type": 4,
      "title": "10.气化（古代哲学）",
      "chooses": [],
      "answer": "精（古代哲学）：在古代哲学中，精的基本概念有二：①一般泛指气，是一种充塞宇宙之中的无形而运动不息的极细微物质，是构成宇宙万物的本原；②在某些情况下专指气中的精粹部分，是构成人类的本原。"
    },
    {
      "type": 4,
      "title": "11.气机",
      "chooses": [],
      "answer": "气化（古代哲学）：在古代哲学中，气化是指由气的运动产生宇宙各种变化的过程。"
    },
    {
      "type": 4,
      "title": "12.气化",
      "chooses": [],
      "answer": "气机：气的运动称作气机，在人体内主要有升、降、出、入四种基本运动形式。"
    },
    {
      "type": 4,
      "title": "13.津液 ",
      "chooses": [],
      "answer": "气化：气的运动而产生的各种变化称为气化，在人体内主要是指精气血津液 各自的新陈代谢及其相互转化，亦即体内物质与能量的新陈代谢过程，是生命的基本特征之一。"
    },
    {
      "type": 4,
      "title": "14.气为血之帅",
      "chooses": [],
      "answer": "津液：是机体一切正常水液的总称，是构成人体和维持人体生命活动的基本 物质之一，包括津和液两个部分。"
    },
    {
      "type": 4,
      "title": "15.血为气之母",
      "chooses": [],
      "answer": "气为血之帅：气有生血、行血和摄血的作用，对血有统率作用，故称之为血 之帅。"
    },
    {
      "type": 4,
      "title": "16.气随津脱",
      "chooses": [],
      "answer": "血为气之母：血有养气、载气的作用，是气的化生基础和载体，故称之为气之母"
    },
    {
      "type": 4,
      "title": "17.津血同源 ",
      "chooses": [],
      "answer": "气随津脱：当大汗、大吐、大泻等津液大量丢失时，气亦随之大量外脱，称为气随津脱"
    },
    {
      "type": 4,
      "title": "18.夺汗者无血",
      "chooses": [],
      "answer": "津血同源：血与津液皆由水谷精微化生，来源相同；彼此之间又相互资生、 相互转化，即脉外之津液渗人脉中而为血液的组成部分，脉内血液中的水液渗出脉外又 津液。血与津液之间的来源相同而又相互资生的关系，称为“津血同源”。"
    },
    {
      "type": 4,
      "title": "19.藏象",
      "chooses": [],
      "answer": "夺汗者无血:当大量出汗而津液丧失后，脉内津液渗出脉外，以图补充津液不足，形成血液亏少的病理变化，此时不能再施以放血或破血疗法，称之为“夺汗者无血”。脏象"
    },
    {
      "type": 4,
      "title": "20.神",
      "chooses": [],
      "answer": "藏象是指藏于体内的内脏 及其表现于外的生理病理征象及与自然界相通应的事物和现象。"
    },
    {
      "type": 4,
      "title": "21.肺朝百脉",
      "chooses": [],
      "answer": "有广义与狭义之分。广义之 神，是整个人体生命活动的主宰和总体现； 狭义之神，是指人的精神、意识、思维、情 感活动及性格倾向等。"
    },
    {
      "type": 4,
      "title": "22.气门",
      "chooses": [],
      "answer": "是指全身的血液都通 过百脉流经于肺，经肺的呼吸，进行体内外 清浊之气的交换，然后再通过肺气的宣降运动，将富有清气的血液通过百脉输送到全 身。"
    },
    {
      "type": 4,
      "title": "23.先天之本",
      "chooses": [],
      "answer": "即汗孔，汗孔不仅是排泄 汗液之门户，而且也是随着肺气的宣发和肃 降进行体内外气体交换的部位，故称之为气 门。"
    },
    {
      "type": 4,
      "title": "24.天癸",
      "chooses": [],
      "answer": "由于肾藏先天之精， 主生殖，为人体生命之本原，故称肾为 “先天之本”。"
    },
    {
      "type": 4,
      "title": "25.三焦气化",
      "chooses": [],
      "answer": "是肾精及肾气充盈到一定 程度时体内出现的一种精微物质，具有促进 人体生殖器官的发育成熟和维持人体生殖机 能的作用。"
    },
    {
      "type": 4,
      "title": "26.中焦如沤",
      "chooses": [],
      "answer": "三焦有疏通水道、运 行水液的作用，是水液升降运行的通路，其 对水液代谢的协调平衡作用，称为三焦气 化。"
    },
    {
      "type": 4,
      "title": "27.肝肾同源",
      "chooses": [],
      "answer": "沤，即沤渍。是对水 谷腐熟为食糜状态的生动描述，表述了脾胃 肝胆消化饮食物的生理过程。"
    },
    {
      "type": 4,
      "title": "28.经络",
      "chooses": [],
      "answer": "肝藏血，肾藏精，精血同源于脾胃化生的水谷精微，两者可相互资生互化。经络"
    },
    {
      "type": 4,
      "title": "29.奇经八脉：",
      "chooses": [],
      "answer": "经络：经络是经脉和络脉的总称，是运行全身气血，联系脏腑、形体、官窍，沟通上下内外，感应传导信息的通路系统，是人体结构的重要组成部分。"
    },
    {
      "type": 4,
      "title": "30.孙络：",
      "chooses": [],
      "answer": "奇经八脉：奇，异也。指有异于十二正经的八条经脉，包括督脉、任脉、冲 脉、带脉、阴维脉、阳维脉、阴跷脉、阳跷脉。由于它们的分布不像十二经脉那样规则，与脏腑无属络关系，彼此之间也无表里关系，与十二正经不同，故称为“奇经”。"
    },
    {
      "type": 4,
      "title": "31.别络．",
      "chooses": [],
      "answer": "孙络：指络脉中最细小者，又称“孙脉'"
    },
    {
      "type": 4,
      "title": "32.经别",
      "chooses": [],
      "answer": "别络.为络脉中较大者，又称 “大络”。十二正经及任脉、督脉各分出一支络脉，加上脾之大络，合称“十五别 络”。若加胃之大络，则共有16支别络。"
    },
    {
      "type": 4,
      "title": "33.病势",
      "chooses": [],
      "answer": "即别行的正经，它们是从 十二正经别出，深入躯体深部，循行于胸、 腹及头部的重要支脉，具有加强十二经脉中 相为表里的两经之间联系的作用，又称 “十二经别”。体质"
    },
    {
      "type": 4,
      "title": "34.质势",
      "chooses": [],
      "answer": "病势：是指具有不同病变特点的致病因素致病后病理演变的趋势。"
    },
    {
      "type": 4,
      "title": "35.从化",
      "chooses": [],
      "answer": "质势：是指不同的体质类型所具有的潜在的相对稳定的倾向性。"
    },
    {
      "type": 4,
      "title": "36.辨症求因",
      "chooses": [],
      "answer": "从化：即病情随体质而发生的转化，又称为质化。如偏阴质多寒化，偏阳质多热化等。病因"
    },
    {
      "type": 4,
      "title": "37.风为百病之长",
      "chooses": [],
      "answer": "主要以临床表现为依据，通过分析病证的症状、体征来推求病因，为治疗用药提供依据，这种方法称为“辨症求因”。"
    },
    {
      "type": 4,
      "title": "38.疠气",
      "chooses": [],
      "answer": " 一是指风邪常兼他邪合而伤人，为外邪致病的先导；二是指风邪袭人致病最多。"
    },
    {
      "type": 4,
      "title": "39.先天病因",
      "chooses": [],
      "answer": "是一类具有强烈致病性和传染性病邪的统称。"
    },
    {
      "type": 4,
      "title": "40.病因",
      "chooses": [],
      "answer": "指个体出生时受之于父母的病因，包括源于父母的遗传性病因和母体在胎儿孕育期及分娩时异常所形成的病因。"
    },
    {
      "type": 4,
      "title": "41.邪气",
      "chooses": [],
      "answer": "凡能导致疾病发生的原因， 即是病因。具体而言，凡能导致机体的阴阳 失调、脏腑组织损伤、生理机能失常及心理 活动障碍而发生疾病的各种原因，皆可称为病因。发病"
    },
    {
      "type": 4,
      "title": "42.复发",
      "chooses": [],
      "answer": "邪气：泛指各种致病因素。包括存在于自然界或由人体内产生的种种具有致病作用的因素，如六淫、病气、痰饮、疲血、情志内伤等。"
    },
    {
      "type": 4,
      "title": "43.伏而后发",
      "chooses": [],
      "answer": "复发：是指在疾病初愈或疾病缓解阶段，由于某种诱因的作用，引起疾病再度发作或反复发作的一种发病形式。"
    },
    {
      "type": 4,
      "title": "44.徐发",
      "chooses": [],
      "answer": "伏而后发：是指感受邪气后，病邪在机体内潜伏一段时间，或在诱因的作用下，过时而发病的一种发病形式。"
    },
    {
      "type": 4,
      "title": "45.食复：",
      "chooses": [],
      "answer": "徐发：是指感受邪气后缓慢发病的一种发病形式。"
    },
    { "type": 4, "title": "47.阳偏胜", "chooses": [], "answer": "D" },
    {
      "type": 4,
      "title": "48.阴阳格拒",
      "chooses": [],
      "answer": "是指机体在疾病过程中 所出现的一种阳气偏胜、机能亢奋、热量过 剩的病理状态，一般表现为阳盛而阴未虚的 实热证。"
    },
    {
      "type": 4,
      "title": "49.失精",
      "chooses": [],
      "answer": "由于某些原因引起阴 或阳一方偏盛至极，因而壅遏于内，将另一 方排斥格拒于外，迫使阴阳之间不相维系， 从而出现真寒假热或真热假寒的复杂病变。"
    },
    {
      "type": 4,
      "title": "50.气虚",
      "chooses": [],
      "answer": "是指生殖之精和水谷之精 大量丢失的病理状态。生殖之精的大量丢 失，表现为精液排泄过多，或兼有滑精、遗 精、早泄等水谷之精的大量丢失，表现 为长期的蛋白尿或乳糜尿。"
    },
    {
      "type": 4,
      "title": "51.因人制宜",
      "chooses": [],
      "answer": "是指一身之气不足及其各 种功能低下的病理状态，常见精神委顿、倦 怠乏力、眩晕、自汗、易于感冒、面色胱 白、舌淡、脉虚等症。防治原则"
    },
    {
      "type": 4,
      "title": "52.正治",
      "chooses": [],
      "answer": "根据病人的年龄、性别、体质等不同特点，来制订适宜的治疗原则，称为“因人制宜”。"
    },
    {
      "type": 4,
      "title": "53.阳病治阴",
      "chooses": [],
      "answer": "是指采用与病证性质相反的方药以治疗的治疗原则。由于采用的方药与病证的性质相逆，如热证用寒药，故又称“逆治”。"
    },
    {
      "type": 4,
      "title": "54.阳中求阴",
      "chooses": [],
      "answer": "语出《素问•阴阳应象大论》，“阳病”指的是阴虚导致阳气相对偏亢，治阴即补阴之意；对阴虚不能制阳而致阳气相对偏亢的虚热证，治宜滋阴以抑阳，即王冰所谓“壮水之主，以制阳光”。"
    },
    {
      "type": 4,
      "title": "55.热因热用",
      "chooses": [],
      "answer": "根据阴阳互根原理，补阴时适当佐以补阳药。"
    },
    {
      "type": 5,
      "title": "1．魏晋隋唐时期中医学理论体系的发展是怎样的？",
      "chooses": [],
      "answer": "是指用热性药物来治疗 具有假热征象的寒性病证，适用于阴盛格阳 所致的真寒假热证。问答题绪论"
    },
    {
      "type": 5,
      "title": "2.《三因极一病证方论》中是怎样论 述三因学说的？",
      "chooses": [],
      "answer": "①晋代王叔和编撰的《脉经》，是我国第一部脉学专著。②晋代皇甫谧编撰的《针灸甲乙经》，是我国现存最早的针灸学专著。③隋代巢元方编撰的《诸病源候论》，是我国第一部病因病机证候学专著。④唐代孙思邈编撰《千金方》（包括《千金 要方》和《千金翼方》），可称我国第一部医学百科全书。⑤唐代王焘编撰的《外台秘要》，汇集了初唐及唐以前的医学著作，与《千金方》并称为唐代方书双璧。"
    },
    {
      "type": 5,
      "title": "3.试述古代哲学精概念与气概念的形成。",
      "chooses": [],
      "answer": "宋代陈言（陈无择）在《三因极 一病证方论》中将病因归纳为三大类： ①外感六淫为外因丨②七情内伤为内因； ③饮食所伤、叫呼伤气、虫兽所伤、跌打损 伤、中毒、金疮等为不内外因。哲学基础气血津液"
    },
    {
      "type": 5,
      "title": "4.气的运动与气化之间的关系如何？",
      "chooses": [],
      "answer": "精概念的形成：①源于“水地说”，即万物由水、地产生发展而来。②中医学有关精的认识，对哲学中精气概念的形成具有重要的启发作用。③古代哲学家在“水地说”与对人体之精认识的基础上，把精的概念抽象为无形而动的极细微物质，是宇宙万物的共同构成本原。气概念的形成：①源于“云气说”，即日常生活中直接观察到的云气、风气、水 气、大气等是气概念产生之源。②中医学对人体之气的认识，也是气概念产生的基础。 ③在此基础上进一步抽象，则产生了气的一 般概念，即气是无形而运行不息的极细微物 质，是宇宙万物生成的本原。"
    },
    {
      "type": 5,
      "title": "6.为什么称精、气、神为人身之“三宝”？",
      "chooses": [],
      "answer": "气的运动称为气机，运动形式主要有升、降、聚、散等几种。由气的运动而产生的宇宙万物的形态、性能变化的过程，称为气化。气化过程分为“化”与“变”两种不同的类型：化是指气的缓和运动所促成 的某些改变，类似于“量变”；变是指气的剧烈运动所促成的显著变化，类似于“质 变”。化与变，皆取决于气的运动。因此，气的运动是产生气化过程的前提和条件，而 在气化过程中又寓有气的各种形式的运动。5.试述古代哲学精气学说在中医学中的应用"
    },
    {
      "type": 5,
      "title": "7.津液代谢后的废物是如何向体外排泄的？",
      "chooses": [],
      "answer": "古代哲学精气学说在中医学中的应用，主要体现于两个方面：①对中医学精气生命理论构建的影响。在古代哲学精气学说的影响下，中医学构建了精气生命理论，认为人体之精是指藏于脏腑中的液态精华物质，是构成人体和维持人体生命活动的最基本物质，是人的形体和精神的化生之源。人体之气是不断运动且无形可见的极细微物质，是人体生命活动的动力，是维持人体生 命的根本；人体诸气皆为一身之气的分化；人气分阴阳，阴阳之气的升降出入运动协调维持人体生命进程；气是感受和传递各种生命信息的载体。②对中医学整体观念构建的影响。精气学说促使中医学建立了“同源 性”思维方法，即认为人与自然万物有一 个共同来源，人与自然、社会环境之间时刻进行着各种物质与信息的交流；自然社会环境的各种变化，对人体的生理病理产生一定影响。"
    },
    {
      "type": 5,
      "title": "8.试述在血液化生中相关脏腑的共同作用。",
      "chooses": [],
      "answer": "精是生命的本原，是构成人体和维持人体生命活动的最基本物质；气是生命的维系，气的运行不息，维持着人体的生命活动；神是人体生命活动的主宰。三者在生命活动中占有重要地位，存在着相互依存、相互为用的关系：精能生气养神，气能生精化神，神能统精驭气。它们之间的辩证关系是 养生防病、延年益寿以及诊治疾病、推测预后的重要理论依据，三者缺一不可，三者之间不协调统一更不可，故称为人身“三宝”。"
    },
    {
      "type": 5,
      "title": "9.人体之气的生成与哪些脏腑的生理功能有关？",
      "chooses": [],
      "answer": "津液代谢后的废物排泄主要通过排 出尿液和汗液来完成。肾气的蒸化，升清降 浊，将浊者下送膀胱成为尿液，并且肾气的 推动和控摄使尿液贮存一定量后正常排出。 肺气宣发津液至体表，并通过卫气的控摄调 节，将汗液排出体表。此外，呼出气体以及 排出粪便时也排出一定水液。因此津液的排 泄也与肾、肺、脾胃的功能密切相关。"
    },
    {
      "type": 5,
      "title": "10.试述脏与腑的区别。",
      "chooses": [],
      "answer": "由脾胃运化水谷精微所化生的营气和津液，向上输于心肺，与肺吸人的清气相结合，贯注心脉，在心气的作用下变化而成为血液。此外，脏腑之精，包括肾精也可融人血脉中而化为血液；肾气充沛也利于脾胃心肺的机能发挥。因此，血液的化生主要依赖于脾胃的运化，并且在心、肺、肾等脏的生理机能配合作用下才能充盛不衰。"
    },
    {
      "type": 5,
      "title": "11.试述肾精、肾气、肾阴、肾阳的含义及其相互关系。",
      "chooses": [],
      "answer": "人体之气的生成与肾、脾、胃、肺的生理功能密切关联。肾所藏之精尤其是先天之精化生的先天之气是人体之气生成的根本。脾胃为气血生化之源，其运化的水谷精微是人体后天之气的主要来源。肺主呼吸，所吸入的清气是人体后天之气的另一主要来源。因此，肾、脾、胃和肺的功能正常和相互协调，则人体之气生成充足，反之则会导致气的亏少和功能不足的病变。脏象"
    },
    {
      "type": 5,
      "title": "12.试述脾的运化功能。",
      "chooses": [],
      "answer": "脏与腑的区别主要有：在解剖形态 学方面，脏多为实质性脏器，腑多为空腔性 器官；在生理特点方面，脏的特点是化生和 贮藏精气，故需满而不实，腑的特性是受盛 和传化水谷，故需实而不能满；在临床上， 脏病多虚，腑病多实，所以治疗上脏病宜 补，腑病宜泻。"
    },
    {
      "type": 5,
      "title": "13.试述肺是如何完成行水机能的。",
      "chooses": [],
      "answer": "肾精是有形的藏于肾中的精华物 质，以禀受于父母的先天之精为主体，加之 部分水谷之精的充养而成。肾气是由肾精化 生的无形而运行不息的精微物质，与元气的 概念相近，具有推动和调控人体的生长发 育、生殖及脏腑气化等作用。肾气包含阴阳 两种成分：肾阳是其中具有温煦、推动、兴 奋、宣散等作用的部分，又称为元阳、真 阳，为一身阳气之根；肾阴是其中具有凉 润、宁静、抑制、凝聚等作用的部分，又称元阴、真阴，为一身阴气之本。肾阴与肾阳 对立统一，协调共济，则肾气冲和畅达。"
    },
    {
      "type": 5,
      "title": "14.试述肝主疏泄对津液代谢的影 响。",
      "chooses": [],
      "answer": "脾主运化分为运化食物和运化水液 两个方面：①运化食物，是指脾气促进食物 的消化和吸收并转输其精微（谷精）的功 能。食物须经脾气的推动、激发作用，才能 被消化。其精微部分，经脾气的激发作用由 小肠吸收，再由脾气的转输作用输送到其他 四脏，分别化为精、气、血、津液，内养五 脏六腑，外养四肢百骸、皮毛筋肉。②运化 水液，是指脾气的吸收、转输水精、调节水 液代谢的功能。主要表现为两个方面：一是 将胃和小肠消化吸收的津液，即水精，以及 大肠吸收的水液，由肾气的蒸化作用回吸收 的水液，经脾气的转输作用上输于肺。二是 在水液的代谢过程中起枢转作用。脾居中 焦，为水液升降输布的枢纽。凡水液的上腾 下达，均赖于脾气的枢转使之上行下达，畅 通无阻，从而维持了水液代谢的平衡。运化 食物和运化水液，是脾主运化的两个方面， 二者是同时进行的。两者皆主要依赖脾气的 作用。"
    },
    {
      "type": 5,
      "title": "15.肺主治节主要体现在哪些方面？",
      "chooses": [],
      "answer": "肺依靠肺气的宣降运动调节水液的输布：①通过肺气的宣发，将脾气转输至肺 的水液和水谷之精中的较轻清部分，向上向 外布散，上至头面诸窍，外达全身皮毛肌腠 以濡润之；输送到皮毛肌腠的水液在卫气的 推动作用下化为汗液，并在卫气的调节作用 下有节制地排出体外。②通过肺气的肃降， 将脾气转输至肺的水液和水谷精微中的较稠 厚部分，向内向下输送到其他脏腑以濡润 之，并将脏腑代谢所产生的浊液下输至肾 (或膀胱），成为尿液生成之源。"
    },
    {
      "type": 5,
      "title": "16.试述脾气主升的生理和病理表现。",
      "chooses": [],
      "answer": "津液的输布代谢，有赖于气机的调畅。肝气的疏泄，能调畅气机，使全身脏腑 经络之气的运行畅达有序。气能行津，气行 则津布，故说肝气疏泄作用能促进津液的输 布代谢，使之无聚湿成水、生痰化饮之患^ 肝气疏泄失常，气机郁结，亦会导致津液的 输布代谢障碍，形成水湿痰饮等病理产物， 出现水肿、痰核等病症。因此，疏肝理气是 治疗痰饮水湿内停的常法。"
    },
    {
      "type": 5,
      "title": "17.十二经脉的走向规律如何？",
      "chooses": [],
      "answer": "肺主治节，是指肺气具有治理调节肺之呼吸及全身之气、血、津液的作用。肺 主治节的生理作用主要表现在四个方面： ①治理调节呼吸运动。肺气的宣发与肃降作 用协调，维持通畅均勻的呼吸，使体内外气 体得以正常交换。②调理全身气机。通过呼吸运动，调节一身之气的升降出入，保持全 身气机调畅。③治理调节血液的运行。通过 肺朝百脉和气的升降出入运动，辅佐心脏， 推动和调节血液的运行。④治理调节津液代 谢。通过肺气的宣发与肃降，治理和调节全 身水液的输布与排泄。"
    },
    {
      "type": 5,
      "title": "18.试述十二经脉气血流注的具体次序。",
      "chooses": [],
      "answer": "脾气主升的生理表现为两个方面：一是升清，指脾气的升动转输作用将胃肠道 吸收的水谷精微和水液上输于心、肺等脏， 通过心、肺的作用化生气血，以营养濡润全 身。若脾气虚弱而不能升清，浊气亦不得下 降，则上不得精气之滋养而见头目眩晕，精 神疲惫，中有浊气停滞而见脘腹满闷，下有 精气下流而见便溏、泄泻。二是升举内脏， 指脾气上升能起到维持内脏位置的相对稳 定，防止下垂的作用。若脾气虚弱，无力升 举而下陷，则可导致某些内脏下垂，如胃下 垂、肾下垂、子宫脱垂、脱肛等病症。经络"
    },
    {
      "type": 5,
      "title": "19.试述十二正经在四肢部的分布情 况。",
      "chooses": [],
      "answer": "十二经脉的走向有一定规律可循：①手三阴经从胸腔内脏走向手指端，交手三阳经；②手三阳经从手指走向头面部，交足三阳经；③足三阳经从头面部走向足趾端，交足三阴经；④足三阴经从足趾走向腹部和胸部，复交手三阴经。"
    },
    {
      "type": 5,
      "title": "20.六淫致病的共同特点是什么？",
      "chooses": [],
      "answer": "十二经脉气血流注的次序是：起于手太阴肺经，依次流注手阳明大肠经、足阳 明胃经、足太阴脾经、手少阴心经、手太阳小肠经、足太阳膀胱经、足少阴肾经、手厥阴心包经、手少阳三焦经、足少阳胆经，最后传至足厥阴肝经，复再回到手太阴肺经，从而首尾相贯，如环无端。"
    },
    {
      "type": 5,
      "title": "21.寒邪的性质和致病特征是什么？",
      "chooses": [],
      "answer": "十二经脉在四肢部分布特点是：阴 经行内侧面，一般太阴经在前，厥阴经在 中，少阴经在后，唯足厥阴经和足太阴经在 内踝尖上八寸以下交换位置，变成厥阴经在 前，太阴经在中。阳经行外侧面，阳明经在 前，少阳经在中，太阳经在后。体质病因"
    },
    {
      "type": 5,
      "title": "22.试述湿邪的性质和致病特征。",
      "chooses": [],
      "answer": "①外感性：六淫之邪多从肌表、口鼻侵犯人体而发病；②季节性：六淫致病常有明显的季节性；③地域性：六淫致病常与生活、工作的区域环境密切相关；④相兼性：六淫之邪既可单独侵袭人体，又可两种以上同时侵犯人体致病。"
    },
    {
      "type": 5,
      "title": "23.火热邪气的性质及致病特征是什么？",
      "chooses": [],
      "answer": "①寒为阴邪，易伤阳气。寒为阴气盛的表现，故称为阴邪。寒邪过盛，阳气不仅不足以驱除寒邪，反为寒邪所伤。所以，感受寒邪，最易损伤人体阳气。②寒性凝滞。凝滞，即凝结阻滞。寒性凝滞，指寒邪侵人，易使气血津液凝结、经脉阻滞。③寒性收引。“收引”，有收缩牵引之意。寒性收引，即指寒邪侵袭人体，可使气机收敛，腠理、经络、筋脉收缩而挛急。"
    },
    {
      "type": 5,
      "title": "24.七情内伤的致病特点是怎样的？",
      "chooses": [],
      "answer": "①湿为阴邪，易伤阳气。湿与水同类，故属阴邪。阴邪侵人，机体阳气与之抗争，故湿邪侵人，易伤阳气。②湿性重浊。“重”即沉重、附着。湿邪致病，常出现以沉重感及附着难移为特征的临床表现；“浊”，即秽浊。指湿邪为患，易出现分泌物和排泄物秽浊不清的特征。③湿性黏滞，“黏”即黏腻不爽；滞，即停滞。湿邪致病，其黏腻停滞的特性主要表现在三个方面：一是症状的黏滞性。二是病程的缠绵性。三是易阻气机。④ 湿性趋下，易袭阴位。湿邪类水属阴而有趋下之势，故湿邪为病，多易伤及人体下部。"
    },
    {
      "type": 5,
      "title": "25.瘀血致病的病症特点主要有哪些？",
      "chooses": [],
      "answer": "①火热为阳邪，其性燔灼趋上。火热之性燔灼、升腾，故为阳邪。阳邪伤人，邪气亢盛则致人体阳气病理性偏亢，“阳胜则热”，故发为实热性病证。火性趋上，火热之邪易侵害人体上部，故火热病证，多发生在人体上部，尤以头面部为多见。②火热易扰心神。火热与心相通应，故火热之邪入于营血，尤易影响心神。 ③火热易伤津耗气。火热之邪伤人，热淫于内，一方面迫津外泄，致气随津泄而津亏气耗；另一方面则直接消灼煎熬津液，耗伤人体的阴气。④火热易生风动血。“生风”，是指火热之邪侵犯人体，燔灼津液，劫伤肝阴，筋脉失养失润，易引起肝风内动的病证。“动血”，指火热邪气入于血脉，易迫血妄行。火热之邪侵犯血脉，轻则加速血行，甚则可灼伤脉络，迫血妄行，引起各种出血证。⑤火邪易致阳性疮痈。火邪入于血分，可聚于局部，腐蚀血肉，发为痈肿疮疡。由火毒壅聚所致之痈疡，其临床表现以疮疡局部红肿热痛为特征。"
    },
    {
      "type": 5,
      "title": "26.过劳主要包括哪几个方面？其致病特点各是什么？",
      "chooses": [],
      "answer": "七情内伤的致病特点主要包括：①直接伤及内脏。其一，七情损伤相应之脏， 如过喜伤心，过怒伤肝，过思伤脾，过悲伤肺等。其二，影响心神。七情皆从心而发，故七情内伤均可影响心神。其三，易伤心肝脾。由于心肝脾在人体生理和情志活动中发挥着重要作用，故情志内伤，最易损伤心肝脾。其四，易损伤潜病之脏腑。②影响脏腑气机。情志内伤脏腑而致病，首先影响脏腑气机，导致脏腑气机升降失常而出现相应的临床表现。如怒则气上，喜则气缓，悲则气消，恐则气下，惊则气乱，思则气结。③多发为情志病证。④七情变化影响病情。良性的或积极乐观的情绪，有利于病情的好转乃至痊愈。消极悲观的情绪，或七情异常波动，可诱发疾病发作或使病情加重、恶化。"
    },
    {
      "type": 5,
      "title": "27.何谓疠气？其致病特点如何？",
      "chooses": [],
      "answer": "瘀血致病的病症特点主要有：①疼痛。一般表现为刺痛，痛处固定不移，拒 按，夜间痛势尤甚。②肿块。瘀血积于皮下或体内则可见肿块，肿块部位多固定不移。若在体表则可见局部青紫肿胀；若在体腔内则扪之质硬，坚固难移之癥积。③出血。部分瘀血为病者可见出血之象，血色紫暗，或夹有瘀血块。④色紫暗。一是面色紫暗，口唇、爪甲青紫等；二是舌质紫暗，或舌有瘀斑、瘀点等。⑤可出现肌肤甲错，脉涩或脉结代等。"
    },
    {
      "type": 5,
      "title": "28.复发的基本特点是什么？",
      "chooses": [],
      "answer": "过劳包括劳力过度、劳神过度和房劳过度。劳力过度，一是主要伤气，二是致形体损伤。劳神过度，易耗伤心血，损伤脾气。房劳太过，易耗伤肾精、肾气而致病。"
    },
    {
      "type": 5,
      "title": "29.何谓正虚生“邪”而发病？",
      "chooses": [],
      "answer": "疠气是指一类具有强烈致病性和传染性的外感病邪。其致病特点是：发病急 骤，病情重笃；传染性强，易于流行；一气 一病，症状相似。发病"
    },
    {
      "type": 5,
      "title": "30.简述邪正盛衰与疾病转归的关系。",
      "chooses": [],
      "answer": "复发的基本特点有：①临床表现类似于初病，但又不完全是原有病理过程的再现，比初病的病理损害更复杂、更广泛，病情更重；②复发的次数愈多，静止期恢复就愈不完全，预后愈差，易留下后遗症；③大多有诱因，如外感、饮食不和、劳累过度、用药不当、情志过激等，常是疾病复发的原因。"
    },
    {
      "type": 5,
      "title": "31.导致亡阳的病因有哪些？",
      "chooses": [],
      "answer": "正虚生“邪”而发病是指正气不足，对脏腑经络机能活动的推动和调节能力下降，或致精气血津液代谢失常，产生内风、内寒、内湿、内火、内燥等内生五“邪”而发病，或导致痰饮、瘀血、结石等病理产物的产生而导致新的病变。病机"
    },
    {
      "type": 5,
      "title": "32.气的失常包括哪几个方面？",
      "chooses": [],
      "answer": "邪正盛衰与疾病转归的关系为：正 盛邪退，疾病趋于好转、痊愈；邪盛正衰， 疾病趋于恶化、死亡。若邪正力量相持不 下，则疾病趋向慢性化。"
    },
    {
      "type": 5,
      "title": "33.简述湿浊内生的临床表现。",
      "chooses": [],
      "answer": "亡阳多由于邪气太盛，正不敌邪， 阳气突然脱失所致；也可因汗出过多，吐、 利无度，津液过耗，阳随阴泄，阳气外脱； 或由于素体阳虚，劳伤过度，及慢性疾病， 长期大量耗散阳气，终至阳气亏损殆尽，而 出现亡阳。"
    },
    {
      "type": 5,
      "title": "34.简述内寒与外寒的区别与联系。",
      "chooses": [],
      "answer": "气的失常主要包括两个方面：一是 气虚，是指一身之气不足及其功能低下的病 理状态；二是气机失调，是指气的升降出入 失常而引起的气滞、气逆、气陷、气闭或气 脱等病理变化。"
    },
    {
      "type": 5,
      "title": "35.简述外感病传变的主要形式。",
      "chooses": [],
      "answer": "湿性重浊黏滞，多阻遏气机，故其 临床表现常可随湿邪阻滞部位的不同而异。 如湿邪留滞经脉之间，则见头闷重如裹，肢 体重着或屈伸不利；湿犯上焦，则胸闷咳 嗽；湿阻中焦，则脘腹胀满、食欲不振、口 腻或口甜、舌苔厚腻；湿滞下焦，则腹胀便 溏、小便不利；水湿泛溢于皮肤肌腠，则发 为水肿。湿浊虽可阻滞于机体上、中、下三 焦的任何部位，但仍以湿阻中焦脾胃为多。"
    },
    {
      "type": 5,
      "title": "36.试述扶正祛邪的具体运用。",
      "chooses": [],
      "answer": "内寒与外寒之间的区别是：内寒是阳虚阴盛之寒从中生，临床特点主要是虚而 有寒，以虚为主；外寒由外感寒邪或恣食生 冷所引起，临床特点是以寒为主，亦可因寒 邪伤阳而兼虚象。两者之间的主要联系是： 寒邪侵犯人体，日久必然会损伤机体阳气， 最终导致阳虚而寒从中生；而阳虚内寒之 体，则又因抗御外邪能力低下，易外感寒邪 而致病。"
    },
    {
      "type": 5,
      "title": "37.如何做到防止疾病传变？",
      "chooses": [],
      "answer": "外感病基本是表里传变，但内传人里后，亦见脏腑间的传变。不同的外感疾 病，其病位传变的形式有所区别，主要有六 经传变、卫气营血和三焦传变。防治原则"
    },
    {
      "type": 5,
      "title": "38.试述调整阴阳中“补其不足”的用法。",
      "chooses": [],
      "answer": "扶正祛邪的具体运用包括三个方面：（1）单独运用：单用扶正：适用于正气不足而邪气已退的虚证或真虚假实证。单用祛邪：适用于邪气亢盛而正气未衰的实证或真实假虚证。（2）同时运用：即扶正与祛邪兼用，又称攻补兼施，适用于虚实夹杂的病证。①扶正兼祛邪：即扶正为主，辅以祛邪，适用于以正虚为主的虚实夹杂证。②祛邪兼扶正：即祛邪为主，辅以扶正，适用于以邪实为主的虚实夹杂证。（3）先后运用：即扶正与祛邪先后运用，也适用于虚实夹杂证，主要是根据虚实的轻重缓急而变通使用。①先扶正后祛邪：即先补后攻。适应于正虚为主，机体不能耐受攻伐者。②先祛邪后扶正：即先攻后补。适应于以下两种情况：一是邪盛为主，兼扶正反会助邪；二是正虚不甚，邪势方张，正气尚能耐攻者。"
    },
    {
      "type": 5,
      "title": "39.试述你对正治法的理解。",
      "chooses": [],
      "answer": "防止传变，是指在掌握疾病的发生发展规律及其传变途径的基础上，早期诊断与治疗以防止疾病的发展。防止传变包括阻截病传途径与先安未受邪之地两个方面。①阻截病传途径：疾病一般都有其一定的传变规律和途径。如伤寒病的六经传变，病初多在肌表的太阳经，病变发展则易往他经传变，因此，太阳病阶段就是伤寒病早期诊治的关键，在此阶段的正确有效的治疗，是防止伤寒病病势发雇的最好措施；又如温病多始于卫分证，因此，卫分证阶段就是温病早期诊治的关键。据此可知，邪气侵犯人体后，就要根据其传变规律，早期诊治，阻截其病传途径，以防止疾病的深化与恶化。②先安未受邪之地：可以五行的生克乘侮规律、五脏的整体规律、经络相传规律为指导。如脏腑有病，可由病变性质差异而有及子、犯母、相乘、相侮等传变。因此，根据不同病变的传变规律，实施预防性治疗，当可控制其病理传变。如《金匮要略•脏腑经络先后病脉证第一》所说：“见肝之病， 知肝传脾，当先实脾。”又如温热病伤及胃阴时，其病变发展趋势将易耗及肾阴，清代医家叶天士据此提出了“务在先安未受邪之地”的防治原则，主张在甘寒以养胃阴的方药中，加入咸寒滋肾阴的药物，以防止肾阴的耗损。这些都是既病防变原则的有效应用。"
    },
    {
      "type": 5,
      "title": "40.试述你对反治法的理解。",
      "chooses": [],
      "answer": "调整阴阳中的“补其不足”，即“虚则补之”，适用于人体阴阳失调中阴或阳虚损不足的病证。具体用法包括以下四个方面：①阴阳互制之调补阴阳：对阴虚不足以制阳而致阳相对偏亢的虚热证，治宜滋阴以抑阳，即“壮水之主，以制阳光”的方法，《内经》称之为“阳病治阴”；对阳虚不足以制阴而致阴相对偏盛的虚寒证，治宜扶阳以抑阴，即“益火之源，以消阴翳”的方法，《内经》称之为“阴病治阳”。②阴阳互济之调补阴阳：对于虚寒证，可在补阳时适当佐以补阴药，所谓“阴中求阳”，“阳得阴助而生化无穷”；对虚热证，可在补阴时适当佐以补阳药，所谓“阳中求阴”，“阴得阳升而泉源不竭”。阴阳互生互济，不但能增强疗效，同时也能限制单纯补阳或补阴时药物的偏性及副作用。③阴阳并补：对于阴阳两虚则可采用阴阳并补之法治疗。但须分清主次而用，阳损及阴者，以阳虚为主，则应在补阳的基础上辅以滋阴之品；阴损及阳者，以阴虚为主，则应在滋阴的基础上辅以补阳之品。④回阳救阴：此法适用于阴阳亡失者。亡阳者，当回阳以固脱；亡阴者，当救阴以固脱。由于亡阴亡阳均为极危重证候，皆属气脱病机，故治疗时都要施以峻剂补气固脱。"
    },
    {
      "type": 5,
      "title": "41.试述你对调气与调血治则的理解。",
      "chooses": [],
      "answer": "（1）正治，是指采用与疾病的证候性质相反的药物来治疗的一种常用的治疗原则。由于采用的方药与疾病证候性质相逆，如热证用寒药，故又称“逆治”。（2）正治法适用于疾病的征象与疾病的本质相一致的病证。（3）正治法主要包括：①寒者热之：是指寒性病证出现寒象，用温热方药来治疗，即以热药治寒证。如表寒证用辛温解表方药，里寒证用辛热温里的方药等。②热者寒之：是指热性病证出现热象，用寒凉方药来治疗，即以寒药治热证。如表热证用辛凉解表方药，里热证用苦寒清里的方药等。③虚则补之：是指虚损性病证出现虚象，用具补益作用的方药来治疗，即以补益药治虚证。如气虚用益气的方药，血虚用养血的方药等。④实则泻之：是指实性病证出现实象，用攻逐邪实的方药来治疗，即以攻邪泻实药治实证。如食滞用消食导滞的方药，水饮内停用逐水的方药，瘀血用活血化瘀的方药，湿盛用祛湿的方药等。"
    },
    {
      "type": 5,
      "title": "42.如何调理气与津液的关系？",
      "chooses": [],
      "answer": "(1)反治，是指顺从病证的外在假象而治的一种治疗法则。由于采用的方药性质与病证中假象的性质相同，故又称为“从治”。（2）反治法适用于疾病的征象与其本质不完全吻合的病证。（3）主要包括：①热因热用：是指用热性药物来治疗具有假热征象的病证，适用于阴盛格阳的真寒假热证。②寒因寒用：是指用寒性药物来治疗具有假寒征象的病证，适用于阳盛格阴所致的真热假寒证。③塞因塞用：是指用补益药物来治疗具有闭塞不通症状的虚性病证，适用于正气虚弱，脏腑功能减退所致的具有某些闭塞不通征象的真虚假实证，又称以补开塞。如血虚经闭、气虚便秘、脾气虚衰的腹胀等，皆当用塞因塞用之法。④通因通用：是指用通利的药物来治疗具有通泻症状的实性病证，适用于因实邪内阻所致的具有某些通泻症状的真实假虚证，又称以通治通。如食积性的泄泻、瘀血内阻的崩漏、湿热内蕴的尿频以及伤寒病的热结旁流等，皆当用以通治通之法。"
    },
    {
      "type": 6,
      "title": "1．简述《神农本草经》的主要内容。",
      "chooses": [],
      "answer": "（1）调气包括补气与调理气机两部分内容：①补气：用于较单纯的气虚证。由于气的生成来源于肾之先天之精所化的元气、脾胃化生的水谷之精所化的谷气以及由肺吸入的自然界的清气，因此，补气多为补益肺、脾、肾。又由于卫气、营气、元气与宗气的化生或充养多与脾胃化生的谷气有关，故尤为重视对脾气的补益。②调理气机：用于气机失调的病证。气机失调的病机主要有气滞、气逆、气陷、气闭、气脱等。治疗时气滞者宜行气，气逆者宜降气，气陷者宜补气升气，气闭者宜顺气开窍通闭，气脱者则宜益气固脱。（2）调血包括补血与调理血运两个方面：①补血：用于血虚证。由于血虚证主要见于肝、心两脏，故补血法主要用于肝血虚证和心血虚证。又因血的生成与脾胃、肾等脏腑机能密切相关，因此补血时，应注意同时调治这些脏腑的机能。其中又因“脾胃为后天之本”，“气血生化之源”，故尤为重视对脾胃的补养。②调理血运：血运失常的病变主要有血瘀、出血等，而血寒是血瘀的主要病机；血热、气虚、瘀血是出血的主要病机。治疗时，血瘀者宜活血化瘀；因血寒而瘀者宜温经散寒行血；出血者宜止血，且须据出血的不同病机而施以清热、补气、活血等法。"
    },
    {
      "type": 6,
      "title": "2.何谓整体观念？整体观念在中医 学认识人体生理、病理和疾病的诊断、治疗 等方面有何意义？",
      "chooses": [],
      "answer": "气虚而致津液化生不足者，宜补气 生津；气不行津而成水湿痰饮者，宜补气、 行气以行津；气不摄津而致体内津液丢失 者，宜补气以摄津。若津停而致气阻者，在 治水湿痰饮的同时，应辅以行气导滞；气随 津脱者，宜补气以固脱，辅以生津。分析题绪论"
    },
    {
      "type": 6,
      "title": "3.试述阴阳学说在解释人体病理变化方面的应用。",
      "chooses": [],
      "answer": "①书中载药365种，并根据药物毒 性的大小分为上、中、下二品：上品药无毒，主益气；中品药或有毒或无毒，主治病、补虚；下品药有毒，主除病邪、破积聚。②记载了每种药物的性能、主治，提出了“四气五味”的药性理论，明确了“治 寒以热药，治热以寒药”的用药原则。③提出单行、相须、相使、相畏、相恶、相 反、相杀等“七情和合”的药物配伍理论， 为组方提供了重要的理论依据。"
    },
    {
      "type": 6,
      "title": "4.试论五行学说在说明脏腑生理方面的应用。",
      "chooses": [],
      "answer": "整体观念是中医学关于人体自身的 完整性及人与自然和社会环境的统一性的认 识。主要体现在两方面：一是认为人体是一 个有机整体；二是认为人与自然和社会环境 之间有着密切联系。中医学的整体观念，在 人体生理上，强调组织结构上不可分割，生 理功能上相互协调，并重视自然环境和社会 环境对人体生理的影响；在病理上，着眼于 整体，重视局部病变所引起的整体病理反 应，病变的相互影响和传变，并重视自然环 境和社会环境对人体病理的影响；在诊断 上，察外知内，根据外在病变表现推测内在 脏腑的病理变化，综合分析辨证；在治疗 上，强调从整体进行调节，注重因时、因 地、因人制宜。哲学基础"
    },
    {
      "type": 6,
      "title": "5.试述古代哲学精气学说的主要内 容。",
      "chooses": [],
      "answer": "就发病机理而言，关系到正气与邪气两个方面。1分 阴阳学说认为人体正气有阴精和阳气之分，病因有阴邪和阳邪之别。 1分 在病邪的作用下，机体的阴阳失调会产生偏盛、偏衰、互损、转化、格拒、亡失诸方面的病理变化。2 分 就阴阳偏盛而言，就会有“阳胜则热”（实热证的病机）、“阳胜则阴病”（热证伴有伤津的病机），“阴胜则寒”（实寒证的病机）、“阴胜则阳病”（寒证伴有伤阳的病机）等不同的病理状态。2分 就“阴阳偏衰”而言，就有“阳虚则寒”（虚寒证的病机）、“阴虚则热”（虚热证的病机）的病理变化。 2分就阴阳互损言之，由于阴阳互根互用，所以有“阳损及阴”、“阴损及阳”两种病理过程，二者均可发展为阴阳两虚证。2 分  就阴阳转化言之，在一定条件下，阳证可以转化为阴证、阴证可以转化为阳证。此外还有阴阳亡失中的亡阴、亡阳，以及阴阳格拒中的“阳盛格阴”（真热假寒证的病机）和“阴盛格阳”（真寒假热证的病机）的不同病理。2分"
    },
    {
      "type": 6,
      "title": "6.试述气的运动在生命活动中的重要意义。",
      "chooses": [],
      "answer": "五行学说从四个方面说明脏腑的生理：其一，用五行归类理论，解释人体的组织结构，将人体组织结构分属于五脏系统。在说明人体结构方面，以五脏为中心，联系着六腑、五体、五华、五官，从而奠定了藏象学说的理论基础。3分 其二，用五行特性说明五脏的生理功能，如用木的特性类比肝喜条达，疏泄气机的生理；用火的特性类比心阳对人体的温煦作用，用土的特性类比脾胃消化吸收水谷精微以营养全身的功能，用金的特性类比肺和大肠、皮肤对人体有消除代谢产物、保持清洁的功能，用水的特性类比肾主水、藏精的功能等。3分 其三，用五行生克制化理论说明五脏之间的关系，如心肝之间的母子关系表现在血液的生成、循行和精神活动中的协同作用，脾肺之间的母子关系表现在气的生成和水液代谢中的配合作用，肺肝之间的相克关系表现在气机升降方面的相互制约等。3分 其四，用五行归类的理论，说明人体与自然环境的统一性，如把人体的五脏分别与五方、五季、五气、五化、五色、五味等事物加以广泛联系，从而体现了人与外界环境之间广泛联系的整体思想。3分"
    },
    {
      "type": 6,
      "title": "7.为什么说营气与卫气之间既有联系又有区别？",
      "chooses": [],
      "answer": "精气学说的主要内容有：①精气是 构成宇宙的本原：宇宙万物的生成皆为精气 自身运动的结果，精或气是构成天地万物包 括人类的共同原始物质；精气生万物的机 理，是由天地之气交感、阴阳二气的合和来 完成的。②气的运动称为气机。气的运动形 式主要有升、降、聚、散。气的运动推动着 宇宙万物的发生发展变化及消亡。由气的运 动产生宇宙变化的过程，称为气化，主要形 式有：气与形之间的转化，形与形之间的转 化，气与气之间的转化，有形之体自身的更 新变化四种。③精气是天地万物相互联系的 中介：精气维系着天地万物之间的相互联 系；精气使万物得以相互感应。④天地精气 化生为人：天地精气是构成人的本原物质； 人的生死过程也就是气的聚散过程。气血津液"
    },
    {
      "type": 6,
      "title": "8.血液的正常运行与哪些脏腑的功能密切相关？",
      "chooses": [],
      "answer": "人体脏腑、经络、形体、官窍的生理活动以及它们之间的相互协调与联系都必须通过气的运动才得以实现，人体内部的精、血、津液以及气本身的运行流动和生理功能的发挥也必须通过气的运动来完成。此外，人与自然环境之间的联系也离不开气的运动。因此，人体整个生命活动都离不开气的升降出入运动。气的升降出人运动是生命活动的根本，一旦停息，也就意味着生命活动的终止。"
    },
    {
      "type": 6,
      "title": "9.如何理解“满而不能实”和“实 而不能满”？对临床辨证论治有何指导意 义？",
      "chooses": [],
      "answer": "营气与卫气均由水谷精微所化生，有其共同之处，也可称为“同源”。但二者有一定区别：营气由水谷之精中的精华部分化生，其性精纯，行于脉中，具有营养和化血作用；卫气由水谷之精中的桿烈部分化生，其性滑利，行于脉外，具有防卫、温养和调控腠理等作用。二者相对而言，营属阴，卫属阳。营卫之间必须相互协调，相偕运行，才能发挥防御外邪和调节脏腑生理活动的作用。"
    },
    {
      "type": 6,
      "title": "10.为什么说肾阴肾阳是五脏阴阳之根本？  ",
      "chooses": [],
      "answer": "血液的正常运行依赖于心主血脉的功能，心、脉、血构成独立的系统，心气能推动血液在脉中运行。肺主气，朝百脉，肺气宣发肃降辅助心气推动血行。肝主疏泄，有贮藏血液和调节血量的功能，调畅气机，保证血行通畅，也可以防止血逸脉外的出血。脾主统血，能控制血液在脉中运行而不逸出脉外。因此，血液的正常运行依赖于心气、肺气、肝气的推动促进，又依赖于脾气、肝气的固摄控制，它们之间的相互协调和密切配合是血行正常的保证。脏象"
    },
    {
      "type": 6,
      "title": "11.试述肝主疏泄对脾胃的生理作用 和病理影响。",
      "chooses": [],
      "answer": "“满而不能实”和“实而不能满” 概括了五脏与六腑各自的生理特点，阐明了 两者之间的主要区别。“满而不能实”是强 调五脏的精气宜保持充满，但必须流通布散 而不应呆滞；“实而不能满”是强调六腑内 应有水谷食物，但必须不断传导变化，以保 持虚实更替永不塞满的状态。脏与腑的生理特点对临床辨证论治，有重要指导意义，一 般来说病理上“脏病多虚”、“腑病多实”， 治疗上“五脏宜补”、“六腑宜泻”。"
    },
    {
      "type": 6,
      "title": "12.试述心与肾的关系。",
      "chooses": [],
      "answer": "肾气由肾精所化，主要属先天之 气，与元气、真气的概念类同。肾阳是肾气 中具有温煦、推动、兴奋等作用的部分，又 称元阳或真阳。肾阳是一身阳气之根，具有 促进全身脏腑阳气的作用，所以肾阳旺，则 全身脏腑阳气皆旺，“五脏之阳气，非此不 能发”。肾阴是肾气中具有凉润、宁静、抑 制等作用的部分，又称元阴或真阴。肾阴是 一身阴气之本，具有滋养全身脏腑阴气的作 用，所以肾阴充足，则全身脏腑阴气皆充 足，“五脏之阴气，非此不能滋”。若肾阳 虚衰则可导致全身脏腑之阳虚衰；肾阴亏虚 则可导致全身脏腑之阴亦虚。而任何脏腑阴 阳的偏衰，日久也会累及肾之阴明，导致肾 阴、肾阳的不足。所以说肾阴肾阳为各脏阴 阳之根本。"
    },
    {
      "type": 6,
      "title": "13.痰饮致病的特点主要有哪些？为什么？",
      "chooses": [],
      "answer": "脾胃的运化功能，体现在脾胃之气 的升降相因，平衡协调，这与肝气的疏泄功 能有密切的关系。肝气疏泄，调畅气机，有 助于脾胃之气的升降，从而促进脾胃的运化 功能。另一方面，食物的消化吸收还要借助 于胆汁的分泌和排泄，因为胆汁是参与饮食 物消化和吸收的“精汁”。胆汁乃肝之余气 所化，其分泌和排泄受肝气疏泄功能的影 响。正因为肝气的疏泄与脾胃的运化和胆汁 的分泌排泄有着密切的关系，所以肝病常影 响脾胃及胆等脏腑的机能，常出现肝木乘土 (脾胃）及胆汁郁滞不畅的病变。若肝病以 影响脾土为主的，多称之为“肝脾不调” 或“肝脾不和”。"
    },
    {
      "type": 6,
      "title": "14.瘀血致病的特点主要有哪些？为什么？",
      "chooses": [],
      "answer": "心与肾之间的生理联系，称为 “心肾相交”；心与肾之间的协调平衡关系 失调，称为“心肾不交”。心与肾之间的生 理联系，主要表现在三个方面：①水火既 济：心在五行属火，位居于上而属阳；肾在 五行属水，位居于下而属阴。心肾阴阳、水 火、上下之间必须相互交通，即心阳必须下 降于肾，以助肾阳，共同温煦肾阴，使肾阴 不盛；肾阴必须上济于心，以滋心阴，共同 涵养心阳，使心阳不亢。②精神互用：心藏 神，肾藏精。精能生神，神能御精。精足则 神安，神安则精固。③君相安位：心为君 火，肾寓相火，“君火以明，相火以位”。 若心肾之间的水火、阴阳、精神生理平衡失 调，则为心肾不交，表现为心火不能下降于 肾而独亢，肾阴不能上济于心而凝聚的一系 列病理变化，可见失眠、心悸怔忡、心烦、 腰膝酸软及男子梦遗、女子梦交等。此外， 心肾阴阳之间，也有着密切的关系，在心或 肾病变时，亦相互影响。肾阳虚水泛，能上凌于心，而见水肿、惊悸等水气凌心的证 候；心阴虚，亦能下及肾阴，而致心肾阴 虚。病因"
    },
    {
      "type": 6,
      "title": "15.七情内伤的致病特点是怎样的？",
      "chooses": [],
      "answer": "痰饮致病的特点主要包括：①阻滞气血运行。痰饮为有形之邪，随气流行，或停滞于经脉，或留滞于脏腑，阻滞气机，妨碍血行。②影响水液代谢。痰饮本为水液代谢障碍形成的病理产物，但其形成后，可进一步影响肺、脾、肾等脏腑的机能而加重水液代谢障碍。③易于蒙蔽心神。 痰饮为浊物，而心神性清净。痰饮为病，随气上逆，易蒙蔽清窍，扰乱心神，使心神活动失常。④致病广泛，变幻多端。痰饮可随气升降流行，无处不至，可致多种疾病，故其致病面广；同时又易兼邪致病，其发展可伤阳化寒，可郁而化火，也可夹风、夹热、化燥等，可上犯清窍，可下注足膝。因此，痰饮为病，变幻多端。"
    },
    {
      "type": 6,
      "title": "16.怎样理解“冬伤于寒，春必温 病”？",
      "chooses": [],
      "answer": "瘀血致病的特点主要包括：①易于阻滞气机。血能载气，瘀血一旦形成，必然影响气机运行，加重气机阻滞。②影响血脉运行。瘀血形成后，无论其瘀滞于脉内，还是留积于脉外，均可影响脏腑的机能，导致血液运行的失常。③影响新血生成。瘀血阻滞体内，尤其是瘀血日久不散，严重影响气血运行，脏腑失养，功能失常，生机受阻，势必影响新血的生成。④病位固定，病证繁多。瘀血一旦形成并停滞于某一脏腑组织，多难于及时消散，故病位相对固定；而且瘀血阻滞部位不同，形成原因各异，兼邪不同，其病理表现也就不同。 此外，瘀血阻滞日久，也可化热，故其病证繁多。"
    },
    {
      "type": 6,
      "title": "17.怎样理解人体中正气的概念？",
      "chooses": [],
      "answer": "七情内伤的致病特点主要包括•.①直接伤及内脏。其一，七情损伤相应之脏， 如过喜伤心，过怒伤肝，过思伤脾，过悲伤 肺等。其二，首先影响心神，次及相应脏 腑。其三，数情交织，多伤心肝脾。其四， 易损伤潜病之脏腑。②影响脏腑气机。情志 致病首伤心神，随之影响脏腑气机，导致脏 腑气机升降失常而出现相应的临床表现。如 怒则气上，喜则气缓，悲则气消，恐则气 下，惊则气乱，思则气结。③多发为情志病 证，如郁证、癫证、狂证、胸痹、真心痛、 眩晕（高血压病）、消渴等。④七情变化影 响病情。一是有利于疾病康复。情绪积极乐 观，七情反应适当，当怒则怒，当悲则悲， 怒而不过，悲而不消沉，有利于病情的好转 乃至痊愈。二是加重病情。情绪消沉，悲观 失望，或七情异常波动，可使病情加重或恶 化。发病"
    },
    {
      "type": 6,
      "title": "18.试述阴阳偏胜的概念及病因病机。",
      "chooses": [],
      "answer": " “冬伤于寒，春必温病”，在《素 问•生气通天论》和《素问•阴阳应象大 论》中皆有论述，可以认为是伏气学说的 渊源。如唐代王冰解释说：“夫伤于四时之 气，皆能为病，以伤寒为毒者，最为杀厉之气。中而即病，故曰伤寒；不即病者，寒毒藏于肌肤，至春变为温病，至夏变为暑病。”所谓伏气，是指感受邪气后，病邪在机体内潜伏一段时间，或在诱因的作用下，过时而发病。其形成机理多是由于当时感邪较轻，或外邪人侵时，正气处于内敛时期， 而邪气处于机体较浅部位，正邪难以交争， 邪气得以伏藏。一段时间后，.在诱因的作用 下而发病。此发病形式为“伏而后发”。"
    },
    {
      "type": 6,
      "title": "19.试述气血关系失调的主要病机。",
      "chooses": [],
      "answer": " 人体内的正气，是一身之气相对邪 气时的称谓，是指人体内具有抗病、祛邪、调节、修复等作用的一类细微物质（包括 能量）。一身之气，是构成人体和维持人体 生命活动的基本物质之一，由精（包括先 天之精和后天之精）化生，并与肺吸入的 自然界清气相融合而成。一身之气在体内运 行不息，既发挥推动和调节人体的生长发育和各脏腑经络机能的作用，又具有抗邪、驱 邪、调节、修复等能力。正气的充盛，取决 于精血津液等物质的充沛，取决于脏腑机能 的正常及相互协调，取决于机体新陈代谢的 有序进行。病机"
    },
    {
      "type": 6,
      "title": "20.试述火热内生的主要病因病机。",
      "chooses": [],
      "answer": "阴阳偏胜，是指阴阳双方中某一方 的病理性亢盛状态，属于“邪气盛则实” 的实证病机。阳偏胜，是指机体在疾病过程中所出现 的一种阳气病理性偏盛、机能亢奋、机体反 应性增强、热量过剩的病理状态。一般而 言，其病机特点多表现为阳盛而阴未虚的实 热证。形成阳偏胜的主要原因，多由于感受 温热阳邪，或虽感受阴邪，但从阳化热，也 可由于情志内伤，五志过极而化火，或因气 滞、血瘀、食积等郁而化热所致。阳气的病理性亢盛，以热、动、燥为其 特点，故阳气偏胜可见壮热、烦渴、面红、 目赤、尿黄、便干、苔黄、脉数等症。阳热 亢盛则对阴气和津液的制约太过，所以说 “阳胜则阴病”，即阳盛则耗伤阴气和津液。 阳盛之初，对津液和阴气的损伤不明显，从 而出现实热证。如果病情发展，阳热亢盛且明显耗伤机体的津液和阴气，病则从实热证 转化为实热兼阴虚津亏证，若阴气大伤，病 可由实转虚而发展为虚热证。阴偏胜，是指机体在疾病过程中所出现 的一种阴气病理性偏盛、机能抑制、热量耗 伤过多的病理状态。一般而言，其病机特点 多表现为阴盛而阳未虚的实寒证。形成阴偏 胜的主要原因，多由于感受寒湿阴邪，或过 食生冷，寒邪中阻等，导致体内阴气的病理 性几盛的阴气的病理性亢盛，以寒、静、湿为其 特点，如形寒、肢冷、蜷卧、舌淡而润、脉 迟等，即是阴气偏胜的具体表现。阴气亢盛 则过度制约阳气，所以说“阴胜则阳病”， 即阴盛则损伤阳气而致阳虚。由于阴气内盛 多伤阳气，故在阴偏胜时，常同时伴有程度 不同的阳气不足，形成实寒兼阳虚证；若阳 气伤甚，病可由实转虚，发展为虚寒证。"
    },
    {
      "type": 6,
      "title": "21.影响疾病传变的因素有哪些？试作具体说明。",
      "chooses": [],
      "answer": "气滞血瘀、气虚血瘀、气不摄血、气随血脱以及气 血两虚等几方面。气滞血瘀，是指因气的运行郁滞不畅， 以至;血液运行障碍，继而出现血瘀的病理状 态：多因情志内伤，抑郁不遂，气机阻滞， 而致血瘀，多与肝失疏泄密切相关。临床上 常见胸胁胀满疼痛、瘕聚、癥积#证。气虚血瘀，是指因气对血^动无力而 致血行不畅，甚至瘀阻不行的^理状态，多 见于心气不足、运血无力而致的惊悸怔忡、 喘促、水肿及气虚血滞的肢体瘫痪、痿废。 气虚和气滞可与血瘀并存，三者相互影响。气不摄血，是指由于气虚不足，统摄血 液的功能减弱，血不循经，逸出脉外，而导 致各种出血的病理状态。由于脾主统血，故 气不摄血的病变，主要表现为中气不足、气 不摄血的咯血、吐血、紫斑、便血、崩漏等 症，同时见面色不华、脉虚无力、舌淡等气 虚征象。气随血脱，是指在大量出血的同时，气 也随着血液的流失而急剧散脱，从而形成气 血并脱的危重病理状态。这是因为血为气之 载体，血脱，则气失去依附，故气亦随之散 脱而亡失。症见精神萎靡、眩晕或晕厥、冷 汗淋漓、四末不温，或有抽搐，或见口干， ‘脉微细。气血两虚，即气虚和血虚同时存在的病 理状态。多因久病消耗，气血两伤，或先有 失血，气随血耗，或先因气虚，化血衰少， 从而形成气血两虚。临床上可见面色淡白或 '萎黄、少气懒言、疲乏无力、形体瘦削、心 悸失眠、肌肤干燥、肢体麻木等症。"
    },
    {
      "type": 6,
      "title": "22.试分析标本的内涵、及治标与治本的缓急取舍。",
      "chooses": [],
      "answer": "火热内生，是指由于阳盛有余，或 阴虚阳亢，或由于气血郁滞，或由于病邪郁 结，而产生的火热内扰，机能亢奋的病理状 态。火热内生有虚实之分，其病机主要有如下几方面：①阳气过盛化火：人身之阳气在正常的 情况下，有温煦脏腑组织之作用，中医学称 之为“少火”。但是在病理情况下，阳气过 盛，机能亢奋，必然使物质的消耗增加，以 致伤阴耗液。此种病理性的阳气过亢则称为 “壮火”。②邪郁化火：一是外感六淫风、寒、 燥、湿等病邪，在病理过程中，皆能郁滞从 阳而化热化火。二是体内的病理性产物 (如痰、瘀等）和食积、虫积等，亦能郁而 化火。邪郁化火的主要机理，是由于这些因 素导致机体阳气的郁滞，气郁则生热化火。③五志过极化火：多指由于情志的刺 激，影响了机体气血、阴阳和脏腑的协调平 衡，造成气机郁结，久则从阳而化热，因之 火热内生。如情志内伤，抑郁不畅，则常能 导致肝郁气滞，气郁化火，发为“肝火”。④阴虚火旺：此属虚火，多由于阴气大 伤，阴虚阳亢，则虚热虚火内生。阴虚火 旺，往往指较集中于机体的某一部位的虚火 证候。如阴虚而引起的牙痛、齿衄、咽痛、 颧红等，皆为虚火上炎所致。"
    },
    {
      "type": 6,
      "title": "23.试分析“因人制宜”的涵义，并举例说明之。",
      "chooses": [],
      "answer": "影响疾病传变的因素有体质因素、 病邪因素、地域因素、气候因素和生活因素等。①体质因素：体质主要从两方面对疾病的传变发生作用。一是在较大程度上影响正 气之强弱，从而影响发病与传变的迟速。如 素体盛者，一般不易感受病邪，一旦感邪则 发病急速，但传变较少，病程亦较短暂；素 体虚者，则易于感邪，且易深人，病势较 缓，病程缠绵而多传变。二是在邪正相争过 程中，对病邪的“从化”具有重要的决定 作用。一般而论，素体阳盛者，则邪多从火 化，疾病多向阳热实证演变；素体阴盛者， 则邪多从寒化，疾病多向实寒或虚寒等证演变。②病邪因素：首先，传变的迟速与邪气 的性质直接相关。如外感六淫病邪，一般阳 邪传变较快，阴邪传变较慢；疠气则传变急 速；湿、痰、水饮及瘀血内生，传变一般迟于外邪。另外，邪盛则传变较快，邪微则传 变缓慢。其次，各种不同的病邪，其伤人的 途径不同，病位传变的路径亦有较大的差 异。外感病因以表里传变为主，内伤病因主 要是脏腑传变，亦可表里相及。③地域因素：一般来说，地域因素的长 期作用，形成不同地理环境人群的体质特征 和疾病谱的差异，同时亦影响疾病的传变 比如，居处高燥地域的人群，感邪后较易化 热、化燥，伤阴耗津；而居处卑湿之地者， 病变较易化湿，伤气伤阳。④气候因素：不同的时令气候，可影响 疾病的传变。如冬春寒冷季节，寒哮一证， 容易出现外寒入里引动内饮而发病，发生表 里的传变；而阳盛之躯，则可因寒邪外束腠 理，阳气不得发越而暴亢，乃至化火生风， 发生厥仆之变。⑤生活因素：主要包括情志、饮食、劳 逸等，其中情志因素对七情内伤所致疾病的 影响最大，并通过干扰气机，影响气血阴阳 而对疾病传变发生作用。饮食与脾胃、胆、 大、小肠病证传变的关系尤为密切，且通过 对水谷运化、气血生化的影响而对疾病传变 发生作用。过劳耗伤人体正气而影响外感和 内伤疾病的传变甚为常见，而过逸则气虚运 行不畅、气化衰弱而影响疾病传变。防治原则"
    },
    {
      "type": 6,
      "title": "24.试述调整阴阳中“补其不足”的用法。",
      "chooses": [],
      "answer": "（1）“本”和“标”是相对而言的，标本常用来概括说明事物的现象与本质，在中医学中常用来概括病变过程中矛盾的主次先后关系。本是事物的主要矛盾，标是事物的次要矛盾。标本是随着疾病发展变化的具体情况所指有所不同。如就邪正而言，正气为本，邪气为标；就病机与症状而言，病机为本，症状是标，就疾病先后而言，旧病、原发病为本，新病、继发病是标，等等。（2）在复杂多变的病证中，或在疾病的危重阶段，就必须治标治本的缓急先后。①缓则治本：缓则治其本，多用在病情缓和，病势迁延，暂无急重病状的情况下。此时必须着眼于疾病本质的治疗。如痨病肺肾阴虚之咳嗽，肺肾阴虚是本，咳嗽是标。故治疗不用单纯止咳法来治标，而应滋养肺肾以治本，本病得愈，咳嗽也自然会消除。②急则治标：病证急重时的标本取舍原则是标病急重，则当先治、急治其标。如大出血病人，由于大出血会危及生命，故不论何种原因的出血，均应紧急止血以治标，待血止，病情缓和后再治其病本。③标本兼治：当标本错杂并重时采取的一种治则。若采取单治本病或单治标病方法，均不能适应病证治疗要求时，则须标本兼顾同治，才能获得好的治疗效果。如在热性病过程中，热盛伤津耗阴，邪热里结为本，津液与阴气受伤为标，治当泻热攻下与滋阴增液通便同用。"
    }
  ]
]